{
  "document_meta": {
    "source_file": "nca_ecc_2024_ar.pdf",
    "extraction_date": "2025-12-12T03:36:23.371681",
    "total_pages": 39,
    "section_count": 1
  },
  "document": {
    "document_title": "Nca Ecc 2024 Ar",
    "pages": [
      1,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21,
      22,
      23,
      24,
      25,
      26,
      27,
      28,
      29,
      30,
      31,
      32,
      33,
      34,
      35,
      36,
      37,
      38,
      39,
      40
    ],
    "raw_text": "ﺔﻴﺳﺎـــﺳﻷا ﻂـــﺑاﻮﻀﻟا ﻲـ ــــــﻧاﺮﺒﻴﺴﻟ ا ﻦـــــــﻣﻸﻟ Essential Cybersecurity Controls (ECC – 2 : 2024) ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ م ﺎﻋ :ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا دﻮﺗ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻦﻋ ةردﺎﺼﻟا ﻖﺋﺎﺛﻮﻟا تﺎﺜﻳﺪﺤﺗ نﺄﺸﺑ تا\u0000ﻐﺘﳌا ﺔﺒﻛاﻮﳌ :ﻪﻳﻮﻨﺗ https://nca.gov.sa ﺔﺌﻴﻬﻠﻟ \u0000وﱰﻜﻟﻹا ﻊﻗﻮﳌا ﰲ ةرﻮﺸﻨﳌا ﻖﺋﺎﺛﻮﻟا ﺦﺴﻧ ﲆﻋ ﻢﺋاﺪﻟا د\u0000ﺘﻋﻻا ﺔﻴﻤﻫأ ﲆﻋ ﻪﻳﻮﻨﺘﻟا ﻢﻴﺣﺮﻟا ﻦﻤﺣﺮﻟا ﻪﻠﻟا ﻢﺴﺑ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا :(TLP) ﺔﻴﺋﻮﻀﻟا ةرﺎﺷﻹا لﻮﻛﻮﺗوﺮﺑ :(ﺔﻴﺋﻮﺿ تارﺎﺷإ) ناﻮﻟأ ﺔﻌﺑرأ كﺎﻨﻫو \u0000ﺎﻌﻟا ﰲ ﻊﺳاو قﺎﻄﻧ ﲆﻋ لﻮﻛﻮﺗوﱪﻟا اﺬﻫ مﺪﺨﺘﺴﻳ ﻂ ﻘﻓ ﻢﻠﺘﺴﻤﻠﻟ يﺮﺳو ﻲﺼﺨﺷ – ﺮﻤﺣأ وأ ﺔﻬﺠﻟا ﻞﺧاد ﻦﻣ ﻚﻟذ نﺎﻛأ ءاﻮﺳ ،دﺮﻓ يأ ﻊﻣ ءاﺮﻤﺤﻟا ةرﺎﺷﻹﺎﺑ ﻒﻨﺼﳌا ﺔﻛرﺎﺸﻣ ﻪﻟ ﻖﺤﻳ ﻻ ﻢﻠﺘﺴﳌا . مﻼﺘﺳﻼﻟ دﺪﺤﳌا قﺎﻄﻨﻟا جرﺎﺧ ؛ﺎﻬﺟرﺎﺧ ةدوﺪﺤﻣ ﺔﻛرﺎﺸﻣ – ﻲﻟﺎﻘﺗﺮﺑ ﺮﻣﻷا ﺐﻠﻄﺘﻳ ﻦﻣو . ﺐﺴﺤﻓ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا ﻊﻣ ﺎﻬﺴﻔﻧ ﺔﻬﺠﻟا ﰲ تﺎﻣﻮﻠﻌﳌا ﺔﻛرﺎﺸﻣ ﻪ ﻨﻜ\u0000 ﻢﻠﺘﺴﳌا .ﺔﻣﻮﻠﻌﳌا ﺺﺨﻳ ءاﺮﺟإ ذﺎﺨﺗا ﻪﻨﻣ ﻊﻤﺘﺠﻤﻟا ﺲﻔﻧ ﻲﻓ ﺔﻛرﺎﺸﻣ – ﺮﻀﺧأ ﰲ وأ ﻢﻬﻌﻣ ﺔﻗﻼﻋ ﲆﻋ ىﺮﺧأ ﺔﻬﺟ وأ ،ﺎﻬﺴﻔﻧ ﺔﻬﺠﻟا ﰲ ﻦﻳﺮﺧآ ﻊﻣ تﺎﻣﻮﻠﻌﳌا ﺔﻛرﺎﺸﻣ ﻪﻨﻜ\u0000 ﻢﻠﺘﺴﳌا .ﺔﻣﺎﻌﻟا تاﻮﻨﻘﻟا لﻼﺧ ﻦﻣ ﺎﻫﴩﻧ وأ ﺎﻬﻟدﺎﺒﺘﺑ ﺢﻤﺴﻳ ﻻو ؛ﻪﺴﻔﻧ عﺎﻄﻘﻟا د وﺪﺤﻣ ﺮﻴﻏ – ﺾﻴﺑأ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻌﺟاﺮﻤﻟاو ﺚﻳﺪﺤﺘﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺐﺴﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻠﻟ ﺔﻳروﺪﻟا ﺔﻌﺟاﺮﳌاو ﺚﻳﺪﺤﺘﻟا ﺔﺌﻴﻬﻟا ﱃﻮﺘﺗ ﺖﻣﺎﻗ ﺪﻗو .ﻪﺑ ماﺰﺘﻟﻻاو ﻪﻘﻴﺒﻄﺘﻟ ﻂﺑاﻮﻀﻟا ﻦﻣ ثﺪﺤﳌا راﺪﺻﻹا نﻼﻋإ ﺔﺌﻴﻬﻟا ﱃﻮﺘﺗ \u0000ﻛ .ﺔﻗﻼﻌﻟا تاذ تاﺪﺠﺘﺴﳌاو .(ECC-1: 2018) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻘﻴﺛو ﻦﻣ ﺔﻘﺑﺎﺴﻟا ﺔﺨﺴﻨﻠﻟ ﺚﻳﺪﺤﺗ ءاﺮﺟﺈﺑ ﺔﺌﻴﻬﻟا ﺔ ﻘﻴﺛﻮﻟا ﺦﺴﻧ ت ﺎﺜﻳﺪﺤﺘﻟا ر اﺪﺻﻹا ﺔﻨﺳ ﺔ ﺨﺴﻨﻟا - م٢٠١٨ ECC – .ﺎﻫؤاﺮﺟإ ﻢﺗ ﻲﺘﻟا تﺎﺜﻳﺪﺤﺘﻟا (ج) ﻖﺤﻠﳌا ﺢﺿﻮﻳ م٢٠٢٤ ECC – م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا تﺎﻳﻮﺘﺤﻤﻟا ﺔﻤﺋﺎﻗ ٢ ........................................................................................................................................... ﺔ ﻌﺟاﺮﻤﻟاو ﺚﻳﺪﺤﺘﻟا ٥ ............................................................................................................................................. يﺬﻴﻔﻨﺘﻟا ﺺﺨﻠﻤﻟا ٦ ...........................................................................................................................................................ﺔﻣﺪﻘﻤﻟا ٧ ...........................................................................................................................................................ف اﺪﻫﻷا ٨ ............................................................................................................................ ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧ ٨ ..................................................................................................................................... ﻂ ﺑاﻮﻀﻟا ﻞﻤﻋ قﺎﻄﻧ ٨ ........................................................................................................................... ﺔ ﻬﺠﻟا ﻞﺧاد ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ٨ ................................................................................................................................................ م اﺰﺘﻟﻻاو ﺬﻴﻔﻨﺘﻟا ٨ .......................................................................................................................... م اﺰﺘﻟﻻا سﺎﻴﻗو ﻢﻴﻴﻘﺘﻟا ةادأ ٩ ........................................................................................ ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو تﺎﻧﻮﻜﻣ ٩ ...................................................................................................................................... ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا ١٠ ....................................................................................................................................... ﺔ ﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا ١١ ..................................................................................................................................................... ﺔﻴﻠﻜﻴﻬﻟا ١٢ ................................................................................................................ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ١٢ ................................................................................................ ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻞﻴﺻﺎﻔﺗ ١٢ ........................................................................... (Cybersecurity Governance) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺔﻤﻛﻮﺣ ١٦ ...................................................................................... (Cybersecurity Defense) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ٢٢ ............................................................................... (Cybersecurity Resilience) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ Third-Party and Cloud Computing) ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ٢٣ ........................................................................................................................................( Cybersecurity ٢٤ ........................................................................................................................................................... ﻖ ﺣﻼﻣ ٢٤ .................................................................................................................. ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :(أ) ﻖﺤﻠﻣ ٢٨ ..................................................................................................................... ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ :(ب) ﻖﺤﻠﻣ ٢٩ ........................................................................................................................ ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ :(ج) ﻖﺤﻠﻣ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﺤﻴﺿﻮﺘﻟا مﻮﺳﺮﻟاو لﺎﻜﺷﻷا ﺔﻤﺋﺎﻗ ١١ ........................................................................................................ ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا (١) ﻞﻜﺸﻟا ١٢ ............................................................................................................ ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا (٢) ﻞﻜﺸﻟا ١٣ .............................................................................. ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂ ﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ (٣) ﻞﻜﺸﻟا ١٣ ................................................................................... ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ (٤) ﻞﻜﺸﻟا لواﺪﺠﻟا ﺔﻤﺋﺎﻗ ١٣ ........................................................................................................................... ﻂ ﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ (١) لوﺪﺠﻟا ٢٤ ................................................................................................................... ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ (٢) لوﺪﺠﻟا ٢٨ ........................................................................................................................ ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ (٣) لوﺪﺠﻟا ٢٩ .......................................................................................................................... ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ (٤) لوﺪﺠﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا يﺬﻴﻔﻨﺘﻟا ﺺﺨﻠﻤﻟا ﻢﻬﺸﻴﻋو ﻪﻴﻨﻃاﻮﻣ ﺔﻴﻫﺎﻓرو هدﺎﺼﺘﻗاو ﻪﻨﻣأو ﻦﻃﻮﻠﻟ ﻞﻣﺎﺸﻟا ﺮﻳﻮﻄﺘﻟا ٢٠٣٠ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﺔﻳؤر ﺖﻓﺪﻬﺘﺳا ؛ ﺔﻴﻤﻗﺮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﺔﻴﻤﻨﺗو ﻲﻤﻗﺮﻟا \u0000ﺎﻌﻟا ﻮﺤﻧ لﻮﺤﺘﻟا ﺎﻬﺗﺎﻓﺪﻬﺘﺴﻣ ﺪﺣأ نﻮﻜﻳ نأ ﻲﻌﻴﺒﻄﻟا ﻦﻣ نﺎﻛ ﺪﻘﻟو ،ﻢﻳﺮﻜﻟا ﺔﻴﻨﻘﺗ ﺔﻤﻈﻧأو ،ةدﺪﺠﺘﳌا ﺔﻴﳌﺎﻌﻟا تﺎﻜﺒﺸﻟا ﰲو ﺔﻴﻤﻗﺮﻟا تﺎﻣﺪﺨﻟا ﰲ عرﺎﺴﺘﳌا ﻲﳌﺎﻌﻟا مﺪﻘﺘﻟا ﺔﺒﻛاﻮﻣ ﻦﻋ ﱪﻌﻳ ﺎ\u0000 ﺔﻠﺋﺎﻬﻟا ﻦﻳﺰﺨﺘﻟا تارﺪﻗو ﺔﻴﺑﻮﺳﺎﺤﻟا ﺔﺠﻟﺎﻌﳌا تارﺪﻗ ﻲﻣﺎﻨﺗ ﻊﻣ ﳽ\u0000ﺘﻳو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻨﻘﺘﻟا ﺔﻤﻈﻧأو تﺎﻣﻮﻠﻌﳌا .ﺔﻌﺑاﺮﻟا ﺔﻴﻋﺎﻨﺼﻟا ةرﻮﺜﻟا تﻻﻮﺤﺗو ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟا تﺎﻴﻄﻌﻣ ﻊﻣ ﻞﻣﺎﻌﺘﻠﻟ ﺊﻴﻬﻳ ﺎ\u0000و ،ﺎﻬﻠﺳاﺮﺗو تﺎﻧﺎﻴﺒﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﺔﻈﻓﺎﺤﳌا ﺐﺟﻮﺘﺴﻳو ،ﺎﻬﺘﻤﻈﻧأ ﻞﻣﺎﻜﺗو ﺎﻬﻧﺎﻣأو تﺎﻣﻮﻠﻌﳌا ﺔﻴﺑﺎﻴﺴﻧا ﺐﻠﻄﺘﻳ لﻮﺤﺘﻟا اﺬﻫ نإ ﺔﺳﺎﺴﺤﻟا ﺔﻴﺘﺤﺘﻟا ﻰﻨﺒﻟاو ﻲﻨﻃﻮﻟا ﺎﻬﻨﻣأو ﺔﻟوﺪﻠﻟ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎﺼﻤﻠﻟ ﺔً ﻳ\u0000ﺣ ،هﺰﻳﺰﻌﺗو ،ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﻤﻠﻟ ﺔﻘﻓاﻮﳌاو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺲﻴﺳﺄﺗ \u0000أ ﻚﻟﺬﻟ ؛ﺔﻴﻣﻮﻜﺤﻟا ﺔﻄﺸﻧﻷاو تﺎﻣﺪﺨﻟاو ﺔﻳﻮﻟوﻷا تاذ تﺎﻋﺎﻄﻘﻟاو ﻦﻣﻷﺎﺑ ﺔﻜﻠﻤﳌا ﰲ ﺔﺼﺘﺨﳌا ﺔﻬﺠﻟا ﺎﻬﻠﻌﺟو ،ـﻫ١٤٣٩/٢/١١ ﺦﻳرﺎﺗو ٦٨٠١ ﻢﻗر ﻢﻳﺮﻜﻟا \u0000ﻠﳌا ﺮﻣﻷا ﺐﺟﻮ\u0000 ﺎﻬﻤﻴﻈﻨﺗ ﲆﻋ .ﻪﻧوﺆﺷ ﰲ ﻲﻨﻃﻮﻟا ﻊﺟﺮﳌاو ،\u0000اﱪﻴﺴﻟا تﺎﻴﻟآو تﺎﺳﺎﻴﺴﻟا ﻊﺿو ﺐﻧاﻮﺠﻟو ،ﺔﻴﺠﻴﺗاﱰﺳﻻا ﺐﻧاﻮﺠﻠﻟ ﺔً ﻴﺒﻠﻣ ﺎﻬﺗﺎﺻﺎﺼﺘﺧاو ﺔﺌﻴﻬﻟا هﺬﻫ ت\u0000ﻬﻣ تءﺎﺟ ﺪﻘﻟ .تﺎﻬﺠﻟا ﲆﻋ ﺎﻬﻤﻴﻤﻌﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا تادﺎﺷرﻹاو ﻂﺑاﻮﻀﻟاو \u0000ﻳﺎﻌﳌاو ﺮﻃﻷاو ﺔﻤﻛﻮﺤﻟا ﻦﻣﻷا رود زﺰﻌﻳ ﺎ\u0000 ﺔﻴﻣﻮﻜﺤ ﻟا \u0000ﻏو ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ماﺰﺘﻟﻻا ﺔﻌﺑﺎﺘﻣو ﺚﻳﺪﺤﺘﻟا ﺐﻧاﻮﺠﻟ ﺔﻴﺒﻠﻣ تءﺎﺟ \u0000ﻛ ﻦﻣ \u0000ﻛأ \u0000اﱪﻴﺴﻟا ءﺎﻀﻔﻟا ﰲ ﺔﻴﻨﻣﻷا ﺮﻃﺎﺨﳌاو تاﺪﻳﺪﻬﺘﻟا دﺎﻳدزا ﻊﻣ تدادزا ﻲﺘﻟا ﺔﺤﻠﳌا ﺔﺟﺎﺤﻟاو ﻪﺘﻴﻤﻫأو \u0000اﱪﻴﺴﻟا .ﴣﻣ ﺖﻗو يأ هﺎﺠﺗ ﺎﻬﺘﻴﻟوﺆﺴﻣ ﻦﻣ ﺎﻫ\u0000ﻏ وأ ﺔﺻﺎﺧ وأ ﺔﻣﺎﻋ ﺔﻬﺟ يأ ﲇﺨُﻳ ﻻ ﺔﺌﻴﻬﻟا هﺬﻫ ﺔﻴﻟوﺆﺴﻣ نأ ﻪﻴﻟإ رﺎﺸﳌا ﻢﻴﻈﻨﺘﻟا ﺺﻧ ﺪﻗو تﺎﻬﺠﻟا ﻊﻴﻤﺟ ﲆﻋ\" نﺄﺑ ـﻫ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا هﺪﻛأ ﺎﻣ ﻮﻫو ،\u0000اﱪﻴﺴﻟا ﺎﻬﻨﻣأ ﺔﺌﻴﻬﻟا هرﺪﺼﺗ ﺎ\u0000 ماﺰﺘﻟﻻاو ،ﺔﻴﻧوﱰﻜﻟﻹا ﺎﻬﺗﺎﻧﺎﻴﺑو ﺎﻬﺘﻤﻈﻧأو ﺎﻬﺗﺎﻜﺒﺷ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﺎﻬﻨﻣأ ىﻮﺘﺴﻣ ﻊﻓر ﺔﻴﻣﻮﻜﺤﻟا .\"نﺄﺸﻟا اﺬﻬﺑ تادﺎﺷرإو ﻂﺑاﻮ ﺿو \u0000ﻳﺎﻌﻣو ﺮﻃأو تﺎﺳﺎﻴﺳ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺚﻳﺪﺤﺘﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺖﻣﺎﻗ ،ﻖﻠﻄﻨﳌا اﺬﻫ ﻦﻣو قﺎﻄﻧ ﺖﺤﺗ جرﺪﻨﺗ ﻲﺘﻟا ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻦﻣ \u0000دﻷا ﺪﺤﻟا ﻊﺿﻮﻟ (ECC – 2 : 2024) ﺔﻴﻟآو ،ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧو ،ﺎﻬﻓاﺪﻫأو ،ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻴﺻﺎﻔﺗ ﺔﻘﻴﺛﻮﻟا هﺬﻫ ﺢﺿﻮﺗو .ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻤﻋ .ﻪﺘﻌﺑﺎﺘﻣو ماﺰﺘﻟﻻا ةﺮﻘﻔﻟا ﰲ درو ﺎﳌ ًﺎﻘﻴﻘﺤﺗ ،ﻂﺑاﻮﻀﻟا هﺬﻬﺑ ﺮﻤﺘﺴﳌاو ﻢﺋاﺪﻟا ماﺰﺘﻟﻻا ﻖﻘﺤﻳ ﺎﻣ ﺬﻴﻔﻨﺗ ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﻒﻠﺘﺨﻣ ﲆﻋو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ﻚﻟﺬﻛو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﰲ ةﴍﺎﻌﻟا ةدﺎﳌا ﻦﻣ ﺔﺜﻟﺎﺜﻟا .ـﻫ ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻣﺪﻘﻤﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺚﻳﺪﺤﺘﺑ (\"ﺔﺌﻴﻬﻟا\" ـﺑ ﺔﻘﻴﺛﻮﻟا هﺬﻫ ﰲ ﺎﻬﻟ رﺎﺸﻳو) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺖﻣﺎﻗ تﺎﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻣ ﺔﺳاردو ،ﺔﻴﻟود \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻂﺑاﻮﺿو ﺮﻃأو \u0000ﻳﺎﻌﻣ ﺔﺳارد ﺪﻌﺑ (ECC – 2 : 2024) \u0000اﱪﻴﺴﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ برﺎﺠﺘﻟاو تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﲆﻋ عﻼﻃﻻا ﺪﻌﺑو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻃﻮﻟا تاراﺮﻘﻟاو ت\u0000ﻴﻈﻨﺘﻟاو ﻦﻣ ﺎﻫ\u0000ﻏو ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ىﻮﺘﺴﻣ ﲆﻋ ﺔﻴﻧاﱪﻴﺳ ت\u0000ﺠﻫو ثداﻮﺣ ﻦﻣ هﺪﺻر ﻢﺗ ﺎﻣ ﻞﻴﻠﺤﺗو ،ﺎﻬﻨﻣ ةدﺎﻔﺘﺳﻻاو .ﺎﻬﺗﺎﻴﺋﺮﻣ ﺬﺧأو ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﻦﻣ ﺪﻳﺪﻌﻟا ءارآ عﻼﻄﺘﺳا ﺪﻌﺑو ،ﺔﺳﺎﺴﺤﻟا تﺎﻬﺠﻟا :ﻦﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ نﻮﻜﺘﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﻀﻟ (Main Domains) ﺔﻴﺳﺎﺳأ تﺎﻧﻮﻜﻣ ٤  \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﻀﻟ (Subdomains) ًﺎﻴﻋﺮﻓ ًﺎﻧﻮﻜﻣ ٢٨  \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ (Controls) ًﺎﻴﺳﺎﺳأ ًﺎﻄﺑﺎﺿ ١٠٨  \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ (Subcontrols) ً ﺎﻴﻋﺮﻓ ﺎًﻄﺑﺎﺿ ٩٢  .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻟوﺪﻟاو ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﺔﻄﺒﺗﺮﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ نأ \u0000ﻛ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ف اﺪﻫﻷا تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﲆﻋ ﺔﻴﻨﺒﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا تﺎﺒﻠﻄﺘﳌا ﻦﻣ \u0000دﻷا ﺪﺤﻟا \u0000ﻓﻮﺗ ﱃإ ﻂﺑاﻮﻀﻟا هﺬﻫ فﺪﻬﺗ ﺔﻴﻠﺧاﺪﻟا (Threats) تاﺪﻳﺪﻬﺘﻟا ﻦﻣ تﺎﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ \u0000ﻳﺎﻌﳌاو :ﻲﻫو ،ﺔﻳ\u0000ﺤﻠﻟ ﺔﻴﺳﺎﺳﻷا فاﺪﻫﻷا ﲆﻋ ﺰﻴﻛﱰﻟا ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ﺐﻠﻄﺘﺗو .ﺔﻴﺟرﺎﺨﻟاو (Confidentiality) ﺔﻣﻮﻠﻌﳌا ﺔﻳﴎ  (Integrity) ﺔﻣﻮﻠﻌﳌا ﺔﻣﻼﺳ  (Availability) ﺔﻣﻮﻠﻌﳌا ﺮﻓاﻮﺗ  :ﻲﻫو ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺎﻬﻴﻠﻋ ﺰﻜﺗﺮﻳ ﻲﺘﻟا ﺔﻴﺳﺎﺳﻷا ﺔﻌﺑرﻷا روﺎﺤﳌا رﺎﺒﺘﻋﻻﺎﺑ ﻂﺑاﻮﻀﻟا هﺬﻫ ﺬﺧﺄﺗو (Strategy) ﺔﻴﺠﻴﺗاﱰﺳﻹا  (People) صﺎﺨﺷﻷا  ( Process) ءاﺮﺟﻹا  (Technology) ﺔﻴﻨﻘﺘﻟا  م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧ ﻂ ﺑاﻮﻀﻟا ﻞﻤﻋ قﺎﻄﻧ تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو تارازﻮﻟا ﻞﻤﺸﺗو) ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ ﺔﻴﺘﺤﺗ ﻰﻨﺑ ﻚﻠﺘ\u0000 ﻲﺘﻟا صﺎﺨﻟا عﺎﻄﻘﻟا تﺎﻬﺟو ،(ﺎﻬﺟرﺎﺧو ﺔﻜﻠﻤﳌا ﻞﺧاد) ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻫ\u0000ﻏو ﺎﻬﻟ رﺎﺸﻳو) ،ﺎﻬﺘﻓﺎﻀﺘﺳا وأ ﺎﻬﻠﻴﻐﺸﺘﺑ مﻮﻘﺗ وأ (Critical National Infrastructures “CNIs”) ﺔﺳﺎﺴﺣ ﺔﻴﻨﻃو هﺬﻫ ﻦﻣ ةدﺎﻔﺘﺳﻻا ﲆﻋ ةﺪﺸﺑو ﺔﻜﻠﻤﳌا ﰲ ىﺮﺧﻷا تﺎﻬﺠﻟا ﺔﺌﻴﻬﻟا ﻊﺠﺸُﺗ \u0000ﻛ .(\"ﺔﻬﺠﻟا\" ـﺑ ﺔﻘﻴﺛﻮﻟا اﺬﻫ ﰲ ًﺎﻌﻴﻤﺟ .ﺔﻬﺠﻟا ﻞﺧاد هﺮﻳﻮﻄﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﺴﺤﺘﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﻖﻴﺒﻄﺘﻟ ﻂﺑاﻮﻀﻟا ﺔ ﻬﺠﻟا ﻞﺧاد ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ﺔﻜﻠﻤﳌا ﰲ تﺎﻋﺎﻄﻘﻟاو تﺎﻬﺠﻟا ﻊﻴﻤﺠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺟﺎﻴﺘﺣﻻ ﺔ\u0000ﻼﻣ نﻮﻜﺗ ﺚﻴﺤﺑ ﻂﺑاﻮﻀﻟا هﺬﻫ داﺪﻋإ ﻢﺗ .ﺎﻬﻴﻠﻋ ﻖﻴﺒﻄﺘﻠﻟ ﺔﻠﺑﺎﻘﻟا ﻂﺑاﻮﻀﻟا ﻊﻴﻤﺠﺑ ماﺰﺘﻟﻻا ﺔﻬﺟ ﻞﻛ ﲆﻋ ﺐﺠﻳو ،ﺎﻬﻟ\u0000ﻋأ ﺔﻌﻴﺒﻃ عﻮﻨﺘﺑ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻌﻴﺒﻃ ﺐﺴﺣ ىﺮﺧأ ﱃإ ﺔﻬﺟ ﻦﻣ ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ﺎﻬﻴﻓ توﺎﻔﺘﺗ ﻲﺘﻟا ﻂﺑاﻮﻀﻟا ﲆﻋ ﺔﻠﺜﻣﻷا ﻦﻣ :ةرﻮﻛﺬﳌا تﺎﻴﻨﻘﺘﻠﻟ ﺎﻬﻣاﺪﺨﺘﺳاو Cloud ) ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا (٢-٤) ﻢﻗر ﻲﻋﺮﻔﻟا نﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا  ًﺎﻴﻟﺎﺣ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻬﺠﻟا ﲆﻋ ﺔﻣﺰﻠﻣو ﻖﻴﺒﻄﺘﻟا ﺔﻠﺑﺎﻗ نﻮﻜﺗ (Computing and Hosting Cybersecurity .ﺎﻬﻣاﺪﺨﺘﺳﻻ ﻂﻄﺨﺗ وأ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ م اﺰﺘﻟﻻاو ﺬﻴﻔﻨﺘﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ﻚﻟﺬﻛو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﰲ ةﴍﺎﻌﻟا ةدﺎﳌا ﻦﻣ ﺔﺜﻟﺎﺜﻟا ةﺮﻘﻔﻟا ﰲ درو ﺎﳌ ًﺎﻘﻴﻘﺤﺗ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻤﻋ قﺎﻄﻧ ﻦﻤﺿ تﺎﻬﺠﻟا ﻊﻴﻤﺟ ﲆﻋ ﺐﺠﻳ ،ـﻫ ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا .ﻂﺑاﻮﻀﻟا هﺬﻬﺑ ﺮﻤﺘﺴﳌاو ﻢﺋاﺪﻟا ماﺰﺘﻟﻻا ﻖﻘﺤﻳ ﺎﻣ ﺬﻴﻔﻨﺗ ﻦﻣ وأ ،ﻖﻴﻗﺪﺘﻠﻟ ﺔﻴﻧاﺪﻴﳌا تارﺎﻳﺰﻟﺎﺑ مﺎﻴﻘﻟا لﻼﺧ ﻦﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ درو ﺎ\u0000 تﺎﻬﺠﻟا ماﺰﺘﻟا ﻢﻴﻴﻘﺘﺑ ﺔﺌﻴﻬﻟا مﻮﻘﺗ .ﻚﻟﺬﻟ ﺔﺒﺳﺎﻨﻣ ﺔﺌﻴﻬﻟا ﺎﻫاﺮﺗ ﻲﺘﻟا ﺔﻴﻟﻵا ﻖﻓو وأ ؛تﺎﻬﺠﻠﻟ \u0000اﺬﻟا ﻢﻴﻴﻘﺘﻟا لﻼﺧ م اﺰﺘﻟﻻا سﺎﻴﻗو ﻢﻴﻴﻘﺘﻟا ةادأ تﺎﻬﺠﻟا ةﺪﻋﺎﺴﳌ (ECC – 2: 2024 Assessment and Compliance Tool) ةادأ راﺪﺻﺈﺑ ﺔﺌﻴﻬﻟا مﻮﻘﺗ فﻮﺳ .\u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﻴﺒﻄﺘﺑ ﺎﻬﻣاﺰﺘﻟا ىﺪﻣ سﺎﻴﻘﻟ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو تﺎﻧﻮﻜﻣ ﺔ ﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا .ﻂﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﳌا هﺎﻧدأ (١) ﻞﻜﺸﻟا ﺢﺿﻮﻳ ﻂﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﳌا :(١) ﻞﻜﺷ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا .ﻂﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﳌا هﺎﻧدأ (٢) ﻞﻜﺸﻟا ﺢﺿﻮﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ةرادإ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ٢-١ ١- Cybersecurity Management Cybersecurity Strategy \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ٤-١ ٣- Cybersecurity Roles and Responsibilities Cybersecurity Policies and Procedures ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻊﻳرﺎﺸﳌا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻦﻣﻷا ﺔﻤﻛﻮﺣ - ﺔﻴﻨﻘﺘﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ٦-١ ٥- Cybersecurity in Information Cybersecurity Risk Management ﻲ ﻧاﺮﺒﻴﺴﻟا Technology Projects Cybersecurity Governance \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ يروﺪﻟا ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو ت\u0000ﻴﻈﻨﺗو تﺎﻌﻳﴩﺘﺑ ماﺰﺘﻟﻻا Cybersecurity Periodical Assessment ٨-١ \u0000اﱪﻴﺴﻟا ٧- and Audit Cybersecurity Regulatory Compliance \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺐﻳرﺪﺘﻟاو ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﺔﻳﴩﺒﻟا دراﻮﳌﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا Cybersecurity Awareness and Training ١٠-١ ٩- Cybersecurity in Human Resources Program ت ﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادإ ل ﻮﺻﻷا ةرادإ ٢ - ٢ ١ - Identity and Access Management Asset Management ت ﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ \u0000 وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ٤ - ٢ Information System and Processing ٣ - Email Protection Facilities Protection ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣأ ت ﺎﻜﺒﺸﻟا ﻦﻣأ ةرادإ ٦ - ٢ ٥ - Mobile Devices Security Networks Security Management \u0000ﻔﺸﺘﻟا تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺣ ٨ - ٢ ٧ - Cryptography Data and Information Protection ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ - Cybersecurity ت اﺮﻐﺜﻟا ةرادإ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادإ Vulnerabilities Management ١٠ - ٢ Backup and Recovery Management ٩ - ٢ Defence \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ قاﱰﺧﻻا رﺎﺒﺘﺧا Cybersecurity Event Logs and ١٢ - ٢ ١١ - Penetration Testing Monitoring Management \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ يدﺎﳌا ﻦﻣﻷا ١٤ - ٢ Cybersecurity Incident and Threat ١٣ - Physical Security Management ﺐ ﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ١٥ - Web Application Security ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ - ل \u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ﺐﻧاﻮﺟ ١-٣ Cybersecurity Cybersecurity Resilience aspects of Business Continuity Management (BCM) Resilience ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا - فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٢-٤ ١-٤ ﺔﻴﺑﺎﺤﺴﻟا Cloud Computing and Hosting Third-Party Cybersecurity Cybersecurity Third-Party and Cloud Computing Cybersecurity ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﳌا :(٢) ﻞﻜﺷ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﻠﻜﻴﻬﻟا .ﱄاﻮﺘﻟا ﲆﻋ ؛ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو ﻂﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ هﺎﻧدأ (٤) و (٣) نﻼﻜﺸﻟا ﺢﺿﻮﻳ ECC 2 ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﺨﺴﻧ ﻢﻗر راﺪﺻﻹا ﺔﻨﺳ Essential Cybersecurity Controls راﺪﺻﻹا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ :(٣) ﻞﻜﺷ ٦ ٢ ٣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ :(٤) ﻞﻜﺷ .ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ ﺔﻘﻳﺮﻃ هﺎﻧدأ (١) لوﺪﺠﻟا ﺢﺿﻮﻳ ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ :(١) لوﺪﺟ ﳼ ﺎﺳﻷا نﻮﻜﳌا ﻢﺳا ﳼ ﺎﺳﻷا نﻮﻜﻤﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر ﻲ ﻋﺮﻔﻟا نﻮﻜﳌا ﻢﺳا ﻲ ﻋﺮﻔﻟا نﻮﻜﻤﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر فﺪﻬﻟا ﻂﺑاﻮﻀﻟا ﻂﺑﺎﻀﻟا دﻮﻨﺑ ﻂ ﺑﺎﻀﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻞﻴﺻﺎﻔﺗ (Cybersecurity Governance) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺔﻤﻛﻮﺣ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ١- ﺔ ﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻖﻴﻘﺤﺗ ﰲ ﺔﻬﺠﻟا ﻞﺧاد ﻊﻳرﺎﺸﳌاو تاردﺎﺒﳌاو فاﺪﻫﻷاو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻞﻤﻌﻟا ﻂﻄﺧ مﺎﻬﺳإ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﻂﺑاﻮﻀﻟا ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﻪﻟ رﺎﺸﻳو) ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋر ﻞﺒﻗ ﻦﻣ ﺎﻬﻤﻋدو ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺠﻴﺗاﱰﺳﻹا فاﺪﻫﻷا ﳽ\u0000ﺘﺗ نأو ،(\"ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ\" ﻢﺳﺎـﺑ .ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ﻖﻴﺒﻄﺘﻟ ﻞﻤﻋ ﺔﻄﺧ ﺬﻴﻔﻨﺗ ﲆﻋ ﻞﻤﻌﻟا ﺐﺠﻳ ٢-١- ﺔ ﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٣-١- .(ﺔﻗﻼﻌﻟا تاذ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ةرادإ ٢- ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺔﻬﺠﻟا ﻚﻠﺗ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣاﺮﺑ ﻖﻴﺒﻄﺗو ةرادﺈﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻢﻋدو ماﺰﺘﻟا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻸﻟ ً ﺎﻘﻓو) (ICT/ IT) تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ةرادإ ﻦﻋ ﺔﻠﻘﺘﺴﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﻣ ةرادإ ءﺎﺸﻧإ ﺐﺠﻳ ١-٢- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋﺮﺑ ةﴍﺎﺒﻣ ﺎﻬﻃﺎﺒﺗرا ﻞﻀﻔﻳو .(ـﻫ ١٤٣٨ / ٨ / ١٤ ﺦﻳرﺎﺗو ٣٧١٤٠ ﻢﻗر .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ةءﺎﻔﻛ يوذو \u0000ﻏﺮﻔﺘﻣ \u0000ﻨﻃاﻮﻣ ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻒﺋﺎﻇو ﻊﻴﻤﺟ ﻞﻐﺷ ﺐﺠﻳ ٢-٢- ﻦﻣﻷا تﺎﻌﻳﴩﺗو ﺞﻣاﺮﺑ ﻖﻴﺒﻄﺗ ﺔﻌﺑﺎﺘﻣو ﻢﻋدو ماﺰﺘﻟا ن\u0000ﻀﻟ ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻦﻣ ﻪﻴﺟﻮﺘﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻓاﴍإ ﺔﻨﺠﻟ ءﺎﺸﻧإ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﺲﻴﺋر نﻮﻜﻳ نأ ﲆﻋ ﺎﻬﻟ\u0000ﻋأ ﺔﻤﻛﻮﺣ رﺎﻃإو ﺎﻬﺗﺎﻴﻟوﺆﺴﻣو ﺔﻨﺠﻠﻟا ءﺎﻀﻋأ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﻢﺘﻳو ،\u0000اﱪﻴﺴﻟا ٣-٢- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋﺮﺑ ةﴍﺎﺒﻣ ﺎﻬﻃﺎﺒﺗرا ﻞﻀﻔﻳو .ﺎﻬﺋﺎﻀﻋأ ﺪﺣأ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ٣- ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ل\u0000ﻋﻷا تﺎﺒﻠﻄﺘﳌ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻬﺑ ﺔﻬﺠﻟا ماﺰﺘﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﴩﻧو ﻖﻴﺛﻮﺗ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﻂﺑاﻮﺿ ﻦﻣ ﻪﻠﻤﺸﺗ ﺎﻣو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﺪﻳﺪﺤﺗ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ف اﺮﻃﻷاو ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟا ﻦﻣ ﺔﻗﻼﻌﻟا يوذ ﱃإ ﺎﻫﴩﻧ ﺐﺠﻳ \u0000ﻛ ،ﺔﻬﺠﻟا ﰲ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻞﺒﻗ ﻦﻣ ﺎﻫد\u0000ﺘﻋاو ﺎﻬﻘﻴﺛﻮﺗو ،\u0000اﱪﻴﺴﻟا ١-٣- . ﺎﻬﺑ ﺔﻴﻨﻌﳌا . تﺎﺒﻠﻄﺘﻣو ﻂﺑاﻮﺿ ﻦﻣ ﻪﻠﻤﺸﺗ ﺎﻣو ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﻖﻴﺒﻄﺗ ن\u0000ﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ٢-٣- ﺔﻳ\u0000ﺤﻟا راﺪﺠﻟ ﺔﻴﻨﻣﻷا ﺔﻴﻨﻘﺘﻟا \u0000ﻳﺎﻌﳌا :لﺎﺜﳌا ﻞﻴﺒﺳ ﲆﻋ) ﺔﻴﻨﻣأ ﺔﻴﻨﻘﺗ \u0000ﻳﺎﻌ\u0000 ﺔﻣﻮﻋﺪﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ نﻮﻜﺗ نأ ﺐﺠﻳ ٣-٣- . (ﺦﻟإ ،ﻞﻴﻐﺸﺘﻟا ﺔﻤﻈﻧأو ،تﺎﻧﺎﻴﺒﻟا ﺪﻋاﻮﻗو تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٣- .ﺎﻫد\u0000ﺘﻋاو تا\u0000ﻴﻐﺘﻟا ﻖﻴﺛﻮﺗ ﺐﺠﻳ \u0000ﻛ ،(ﺔﻗﻼﻌﻟا تاذ \u0000ﻳﺎﻌﳌاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ ٤- .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﰲ ﺔﻛرﺎﺸﳌا فاﺮﻃﻷا ﻊﻴﻤﺠﻟ ﺔﺤﺿاو تﺎﻴﻟوﺆﺴﻣو راودأ ﺪﻳﺪﺤﺗ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا ، ﺔ ﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا تﺎﻴﻟوﺆﺴﳌاو راودﻷاو ﺔﻤﻛﻮﺤﻠﻟ ﻲﻤﻴﻈﻨﺘﻟا ﻞﻜﻴﻬﻟا د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﲆﻋ ﺐﺠﻳ ١-٤- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻚﻟذ ذﺎﻔﻧﻹ مزﻼﻟا ﻢﻋﺪﻟا ﻢﻳﺪﻘﺗ ﺐﺠﻳ \u0000ﻛ ،ﺎﻬﺑ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا ﻒﻴﻠﻜﺗو تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٢-٤- . (ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ٥- تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ﱃإ فﺪﻬﻳ ﺞﻬﻨﻤﻣ ﻮﺤﻧ ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﻂﺑاﻮﻀﻟا ﻚﻟذو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ١-٥- . ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺮﻓاﻮﺗو ﺔﻳﴪﻟا تارﺎﺒﺘﻋﻻ ًﺎﻘﻓو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﻖﻴﺒﻄﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ٢-٥- : ﺔﻴﻟﺎﺘﻟا تﻻﺎﺤﻟا ﰲ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﻢﻴﻴﻘﺗ تاءاﺮﺟإ ﺬﻴﻔﻨﺗ ﺐﺠﻳ . ﺔﻴﻨﻘﺘﻟا ﻊﻳرﺎﺸﳌا ﻦﻣ ةﺮﻜﺒﻣ ﺔﻠﺣﺮﻣ ﰲ ١-٣-٥- . ﺔﻴﻨﻘﺘﻟا ﺔﻴﻨﺒﻟا ﰲ يﺮﻫﻮﺟ \u0000ﻴﻐﺗ ءاﺮﺟإ ﻞﺒﻗ ٢-٣-٥-١ ٣-٥- .ﻲﺟرﺎﺧ فﺮﻃ تﺎﻣﺪﺧ ﲆﻋ لﻮﺼﺤﻠﻟ ﻂﻴﻄﺨﺘﻟا ﺪﻨﻋ ٣-٣-٥- . ةﺪﻳﺪﺟ ﺔﻴﻨﻘﺗ تﺎﻣﺪﺧو تﺎﺠﺘﻨﻣ قﻼﻃإ ﻞﺒﻗو ﻂﻴﻄﺨﺘﻟا ﺪﻨﻋ ٤-٣-٥- ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٥- .ﺎﻫد\u0000ﺘﻋاو تا\u0000ﻴﻐﺘﻟا ﻖﻴﺛﻮﺗ ﺐﺠﻳ \u0000ﻛ ،(ﺔﻗﻼﻌﻟا تاذ \u0000ﻳﺎﻌﳌاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻊﻳرﺎﺸﳌا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٦- ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺔﻳﴪﻟا ﺔﻳ\u0000ﺤﻟ ﺔﻬﺠﻟا ﻊﻳرﺎﺸﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﰲ ﺔﻨﻤﻀﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ نأ ﻦﻣ ﺪﻛﺄﺘﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻠﻟ ﻂﺑاﻮﻀﻟا ﺔﻬ ﺠﻟا ﰲ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ \u0000ﻴﻐﺘﻟا ةرادإ ﰲو ﻊﻳرﺎﺸﳌا ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ \u0000ﻤﻀﺗ ﺐﺠﻳ ﻦﻣ ﳼﺎﺳأ ءﺰﺟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ نﻮﻜﺗ نأو ،ﻲﻨﻘﺘﻟا عوﴩﳌا ةﺎﻴﺣ ةرود ﻦﻣ ءﺰﺠﻛ ﺎﻬﺘﺠﻟﺎﻌﻣو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﺪﻳﺪﺤﺗ ن\u0000ﻀﻟ ١-٦- . ﺔﻴﻨﻘﺘﻟا ﻊﻳرﺎﺸﳌا تﺎﺒﻠﻄﺘﻣ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ تا\u0000ﻴﻐﺘﻟاو ﻊﻳرﺎﺸﳌا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺎﻬﺘﺠﻟﺎﻌﻣو تاﺮﻐﺜﻟا ﻢﻴﻴﻘﺗ ١-٢-٦- ٢-٦- \u0000ﺷﺪﺗو قﻼﻃإ ﻞﺒﻗ تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣو (Secure Configuration and Hardening) \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻺﻟ ﺔﻌﺟاﺮﻣ ءاﺮﺟإ ٢-٢-٦- . تا\u0000ﻴﻐﺘﻟاو ﻊﻳرﺎﺸﳌا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﺻﺎﺨﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﻘﻴﺒﻄﺘﻟا ﺮﻳﻮﻄﺗ ﻊﻳرﺎﺸﳌ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (Secure Coding Standards) تﺎﻘﻴﺒﻄﺘﻠﻟ ﻦﻣﻵا ﺮﻳﻮﻄﺘﻟا \u0000ﻳﺎﻌﻣ ماﺪﺨﺘﺳا ١-٣-٦- . (Libraries) ﺎﻬﺑ ﺔﺻﺎﺨﻟا تﺎﺒﺘﻜﳌاو تﺎﻘﻴﺒﻄﺘﻟا ﺮﻳﻮﻄﺗ تاودﻷ ﺔﻗﻮﺛﻮﻣو ﺔﺼﺧﺮﻣ ردﺎﺼﻣ ماﺪﺨﺘﺳا ٢-٣-٦- . ﺔﻬﺠﻠﻟ ﺔﻴﻧاﱪﻴﺴﻟا ﺔﻴﻨﻣﻷا تﺎﺒﻠﻄﺘﻤﻠﻟ تﺎﻘﻴﺒﻄﺘﻟا ءﺎﻔﻴﺘﺳا ىﺪﻣ ﻦﻣ ﻖﻘﺤﺘﻠﻟ رﺎﺒﺘﺧا ءاﺮﺟإ ٣-٣-٦-١ ٣-٦- . تﺎﻘﻴﺒﻄﺘﻟا \u0000ﺑ (Integration) ﻞﻣﺎﻜﺘﻟا ﻦﻣأ ٤-٣-٦- قﻼﻃإ ﻞﺒﻗ تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣو (Secure Configuration and Hardening) \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻺﻟ ﺔﻌﺟاﺮﻣ ءاﺮﺟإ ٥-٣-٦- .تﺎﻘﻴﺒﻄﺘﻟا \u0000ﺷﺪﺗو .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ ﻊﻳرﺎﺸﳌا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٦- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو ت\u0000ﻴﻈﻨﺗو تﺎﻌﻳﴩﺘﺑ ماﺰﺘﻟﻻا ٧- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﻖﻓاﻮﺘﻳ ﺔﻬﺠﻟا ىﺪﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣﺎﻧﺮﺑ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا تﺎﺒﻠﻄﺘﳌا ﻚﻠﺗ ﴫﺣ ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﺔﻴﻟود تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ١-٧- . ﺎﻬﺑ ماﺰﺘﻟﻻاو \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ يروﺪﻟا ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ٨- ﺔ ﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻞﻤﻌﺗو ﺔﻘﺒﻄﻣ ﺔﻬﺠﻟا ىﺪﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا .ﺔﻬﺠﻟا ﲆﻋ ًﺎﻴﻤﻴﻈﻨﺗ ةﺮّ ﻘﳌا ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا .ًﺎﻳرود \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ١-٨- ةرادﻹا ﻞﺜﻣ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﻦﻋ ﺔﻠﻘﺘﺴﻣ فاﺮﻃأ ﻞﺒﻗ ﻦﻣ ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﻖﻴﻗﺪﺗو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ﺔﻣﺎﻌﻟا \u0000ﻳﺎﻌﻤﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ أﺪﺒﻣ ﻪﻴﻓ ﻰﻋاﺮﻳ ﻞﻘﺘﺴﻣ ﻞﻜﺸﺑ ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ﻢﺘﺗ نأ ﲆﻋ .(ﺔﻬﺠﻟا ﰲ ﺔﻌﺟاﺮﳌﺎﺑ ﺔﻴﻨﻌﳌا ٢-٨- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﻤﻠﻟ ﺔﻟﻮﺒﻘﳌا ﻞﻤﺘﺸﺗ نأ ﺐﺠﻳ \u0000ﻛ .ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻓاﴍﻹا ﺔﻨﺠﻠﻟا ﲆﻋ ﺎﻬﺿﺮﻋو ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻖﻴﻗﺪﺗو ﺔﻌﺟاﺮﻣ ﺞﺋﺎﺘﻧ ﻖﻴﺛﻮﺗ ﺐﺠﻳ ٣-٨- . تﺎﻈﺣﻼﳌا ﺔﺠﻟﺎﻌﻣ ﺔﻄﺧو ،ﺔﻴﺤﻴﺤﺼﺘﻟا تاءاﺮﺟﻹاو تﺎﻴﺻﻮﺘﻟاو ،ﺔﻔﺸﺘﻜﳌا تﺎﻈﺣﻼﳌاو ،ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا قﺎﻄﻧ ﲆﻋ ﺞﺋﺎﺘﻨﻟا ﺔﻳﴩﺒﻟا دراﻮﳌﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٩- ﺪﻨﻋو ءﺎﻨﺛأو ﻞﺒﻗ ﺔﻴﻟﺎﻌﻔﺑ ﺞﻟﺎﻌﺗ ﺔﻬﺠﻟا ﰲ (ﻦﻳﺪﻗﺎﻌﺘﻣو \u0000ﻔﻇﻮﻣ) \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﺮﻃﺎﺨﻣ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﻢﻬﻠﻤﻋ ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ ﻢﻬﻠﻤﻋ ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻨﻋو ﻢﻬﻠﻤﻋ ءﺎﻨﺛأو ﻢﻬﻔﻴﻇﻮﺗ ﻞﺒﻗ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٩- . ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٩- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟﺎﺑ ﺔﻴﻨﻬﳌا \u0000ﻠﻣﺎﻌﻟا ﺔﻗﻼﻋ ءﺪﺑ ﻞﺒﻗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000ﻠﻣﺎﻌﻟا دﻮﻘﻋ ﰲ (Non-Disclosure Clauses) تﺎﻣﻮﻠﻌﳌا ﺔﻳﴎ ﲆﻋ ﺔﻈﻓﺎﺤﳌا دﻮﻨﺑو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣ \u0000ﻤﻀﺗ ١-٣-٩- . (ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑو لﻼﺧ ﻞﻤﺸﺘﻟ) ﺔﻬﺠﻟا ﰲ ٣-٩- تﺎﻴﺣﻼﺼﻟا تاذ ﺔﻴﻨﻘﺘﻟا ﻒﺋﺎﻇﻮﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻒﺋﺎﻇو ﰲ \u0000ﻠﻣﺎﻌﻠﻟ (Screening or Vetting) ﻲﻨﻣﻷا ﺢﺴﳌا ءاﺮﺟإ ٢-٣-٩- . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟﺎﺑ ﺔﻴﻨﻬﳌا \u0000ﻠﻣﺎﻌﻟا ﺔﻗﻼﻋ لﻼﺧ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (ﺎﻬﻟﻼﺧو ﺔﻴﻔﻴﻇﻮﻟا ﺔﻨﻬﳌا ﺔﻳاﺪﺑ ﺪﻨﻋ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ١-٤-٩-١ ٤-٩- . ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻠﻤﻋو تاءاﺮﺟإو تﺎﺳﺎﻴﺴﻟ ًﺎﻘﻓو ﺎﻬﺑ ماﺰﺘﻟﻻاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ٢-٤-٩- . ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ \u0000ﻠﻣﺎﻌﻠﻟ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٥-٩- .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٦-٩- \u0000 اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺐﻳرﺪﺘﻟاو ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ١٠- ﺪﻳوﺰﺗ ﻦﻣ ﺪﻛﺄﺘﻟاو .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ﻢﻬﺗﺎﻴﻟوﺆﺴ\u0000 ﺔﻳارد ﲆﻋو ﺔﻣزﻼﻟا ﺔﻴﻨﻣﻷا ﺔﻴﻋﻮﺘﻟا ﻢﻬﻳﺪﻟ ﺔﻬﺠﻟﺎﺑ \u0000ﻠﻣﺎﻌﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ مﺎﻴﻘﻟاو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ﺔﺑﻮﻠﻄﳌا ﺔﻴﺒﻳرﺪﺘﻟا تاروﺪﻟاو تﻼﻫﺆﳌاو تارﺎﻬﳌﺎﺑ ﺔﻬﺠﻟﺎﺑ \u0000ﻠﻣﺎﻌﻟا فﺪﻬﻟا . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا هﺎﺠﺗ ﻢﻬﺗﺎﻴﻟوﺆﺴ\u0000 ﻂﺑاﻮﻀﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻲﻋﻮﻟا ﺰﻳﺰﻌﺘﻟ ﻚﻟذو ،ًﺎﻳرود ةدﺪﻌﺘﻣ تاﻮﻨﻗ لﻼﺧ ﻦﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻠﻟ ﺞﻣﺎﻧﺮﺑ د\u0000ﺘﻋاو ﺮﻳﻮﻄﺗ ﺐﺠﻳ ١-١٠- . \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺑﺎﺠﻳإ ﺔﻓﺎﻘﺛ ءﺎﻨﺑو ،هﺮﻃﺎﺨﻣو ﻪﺗاﺪﻳﺪﻬﺗو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻠﻟ ﺪﻤﺘﻌﳌا ﺞﻣﺎﻧﱪﻟا ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٠- : ﻚﻟذ ﰲ ﺎ\u0000 ،ﺎﻬﻨﻣ ﺪﺠﺘﺴﻳ ﺎﻣو ﺔﻴﻧاﱪﻴﺴﻟا تاﺪﻳﺪﻬﺘﻟاو ﺮﻃﺎﺨﳌا ﻢﻫأ ﻦﻣ ﺔﻬﺠﻟا ﺔﻳ\u0000ﺣ ﺔﻴﻔﻴﻛ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﻲﻄﻐﻳ نأ ﺐﺠﻳ ٣-١٠- . \u0000وﱰﻜﻟﻹا ﺪﻴﺼﺘﻟا ﻞﺋﺎﺳر ﻊﻣ ًﺎﺻﻮﺼﺧ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا تﺎﻣﺪﺧ ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ١-٣-١٠- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا . ﻦﻳﺰﺨﺘﻟا ﻂﺋﺎﺳوو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٢-٣-١٠- . ﺖﻧﱰﻧﻹا ﺢﻔﺼﺗ تﺎﻣﺪﺧ ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٣-٣-١٠- . ﻲﻋ\u0000ﺘﺟﻻا ﻞﺻاﻮﺘﻟا ﻞﺋﺎﺳو ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٤-٣-١٠- ﺎﻬﻔﻴﻨﺼﺗو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ةﴍﺎﺒﳌا ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻔﻴﻇﻮﻟا تﻻﺎﺠﳌا ﰲ \u0000ﻠﻣﺎﻌﻠﻟ مزﻼﻟا ﺐﻳرﺪﺘﻟاو ﺔﺼﺼﺨﺘﳌا تارﺎﻬﳌا \u0000ﻓﻮﺗ ﺐﺠﻳ : ﻚﻟذ ﰲ ﺎ\u0000 ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻴﻔﻴﻇﻮﻟا ﻢﻬﺗﺎﻴﻟوﺆﺴﻣ ﻊﻣ ﳽ\u0000ﺘﻳ ﺎ\u0000 .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﻮﻔﻇﻮﻣ ١-٤-١٠-١ ٤-١٠- . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ نﻮﻠﻐﺸﳌا نﻮﻔﻇﻮﳌاو تﺎﻘﻴﺒﻄﺘﻟاو ﺞﻣاﱪﻟا ﺮﻳﻮﻄﺗ ﰲ نﻮﻠﻣﺎﻌﻟا نﻮﻔﻇﻮﳌا ٢-٤-١٠- . ﺔﻳﺬﻴﻔﻨﺘﻟاو ﺔﻴﻓاﴍﻹا ﻒﺋﺎﻇﻮﻟا ٣-٤-١٠- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٥-١٠- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Defense) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ (Asset Management) لﻮﺻﻷا ةرادإ ١- ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﻊﻴﻤﺠﻟ ﺔﻗﻼﻌﻟا تاذ ﻞﻴﺻﺎﻔﺘﻟا ﻞﻤﺸﺗ لﻮﺻﻸﻟ ﺔﺜﻳﺪﺣو ﺔﻘﻴﻗد دﺮﺟ ﺔ\u0000ﺎﻗ ﺎﻬﻳﺪﻟ ﺔﻬﺠﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻠﻟ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺔﻳﴎ ﻖﻴﻘﺤﺘﻟ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﺔﻬﺠﻠﻟ ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻠﻤﻌﻟا ﻢﻋد ﻞﺟأ ﻦﻣ ،ﺔﻬﺠﻠﻟ ﺔﺣﺎﺘﳌا فﺪﻬﻟا . ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﴩ ﻧو د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ٣-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٤-١- ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو (Labeling) ﺎﻫﺰﻴﻣﺮﺗو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﻒﻴﻨﺼﺗ ﺐﺠﻳ ٥-١- .ﺔﻗﻼﻌﻟا تاذ . ًﺎﻳرود ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٦-١- (Identity and Access Management) تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادإ ٢- لﻮﺻﻮﻟا ﻊﻨﻣ ﻞﺟأ ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﱃإ (Logical Access) ﻲﻘﻄﻨﳌا لﻮﺻﻮﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻬﺠﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا ل\u0000ﻋﻷا زﺎﺠﻧﻹ بﻮﻠﻄﻣ ﻮﻫ ﺎﻣ ﱃإ لﻮﺻﻮﻟا ﺪﻴﻴﻘﺗو ﻪﺑ حﴫﳌا \u0000ﻏ ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٢- . ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٢- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﺈﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ةرادإو ،مﺪﺨﺘﺴﳌا ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ (Single-factor authentication) ﴫﻨﻌﻟا يدﺎﺣأ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ١-٣-٢- . روﺮﳌا ﺔﻤﻠﻛ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو (Multi-Factor Authentication) ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٢-٣-٢- ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ٣-٢- أﺪﺒﻣ) تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟﺎﺑ ﻢﻜﺤﺘﻟا ئدﺎﺒﻣ ﲆﻋ ءً ﺎﻨﺑ (Authorization) \u0000ﻣﺪﺨﺘﺴﳌا تﺎﻴﺣﻼﺻو ﺢﻳرﺎﺼﺗ ةرادإ ٣-٣-٢- تﺎﻴﺣﻼﺼﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟا أﺪﺒﻣو ،\"Need-to-know and Need-to-use\" ماﺪﺨﺘﺳﻻاو ﺔﻓﺮﻌﳌا ﱃإ ﺔﺟﺎﺤﻟا . (\"Segregation of Duties\" مﺎﻬﳌا ﻞﺼﻓ أﺪﺒﻣو ،\"Least Privilege“ تازﺎﻴﺘﻣﻻاو .(Privileged Access Management) ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا ةرادإ ٤-٣-٢- . تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻬﻟ ﺔﻳروﺪﻟا ﺔﻌﺟاﺮﳌا ٥-٣-٢- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٢- (Information System and Processing Facilities Protection) تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ ٣- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺘﺤﺘﻟا ﻰﻨﺒﻟاو \u0000ﻣﺪﺨﺘﺴﳌا ةﺰﻬﺟأ ﻚﻟذ ﰲ ﺎ\u0000 تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٣- . ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٣- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ٣-٣- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000ﻣﺪﺨﺘﺴﳌا ةﺰﻬﺟأ ﲆﻋ (Malware) ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو ﺔﻫﻮﺒﺸﳌا ﺔﻄﺸﻧﻷاو ﺞﻣاﱪﻟاو تﺎﺳو\u0000ﻔﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ١-٣-٣- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،ﺔﻣﺪﻘﺘﳌاو ﺔﺜﻳﺪﺤﻟا ﺔﻳ\u0000ﺤﻟا تﺎﻴﻟآو تﺎﻴﻨﻘﺗ ماﺪﺨﺘﺳﺎﺑ مداﻮﺨﻟاو . ﺎﻬﺑ ﻖﻠﻌﺘﳌا ﻦﻣﻷاو ﺔﻴﺟرﺎﺨﻟا ﻦﻳﺰﺨﺘﻟا ﻂﺋﺎﺳو ةﺰﻬﺟأ ماﺪﺨﺘﺳﻻ مزﺎﺤﻟا ﺪﻴﻴﻘﺘﻟا ٢-٣-٣- . (Patch Management) ةﺰﻬﺟﻷاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻸﻟ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ٣-٣-٣- هﺮﻓﻮﺗ ﺎﻣ ردﺎﺼﳌا هﺬﻫ ﻦﻣو ،قﻮﺛﻮﻣو ﻖﻴﻗد رﺪﺼﻣ ﻦﻣو ًﺎﻳﺰﻛﺮﻣ (Clock Synchronization) ﺖﻴﻗﻮﺘﻟا ﺔﻨﻣاﺰﻣ ٤-٣-٣- . ةدﻮﺠﻟاو ﺲﻴﻳﺎﻘﳌاو تﺎﻔﺻاﻮﻤﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا .ًﺎﻳرود ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٣- (Email Protection) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ٤- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٤- . ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٤- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \"Phishing Emails\" \u0000وﱰﻜﻟﻹا ﺪّﻴﺼﺘﻟا ﻞﺋﺎﺳر ًﺎﺻﻮﺼﺧو) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻞﺋﺎﺳر (Filtering) ﺔﻴﻔﺼﺗو ﻞﻴﻠﺤﺗ ١-٣-٤- . \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻠﻟ ﺔﻣﺪﻘﺘﳌاو ﺔﺜﻳﺪﺤﻟا ﺔﻳ\u0000ﺤﻟا تﺎﻴﻟآو تﺎﻴﻨﻘﺗ ماﺪﺨﺘﺳﺎﺑ (\"Spam Emails\" ﺔﻴﻣﺎﺤﺘﻗﻹا ﻞﺋﺎﺳﺮﻟاو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو (Multi-Factor Authentication) ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٢-٣-٤- ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو . (Webmail) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻚﻟذو ٣-٤- .\u0000وﱰﻜﻟﻹا ﺪﻳﱪﻠﻟ ﺔﻔﺷرﻷاو ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ٣-٣-٤- تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ةدﺎﻋ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ،(APT Protection) ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ٤-٣-٤- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،(Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا (Sender Policy Framework “SPF”) ﻞﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ماﺪﺨﺘﺳﺎﺑ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ٥-٣-٤- غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳو (Domain Keys Identified Mail “DKIM”) قﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟاو .(Domain Message Authentication Reporting and Conformance “DMARC”) ﺎﻬﻨﻋ .ًﺎﻳرود ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٤- (Networks Security Management) تﺎﻜﺒﺸﻟا ﻦﻣأ ةرادإ ٥- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٥- . ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٥- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﲆﻋ ةﺮﻄﻴﺴﻠﻟ مزﻼﻟاو ،ﻦﻣآ ﻞﻜﺸﺑ تﺎﻜﺒﺸﻟا ءاﺰﺟﻷ ﻲﻘﻄﻨﳌا وأ يدﺎﳌا ﻢﻴﺴﻘﺘﻟاو لﺰﻌﻟا ١-٣-٥- .(Defense-in-Depth) ﻞﺣاﺮﳌا دﺪﻌﺘﻣ ﻲﻨﻣﻷا عﺎﻓﺪﻟا أﺪﺒﻣو (Firewall) ﺔﻳ\u0000ﺤﻟا راﺪﺟ ماﺪﺨﺘﺳﺎﺑ ،ﺔﻗﻼﻌﻟا تاذ . رﺎﺒﺘﺧﻻاو ﺮﻳﻮﻄﺘﻟا تﺎﺌﻴﺑ تﺎﻜﺒﺷ ﻦﻋ جﺎﺘﻧﻹا ﺔﺌﻴﺑ ﺔﻜﺒﺷ لﺰﻋ ٢-٣-٥- ﺔﻛرﺎﺸﻣ ﻊﻗاﻮﻣو ،ﺔﻫﻮﺒﺸﳌا ﺔ ﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﻤﻠﻟ مزﺎﺤﻟا ﺪﻴﻴﻘﺘﻟا ﻚﻟذ ﻞﻤﺸﻳو ،ﺖﻧﱰﻧﻹﺎﺑ لﺎﺼﺗﻻاو ﺢﻔﺼﺘﻟا ﻦﻣأ ٣-٣-٥- . ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا ﻊﻗاﻮﻣو ،تﺎﻔﻠﳌا ﻦﻳﺰﺨﺗو ٣-٥- تﺎﻜﺒﺸﻟا ﻂﺑر مﺪﻋو ،\u0000ﻔﺸﺘﻟاو ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻠﻟ ﺔﻨﻣآ ﻞﺋﺎﺳو ماﺪﺨﺘﺳﺎﺑ ﺎﻬﺘﻳ\u0000ﺣو ﺔﻴﻜﻠﺳﻼﻟا تﺎﻜﺒﺸﻟا ﻦﻣأ ٤-٣-٥- ﻦﻤﻀﻳ ﺎ\u0000 ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو ﻚﻟذ ﲆﻋ ﺔﺒﺗﱰﳌا ﺮﻃﺎﺨﻤﻠﻟ ﺔﻠﻣﺎﻜﺘﻣ ﺔﺳارد ﲆﻋ ءً ﺎﻨﺑ ﻻإ ﺔﻴﻠﺧاﺪﻟا ﺔﻬﺠﻟا ﺔﻜﺒﺸﺑ ﺔﻴﻜﻠﺳﻼﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا لﻮﺻﻷا ﺔﻳ\u0000ﺣ . ﺔﻜﺒﺸﻟا تﺎﻣﺪﺧو تﻻﻮﻛﻮﺗوﺮﺑو ﺬﻓﺎﻨﻣ ةرادإو دﻮﻴﻗ ٥-٣-٥- .(Intrusion Prevention Systems) تﺎﻗاﱰﺧﻻا ﻊﻨﻣو فﺎﺸﺘﻛﻻ ﺔﻣﺪﻘﺘﳌا ﺔﻳ\u0000ﺤﻟا ﺔﻤﻈﻧأ ٦-٣-٥- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا . (DNS) تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ ﻦﻣأ ٧-٣-٥- ةدﺎﻋ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ،(APT Protection) ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺖﻧﱰﻧﻹا ﺢﻔﺼﺗ ةﺎﻨﻗ ﺔﻳ\u0000ﺣ ٨-٣-٥- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،(Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ﻦﻣ ﺪﺤﻠﻟ (Distributed Denial of Service Attack “DDoS”) تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻣ ﺔﻳ\u0000ﺤﻟا ٩-٣-٥- .تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا .ًﺎﻳرود ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٥- (Mobile Devices Security) ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣأ ٦- ﻦﻣ (ﺔﻴﺣﻮﻠﻟا ﺔﻴﻛﺬﻟا ةﺰﻬﺟﻷاو ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟاو لﻮﻤﺤﳌا ﺐﺳﺎﺤﻟا ةﺰﻬﺟأ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻟﻮﻤﺤﳌا ﺔﻬﺠﻟا ةﺰﻬﺟأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ ﻞﻘﻨﻟا ءﺎﻨﺛأ ﺎﻬﺘﻳ\u0000ﺣو ﺔﻬﺠﻟا ل\u0000ﻋﺄﺑ ﺔﺻﺎﺨﻟا تﺎﻣﻮﻠﻌﳌاو ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﻊﻣ ﻦﻣآ ﻞﻜﺸﺑ ﻞﻣﺎﻌﺘﻟا ن\u0000ﺿو .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا فﺪﻬﻟا . (\"BYOD\" أﺪﺒﻣ) ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷا ماﺪﺨﺘﺳا ﺪﻨﻋ ﻦﻳﺰﺨﺘﻟاو ﻂﺑاﻮﻀﻟا (BYOD) \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷاو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٦- . ﺔﻬﺠﻟا ﺔﻜﺒﺸﺑ ﺎﻬﻃﺎﺒﺗرا ﺪﻨﻋ . ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٦- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﲆﻋ ﺔﻧﺰﺨﳌا (ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا \u0000ﻔﺸﺗو ﻞﺼﻓ ١-٣-٦- . ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﺤﻠﺼﻣ ﻪﺒﻠﻄﺘﺗ ﺎﻣ ﲆﻋ ءً ﺎﻨﺑ ﺪﻴﻘﳌاو دﺪﺤﳌا ماﺪﺨﺘﺳﻻا ٢-٣-٦- ٣-٦- ناﺪﻘﻓ ﺪﻨﻋ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﲆﻋ ﺔﻧﺰﺨﳌا (ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا فﺬﺣ ٣-٣-٦- . ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ وأ ةﺰﻬﺟﻷا . \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﺔﻴﻨﻣﻷا ﺔﻴﻋﻮﺘﻟا ٤-٣-٦- .ًﺎﻳرود ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﻷ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٦- (Data and Information Protection) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺣ ٧- ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻣﻼﺳو ﺔﻳﴪﻟا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﻂﺑاﻮﻀﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو ،ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٧- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا .ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﺐﺴﺣ ،ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٧- .ًﺎﻳرود ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٣-٧- ( Cryptography) \u0000ﻔﺸﺘﻟا ٨- \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﻤﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻا ن\u0000ﺿ ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺤﺑو ،ﺮﻃﺎﺨﳌا ﻢﻴﻴ ﻘﺗ ﲆﻋ ءﺎﻨﺑو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟو ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٨- . ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٨- ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﳌا ﰲ ةرﻮﻛﺬﳌا تﺎﺒﻠﻄﺘﳌا \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﻢﻴﻴﻘﺗ ﲆﻋ ءً ﺎﻨﺑو تﺎﻜﺒﺸﻟاو ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ ىﻮﺘﺴﻣو ﺔﻌﻴﺒﻃ ﺐﺴﺤﺑ ﻚﻟذو ،ﺐﺳﺎﻨﳌا \u0000ﻔﺸﺘﻟا ىﻮﺘﺴﻣ ﻖﻴﺒﻄﺗ ﻊﻣ : ﲇﻳ ﺎﳌ ًﺎﻘﻓو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ﺮﻃﺎﺨﳌا ٣-٨- . (ًﺎﻴﻤﻴﻈﻨﺗو ًﺎﻴﻨﻘﺗ) ﺎﻬﻴﻠﻋ ﺔﻘﺒﻄﳌا دﻮﻴﻘﻟاو ةﺪﻤﺘﻌﳌا \u0000ﻔﺸﺘﻟا لﻮﻠﺣو ﺔﻤﻈﻧأ \u0000ﻳﺎﻌﻣ ١-٣-٨- .ﺎﻬﺗﺎﻴﺣ ةرود تﺎﻴﻠﻤﻋ لﻼﺧ \u0000ﻔﺸﺘﻟا ﺢﻴﺗﺎﻔﳌ ﺔﻨﻣﻵا ةرادﻹا ٢-٣-٨- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺎﻬﻔﻴﻨﺼﺗ ﲆﻋ ءً ﺎﻨﺑ ﺔﺠﻟﺎﻌﳌاو ﻦﻳﺰﺨﺘﻟاو ﻞﻘﻨﻟا ءﺎﻨﺛأ تﺎﻧﺎﻴﺒﻟا \u0000ﻔﺸﺗ ٣-٣-٨- . ﺔﻗﻼﻌﻟا تاذ .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٨- (Backup and Recovery Management) ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادإ ٩- ﺮﻃﺎﺨﳌا ﻦﻋ ﺔﻤﺟﺎﻨﻟا راﴐﻷا ﻦﻣ ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻸﻟ ﺔﻴﻨﻘﺘﻟا تاداﺪﻋﻹاو ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻴﻧاﱪﻴﺴﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٩- . ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٩- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺔﺳﺎﺴﺤﻟا ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ ﺎﻬﺘﻴﻟﻮﻤﺷو ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا قﺎﻄﻧ ١-٣-٩- ٣-٩- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺤﻟ ضﺮﻌﺘﻟا ﺪﻌﺑ ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ةدﺎﻌﺘﺳا ﲆﻋ ﺔﻌﻳﴪﻟا ةرﺪﻘﻟا ٢-٣-٩- .ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةدﺎﻌﺘﺳا ﺔﻴﻟﺎﻌﻓ ىﺪﳌ يرود ﺺﺤﻓ ءاﺮﺟإ ٣-٣-٩- . ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٩- (Vulnerabilities Management) تاﺮﻐﺜﻟا ةرادإ ١٠- تاﺮﻐﺜﻟا هﺬﻫ لﻼﻐﺘﺳا ﺔﻴﻟ\u0000ﺘﺣا ﻞﻴﻠﻘﺗ وأ ﻊﻨﳌ ﻚﻟذو ،لﺎﻌﻓ ﻞﻜﺸﺑ ﺎﻬﺘﺠﻟﺎﻌﻣو ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا فﺎﺸﺘﻛا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗو ﺔﻴﻧاﱪﻴﺴﻟا ت\u0000ﺠﻬﻟا ﻞﺒﻗ ﻦﻣ ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٠- . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٠- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ٣-١٠- . ًﺎﻳرود تاﺮﻐﺜﻟا فﺎﺸﺘﻛاو ﺺﺤﻓ ١-٣-١٠- . ﺎﻬﺗرﻮﻄﺧ ﺐﺴﺣ تاﺮﻐﺜﻟا ﻒﻴﻨﺼﺗ ٢-٣-١٠- . ﺎﻬﻴﻠﻋ ﺔﺒﺗﱰﳌا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌاو ﺎﻬﻔﻴﻨﺼﺗ ﲆﻋ ءً ﺎﻨﺑ تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﻣ ٣-٣-١٠- ﻚﻠﺗ ﺔﻴﻟﺎﻌﻓو ﺔﻣﻼﺳ ﻦﻣ ﻖﻘﺤﺘﻟا ﻢﺘﻳ نأ ﲆﻋ ،تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ٤-٣-١٠- . ﺎﻬﻘﻴﺒﻄﺗ ﻞﺒﻗ جﺎﺘﻧﻹا ﺔﺌﻴﺑ \u0000ﻏ ﺔﺌﻴﺑ ﲆﻋ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا . ﺔﺛﺪﺤﳌاو ةﺪﻳﺪﺠﻟا تاﺮﻐﺜﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا تﺎﻬﻴﺒﻨﺘﻟﺎﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻗﻮﺛﻮﻣ ردﺎﺼﻣ ﻊﻣ كاﱰﺷﻻاو ﻞﺻاﻮﺘﻟا ٥-٣-١٠- . ًﺎﻳرود ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٠- (Penetration Testing) قاﱰﺧﻻا رﺎﺒﺘﺧا ١١- مﻮﺠﻬﻟا ﺐﻴﻟﺎﺳأو تﺎﻴﻨﻘﺘﻟ ةﺎﻛﺎﺤﻣ ﻞﻤﻋ لﻼﺧ ﻦﻣ ﻚﻟذو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ تارﺪﻗ ﺔﻴﻟﺎﻌﻓ ىﺪﻣ رﺎﺒﺘﺧاو ﻢﻴﻴﻘﺗ ًﺎﻘﻓو ﻚﻟذو .ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا قاﱰﺧﻻا ﱃإ يدﺆﺗ ﺪﻗ ﻲﺘﻟاو ﺔﻓوﺮﻌﳌا \u0000ﻏ ﺔﻴﻨﻣﻷا ﻒﻌﻀﻟا طﺎﻘﻧ فﺎﺸﺘﻛﻻو .ﺔﻴﻠﻌﻔﻟا \u0000اﱪﻴﺴﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻌﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١١- .ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻋ ﺬﻴﻔﻨﺗ ﺐﺠﻳ ٢-١١- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ قاﱰﺧﻻا رﺎﺒﺘﺧﻻ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ،ﺔﻴﻨﻘﺘﻟا ﺎﻬﺗﺎﻧﻮﻜﻣو (ﺖﻧﱰﻧﻹا ﻖﻳﺮﻃ ﻦﻋ) ًﺎﻴﺟرﺎﺧ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا ﻊﻴﻤﺟ ﻞﻤﺸﻴﻟ ،قاﱰﺧﻻا رﺎﺒﺘﺧا ﻞﻤﻋ قﺎﻄﻧ ١-٣-١١- \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ،ﺔﻴﺣﻮﻠﻟاو ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟا تﺎﻘﻴﺒﻄﺗ ،ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ،ﺔﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﳌا ،ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا :ﺎﻬﻨﻣو ٣-١١- . ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟاو . ًﺎﻳرود قاﱰﺧﻻا رﺎﺒﺘﺧا ﻞﻤﻋ ٢-٣-١١- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻌﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١١- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Event Logs and Monitoring Management) \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ ١٢- ت\u0000ﺠﻬﻠﻟ ﻲﻗﺎﺒﺘﺳﻻا فﺎﺸﺘﻛﻻا ﻞﺟأ ﻦﻣ ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثاﺪﺣأ تﻼﺠﺳ ﺔﺒﻗاﺮﻣو ﻞﻴﻠﺤﺗو ﻊﻴﻤﺠﺗ ن\u0000ﺿ فﺪﻬﻟا .ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗ وأ ﻊﻨﳌ ﺔﻴﻟﺎﻌﻔﺑ ﺎﻫﺮﻃﺎﺨﻣ ةرادإو ﺔﻴﻧاﱪﻴﺴﻟا ﻂﺑاﻮﻀﻟا . ﺔ ﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٢- . ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٢- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺔﻬﺠﻟا ىﺪﻟ ﺔﺳﺎﺴﺤﻟا ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا (Event logs) ثاﺪﺣﻷا تﻼﺠﺳ ﻞﻴﻌﻔﺗ ١-٣-١٢- ثاﺪﺣأو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺳ ﻞﻴﻌﻔﺗ ٢-٣-١٢- . ﺔﻬﺠﻟا ىﺪﻟ ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻋ ٣-١٢- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺳ ﻊﻤﺠﻟ (SIEM) ﺔﻣزﻼﻟا تﺎﻴﻨﻘﺘﻟا ﺪﻳﺪﺤﺗ ٣-٣-١٢- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺴﻟ ةﺮﻤﺘﺴﳌا ﺔﺒﻗاﺮﳌا ٤-٣-١٢- . (ﺮﻬﺷ ١٢ ﻦﻋ ﻞﻘﺗ ﻻأ ﲆﻋ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺴﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣ ٥-٣-١٢- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٢- (Cybersecurity Incident and Threat Management) \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ ١٣- \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗ ﻊﻣ ﻞﻣﺎﻌﺘﻟاو لﺎﻌّ ﻓ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ فﺎﺸﺘﻛاو ﺪﻳﺪﺤﺗ ن\u0000ﺿ ﺦﻳرﺎﺗو ٣٧١٤٠ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ةﺎﻋاﺮﻣ ﻊﻣ .ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗ وأ ﻊﻨﻣ ﻞﺟأ ﻦﻣ ًﺎﻴﻗﺎﺒﺘﺳا فﺪﻬﻟا .ـﻫ ١٤٣٨ / ٨ / ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٣- .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٣- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺪﻴﻌﺼﺘﻟا تﺎﻴﻟآو ﺔﻴﻨﻣﻷا ثداﻮﺤﻠﻟ ﺔﺑﺎﺠﺘﺳﻻا ﻂﻄﺧ ﻊﺿو ١-٣-١٣- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ ﻒﻴﻨﺼﺗ ٢-٣-١٣- ٣-١٣- . \u0000اﱪﻴﺳ ﻦﻣأ ﺔﺛدﺎﺣ ثوﺪﺣ ﺪﻨﻋ ﺔﺌﻴﻬﻟا ﻎﻴﻠﺒﺗ ٣-٣-١٣- . ﺔﺌﻴﻬﻟا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ ﺮﻳرﺎﻘﺗو قاﱰﺧﻻا تاﴍﺆﻣو ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌاو تﺎﻬﻴﺒﻨﺘﻟا ﺔﻛرﺎﺸﻣ ٤-٣-١٣- . ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو (Threat Intelligence) ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌا ﲆﻋ لﻮﺼﺤﻟا ٥-٣-١٣- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٣- ( Physical Security) يدﺎﳌا ﻦﻣﻷا ١٤- .ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٤- .ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٤- . ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ﻦﻛﺎﻣأ ،ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا ﺰﻛﺮﻣ ،ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺰﻛﺮﻣ :ﻞﺜﻣ) ﺔﻬﺠﻟا ﰲ ﺔﺳﺎﺴﺤﻟا ﻦﻛﺎﻣﻸﻟ ﻪﺑ حﴫﳌا لﻮﺧﺪﻟا ١-٣-١٤- ةﺰﻬﺟﻷﺎﺑ ﺔﺻﺎﺨﻟا داﺪﻣﻹا ﻖﻃﺎﻨﻣ ،ﺔﻜﺒﺸﻟا تﻻﺎﺼﺗا فﺮﻏ ،ﺔﻴﻨﻣﻷا ﺔﺒﻗاﺮﳌا ﺰﻛﺮﻣ ،ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ٣-١٤- . (ﺎﻫ\u0000ﻏو ،ﺔﻴﻨﻘﺘﻟا دﺎﺘﻌﻟاو . (CCTV) ﺔﺒﻗاﺮﳌاو لﻮﺧﺪﻟا تﻼﺠﺳ ٢-٣-١٤- .ﺔﺒﻗاﺮﳌاو لﻮﺧﺪﻟا تﻼﺠﺳ تﺎﻣﻮﻠﻌﻣ ﺔﻳ\u0000ﺣ ٣-٣-١٤- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻂﺋﺎﺳوو ﺔﻴﻗرﻮﻟا ﻖﺋﺎﺛﻮﻟا :ﻞﻤﺸﺗو) ﺔﻔﻨﺼﻣ تﺎﻣﻮﻠﻌﻣ يﻮﺤﺗ ﻲﺘﻟا ﺔﻳدﺎﳌا لﻮﺻﻷا ماﺪﺨﺘﺳا ةدﺎﻋإو فﻼﺗإ ﻦﻣأ ٤-٣-١٤- . (ﻦﻳﺰﺨﺘﻟاو ﻆﻔﺤﻟا .ﺎﻬﺟرﺎﺧو ﺔﻬﺠﻟا \u0000ﺎﺒﻣ ﻞﺧاد تاﺪﻌﳌاو ةﺰﻬﺟﻷا ﻦﻣأ ٥-٣-١٤- ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٤- . ًﺎﻳرود ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو (Web Application Security) ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ١٥- .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٥- . ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٥- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (Web Application Firewall) ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺘﻟ ﺔﻳ\u0000ﺤﻟا راﺪﺟ ماﺪﺨﺘﺳا ١-٣-١٥- .(Multi-tier Architecture) تﺎﻳﻮﺘﺴﳌا ةدﺪﻌﺘﻣ ﺔﻳر\u0000ﻌﳌا أﺪﺒﻣ ماﺪﺨﺘﺳا ٢-٣-١٥- . (HTTPS لﻮﻛﻮﺗوﺮﺑ ﻞﺜﻣ) ﺔﻨﻣآ تﻻﻮﻛﻮﺗوﺮﺑ ماﺪﺨﺘﺳا ٣-٣-١٥-٢ ٣-١٥- . \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﻦﻣﻵا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﺢﻴﺿﻮﺗ ٤-٣-١٥- ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗ ﻢﺘﻳ نأ ﲆﻋ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٥-٣-١٥- .\u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ .ًﺎﻳرود ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٥- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Resilience) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ﺐﻧاﻮﺟ ١- ( Cybersecurity Resilience aspects of Business Continuity Management “BCM”) ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗو ﺔﺠﻟﺎﻌﻣ ن\u0000ﺿو .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ تﺎﺒﻠﻄﺘﻣ ﺮﻓاﻮﺗ ن\u0000ﺿ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ثراﻮﻜﻟا ءاﺮﺟ ﺎﻬﺗﺎﻣﻮﻠﻌﻣ ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧأو ﺔﻬﺠﻠﻟ ﺔﺟﺮﺤﻟا ﺔﻴﻧوﱰﻜﻟﻹا تﺎﻣﺪﺨﻟا ﰲ تﺎﺑاﺮﻄﺿﻻا فﺪﻬﻟا . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا ﰲ ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا تاءاﺮﺟﻹاو ﺔﻤﻈﻧﻷا ﺔﻳراﺮﻤﺘﺳا ﻦﻣ ﺪﻛﺄﺘﻟا ١-٣-١- ٣-١- .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ﲆﻋ ﺮﺛﺆﺗ ﺪﻗ ﻲﺘﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺤﻟ ﺔﺑﺎﺠﺘﺳﻻا ﻂﻄﺧ ﻊﺿو ٢-٣-١- . (Disaster Recovery Plan) ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا ﻂﻄﺧ ﻊﺿو ٣-٣-١- .ًﺎﻳرود ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ( Third-Party and Cloud Computing Cybersecurity) ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ١- ﻦﻣﻸﻟ دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو .(\"Managed Services\" ةراﺪﳌا تﺎﻣﺪﺨﻟاو \"Outsourcing\" تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- فاﺮﻃﻷا ﻊﻣ (SLA ﺔﻣﺪﺨﻟا ىﻮﺘﺴﻣ ﺔﻴﻗﺎﻔﺗا ﻞﺜﻣ) تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺎﻬﻟ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا وأ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺎﻬﺘﺑﺎﺻﺈﺑ ﺮﺛﺄﺘﺗ ﺪﻗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا ﻲﺟرﺎﺨﻟا فﺮﻄﻟا ﻞَﺒِﻗ ﻦﻣ ﻦﻣﻵا فﺬﺤﻟاو (Non-Disclosure Clauses) تﺎﻣﻮﻠﻌﳌا ﺔﻳﴎ ﲆﻋ ﺔﻈﻓﺎﺤﳌا دﻮﻨﺑ ١-٢-١- .ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺒﻟ ٢-١- .\u0000اﱪﻴﺳ ﻦﻣأ ﺔﺛدﺎﺣ ثوﺪﺣ لﺎﺣ ﰲ ﻞﺻاﻮﺘﻟا تاءاﺮﺟإ ٢-٢-١- ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﺮـــﺸﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺳﺎﻴﺳو تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺘﺑ ﻲﺟرﺎﺨﻟا فﺮﻄﻟا ماﺰﻟإ ٣-٢-١- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ دﺎﻨﺳﻹ ا تﺎﻣﺪﺧ مﺪﻘﺗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﳌا تﺎﻣﺪﺨﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﻊﻴﻗﻮﺗ ﻞﺒﻗ ،ﺮﻃﺎﺨﳌا ﻚﻠﺗ ﲆﻋ ةﺮﻄﻴـــﺴﻟا ﻦﻤـــﻀﻳ ﺎﻣ دﻮﺟو ﻦﻣ ﺪﻛﺄﺘﻟاو ،\u0000اﱪﻴـــﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﳌ ﻢﻴﻴﻘﺗ ءاﺮﺟإ ١-٣-١- ٣-١- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا \u0000ﻴﻐﺗ ﺪﻨﻋ وأ تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا لﻮـﺻﻮﻟا ﺔﻘﻳﺮﻃ مﺪﺨﺘـﺴﺗ ﻲﺘﻟاو ،ﺔﺒﻗاﺮﳌاو ﻞﻴﻐـﺸﺘﻠﻟ ةراﺪﳌا \u0000اﱪﻴـﺴﻟا ﻦﻣﻷا تﺎﻣﺪﺧ تﺎﻴﻠﻤﻋ ﺰﻛاﺮﻣ نﻮﻜﺗ نأ ٢-٣-١- .ﺔﻜﻠﻤﳌا ﻞﺧاد ﻞﻣﺎﻜﻟﺎﺑ ةدﻮﺟﻮﻣ ،ﺪﻌﺑ ﻦﻋ . ًﺎﻳرود ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١- ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٢- ،لﺎﻌّ ﻓو ﻢﺋﻼﻣ ﻞﻜﺸﺑ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺬﻴﻔﻨﺗو ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﺔﺠﻟﺎﻌﻣ ن\u0000ﺿ .ﺔﻗﻼﻌﻟا تاذ تاراﺮﻘﻟاو ﺮﻣاوﻷاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو فﺪﻬﻟا وأ ﺎﻬﺘﺠﻟﺎﻌﻣ وأ ﺎﻬﺘﻓﺎﻀﺘﺳا ﻢﺘﺗ ﻲﺘﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﲆﻋ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿو .ﺔﻴﺟرﺎﺧ فاﺮﻃأ ﺔﻄﺳاﻮﺑ ﺎﻬﺗرادإ ﻂﺑاﻮﻀﻟا . ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ماﺪﺨﺘﺳﺎﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٢- .ﺔﻬﺠﻠﻟ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺨﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٢- ﺔﻴﺴﻴﺋﺮﻟا تﺎﻧﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا ﻦﻣ ﻖﺒﻄﻨﻳ ﺎﻣ ﱃإ ﺔﻓﺎﺿﻹﺎﺑو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﻲﻄﻐﺗ نأ ﺐﺠﻳ ،ﺎﻬﻟ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا وأ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ ﺔﻳروﴬﻟا (١-٤) ﻢﻗر ﻲﻋﺮﻔﻟا نﻮﻜﳌاو (٣) و (٢) و (١) ﻢﻗر : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ماﺪﺨﺘﺳﺎﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ،ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻞﺒﻗ ﻦﻣ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ١-٣-٢-٤ ٣-٢- . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ﰲ ىﺮﺧأ تﺎﻬﺠﻟ ﺔﻌﺑﺎﺘﻟا تﺎﺌﻴﺒﻟا ﻦﻣ ﺎﻫ\u0000ﻏ ﻦﻋ (ﺔﻴﺿاﱰﻓﻻا مداﻮﺨﻟا ًﺎﺻﻮﺼﺧو) ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا ﺔﺌﻴﺒﻟا ﻞﺼﻓ ٢-٣-٢- . ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ .ًﺎﻳرود ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺨﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٢- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﺣﻼﻣ ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :(أ) ﻖﺤﻠﻣ .ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﺎﻫﺮﻛذ درو ﻲﺘﻟا ﺎﻬﺗﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﳌا ﺾﻌﺑ هﺎﻧدأ ٢ لوﺪﺠﻟا ﺢﺿﻮﻳ تﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :٢لوﺪﺟ ﻒ ﻳﺮﻌﺘﻟا ﺢﻠﻄﺼﻤﻟا تﺎﻜﺒﺸﻟاو ﺔﻤﻈﻧﻷا ﲆﻋ عوﴩﳌا \u0000ﻏ لﻮﺧﺪﻟا ﱃإ فﺪﻬﺗ ﺔﻴﻔﺧ ﺐﻴﻟﺎﺳأ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا مﺪﺨﺘﺴﺗ ﺐﻴﻟﺎﺳﻷا هﺬﻫو .ﺔﻳ\u0000ﺤﻟاو ﻒﺸﻜﻟا ﺔﻤﻈﻧأ يدﺎﻔﺗ ﻖﻳﺮﻃ ﻦﻋ ﺔﻨﻜﻤﻣ ةﱰﻓ لﻮﻃﻷ ﺎﻬﻴﻓ ءﺎﻘﺒﻟا ﺔﻟوﺎﺤﻣو ﺔﻴﻨﻘﺘﻟا Advanced Persistent Threat .ﺎﻬﻓﺪﻫ ﻖﻴﻘﺤﺘﻟ (Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ةدﺎﻋ (APT) Protection ءﺎﻴﺷأ ﻦﻤﻀﺘﺗ لﻮﺻﻷا هﺬﻫ ﺾﻌﺑ ؛لﻮﺻﻷا ﻦﻣ ة\u0000ﺜﻛ عاﻮﻧأ كﺎﻨﻫ .ﺔﻬﺠﻠﻟ ﺔﺒﺴﻨﻟﺎﺑ ﺔﻤﻴﻗ ﻪﻟ سﻮﻤﻠﻣ \u0000ﻏ وأ سﻮﻤﻠﻣ ءﳾ يأ ﻞﺻﻷا ًﺎﻀﻳأ ﺢﻠﻄﺼﳌا ﻞﻤﺸﻳ نأ ﻦﻜ\u0000و .تﺎﻣﺪﺨﻟاو تﺎﻴﺠﻣﱪﻟاو ،عاﱰﺧﻻا تاءاﺮﺑو ،ﻖﻓاﺮﳌاو ،تﻻﻵاو ،صﺎﺨﺷﻷا :ﻞﺜﻣ ،ﺔﺤﺿاو Asset . (ﺔﻓﺮﻌﳌاو ةرﺎﻬﳌا وأ ،ﺔﻣﺎﻌﻟا ﺎﻬﺗرﻮﺻو ﺔﻬﺠﻟا ﺔﻌﻤﺳ :ﻞﺜﻣ) ﺺﺋﺎﺼﺨﻟاو تﺎﻣﻮﻠﻌﳌا :ﻞﺜﻣ ،ًﺎﺣﻮﺿو ﻞﻗأ ءﺎﻴﺷأ تﺎﻣﻮﻠﻌﳌا وأ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻢﻈﻨﻟا دراﻮﻣ ﻊﻤﺟ وأ عوﴩﻣ \u0000ﻏ ﻞﻜﺸﺑ لﻮﺻﻮﻟا لوﺎﺤﺗ ﻲﺘﻟا ﺔﺜﻴﺒﺨﻟا ﺔﻄﺸﻧﻷا ﻦﻣ عﻮﻧ يأ م ﻮﺠﻫ .ﺎﻫ\u0000ﻣﺪﺗ وأ ﺎﻬﻤﻴﻄﺤﺗ وأ ﺎﻬﻌﻨﻣ وأ ﺎﻬﻠﻴﻄﻌﺗ وأ ﺎﻬﺴﻔﻧ Attack ،تﺎﺳﺎﻴﺴﻟﺎﺑ ماﺰﺘﻟﻻا ن\u0000ﻀﻟو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﺔﻴﻟﺎﻌﻓ ىﺪﻣ ﻢﻴﻴﻘﺘﻟ ﺔﻄﺸﻧﻷاو تﻼﺠﺴﻟا ﺔﺳاردو ﺔﻠﻘﺘﺴﳌا ﺔﻌﺟاﺮﳌا ﻖﻴﻗﺪﺗ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو \u0000ﻳﺎﻌﳌاو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تاءاﺮﺟﻹاو Audit د راﻮﳌا ﱃإ لﻮﺻﻮﻟﺎﺑ ح\u0000ﺴﻠﻟ ًﺎﻴﺳﺎﺳأ ًﺎﻃﴍ ﺮﻣﻷا اﺬﻫ نﻮﻜﻳ ﺎﻣ ًﺎﺒﻟﺎﻏو ،زﺎﻬﺠﻟا وأ ﺔﻴﻠﻤﻌﻟا وأ مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﺪﻛﺄﺘﻟا ﻖ ﻘﺤﺘﻟا . مﺎﻈﻨﻟا ﰲ Authentication ح\u0000ﺴﻟاو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷاو دراﻮﳌا ﱃإ لﻮﺻﻮﻠﻟ مﺪﺨﺘﺴﳌا ﺺﻴﺧاﺮﺗ/قﻮﻘﺣ ﻦﻣ ﺪﻛﺄﺘﻟاو ﺪﻳﺪﺤﺗ ﺔﻴﺻﺎﺧ م ﺪﺨﺘﺴﳌا ﺔﻴﺣﻼﺻ . مﺪﺨﺘﺴﳌا ﺺﻴﺧاﺮﺗ/قﻮﻘﺣ ﰲ ًﺎﻘﺒﺴﻣ دﺪﺣ ﺎﳌ ًﺎﻘﻓو ﻪﻟ Authorization ﺮﻓاﻮﺗ .ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ ﺎﻬﻣاﺪﺨﺘﺳاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟاو تﺎﻣﻮﻠﻌﳌا ﱃإ لﻮﺻﻮﻟا ن\u0000ﺿ Availability ﻒﻗﻮﺗ وأ ﺎﻬﻨﻣ ﻞﺻﻷا فﺬﺣ اذإ وأ ،ناﺪﻘﻔﻟا وأ لﺎﻄﻋﻷا ﺔﻟﺎﺣ ﰲ ماﺪﺨﺘﺳﻼﻟ ﺔﺣﺎﺘﳌا تاءاﺮﺟﻹاو تﺎﻧﺎﻴﺒﻟاو ةﺰﻬﺟﻷاو تﺎﻔﻠﳌا ﺔ ﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا . ﺔﻣﺪﺨﻟا ﻦﻋ Backup ﺔﺻﺎﺨﻟا ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷا ﺐﻠﺠﺑ ﺎﻬﻴﻓ \u0000ﻠﻣﺎﻌﻠﻟ (ﲇﻛ وأ \u0000ﺰﺟ ﻞﻜﺸﺑ ءً اﻮﺳ) ﺢﻤﺴﺗ ﺔﻬﺟ ﺔﺳﺎﻴﺳ ﱃإ ﺢﻠﻄﺼﳌا اﺬﻫ \u0000ﺸﻳ ﻚﺑ صﺎﺨﻟا زﺎﻬﺠﻟا ﴬﺣأ ةﺰﻬﺟﻷا هﺬﻫ ماﺪﺨﺘﺳاو ،ﺔﻬﺠﻟا ﰲ ﻞﻤﻌﻟا ﻦﻛﺎﻣأ ﱃإ (ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟاو ﺔﻴﺣﻮﻠﻟا ةﺰﻬﺟﻷاو ﺔﻟﻮﻤﺤﳌا ﺮﺗﻮﻴﺒﻤﻜﻟا ةﺰﻬﺟأ) ﻢﻬﺑ Bring Your Own Device (BYOD) . لﻮﺧد تﺎﻴﺣﻼﺼﺑ ةﺪﻴﻘﳌا ﺔﻬﺠﻠﻟ ﺔﻌﺑﺎﺘﻟا ﺔﻤﻈﻧﻷاو تﺎﻘﻴﺒﻄﺘﻟاو تﺎﻣﻮﻠﻌﳌاو تﺎﻜﺒﺸﻟا ﱃإ لﻮﺻﻮﻠﻟ نﺎﻜﻣ ﱃإ ةرﺎﺷإ لﺎﺳرﻹ ﻮﻳﺪﻴﻔﻟا تا\u0000ﻣﺎﻛ ،ﻮﻳﺪﻴﻔﻟﺎﺑ ﺔﺒﻗاﺮﳌا ﻢﺳﺎﺑ ًﺎﻀﻳأ فوﺮﻌﳌاو ،ﺔﻘﻠﻐﳌا ةﺮ ﺋاﺪﻟا وذ نﻮﻳﺰﻔﻴﻠﺘﻟا مﺪﺨﺘﺴﻳ ﺔ ﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ةﺮﺋاﺪﻟا ﰲ ﺔﺒﻗاﺮﻤﻠﻟ ﺔﻣﺪﺨﺘﺴﳌا ﺔﻴﻨﻘﺘﻟا ﻚﻠﺗ ﲆﻋ ﺢﻠﻄﺼﳌا اﺬﻫ ﻖﻠﻄﻳ ﺎﻣ ًﺎﺒﻟﺎﻏو .تﺎﺷﺎﺸﻟا ﻦﻣ ةدوﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ ﲆﻋ دﺪﺤﻣ (CCTV) .ﺎﻬﻴﻓ ً ﺎﻣﺎﻫ ًﺎﺒﻠﻄﻣ يدﺎﳌا ﻦﻣﻷا ﻞﻜﺸﻳ ﺚﻴﺣ ﺔﺒﻗاﺮﻣ ﱃإ جﺎﺘﺤﺗ ﺪﻗ ﻲﺘﻟا ﻖﻃﺎﻨﳌا ﻞﻴﺒﺳ ﲆﻋ) ﺔﻟﺎﻌﻓ ﺔﻳرﺎﻴﻌﻣ تاءاﺮﺟإو ﺐﻴﻟﺎﺳأ ماﺪﺨﺘﺳﺎﺑ ًﺎﻴﻗﺎﺒﺘﺳاو ًﺎﻴﻣﺎﻈﻧ ًﺎﺠﻬﻨﻣ ﻦﻤﻀﻳ ﺚﻴﺣ ﺔﻣﺪﺨﻟا ةرادﻹ مﺎﻈﻧ ﻮﻫو داﺮﻓﻷا ﻚﻟذ ﰲ ﺎ\u0000 ،\u0000ﻴﻨﻌﳌا فاﺮﻃﻷا ﻊﻴﻤﺟ \u0000ﻴﻐﺘﻟا ةرادإ ﺪﻋﺎﺴﺗ .(ﺦﻟإ ،ﺎﻬﺗﺎﻜﺒﺷو ،ﺔﻬﺠﻠﻟ ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﰲ \u0000ﻴﻐﺘﻟا :لﺎﺜﳌا \u0000 ﻴﻐﺘﻟا ةرادإ ﲆﻋ ًﺎﻀﻳأ \u0000ﻴﻐﺘﻟا ةرادإ ﺪﻋﺎﺴﺗ \u0000ﻛ ،ﺔﻴﻟﺎﺘﻟا ﺔﺑﻮﻏﺮﳌا ﺔﻟﺎﺤﻟا ﱃإ ﺔﻴﻟﺎﺤﻟا ﻢﻬﺘﻟﺎﺣ ﻦﻣ لﺎﻘﺘﻧﻻا ﲆﻋ ،ءاﻮﺳ ﺪﺣ ﲆﻋ قﺮﻔﻟاو Change Management .ﺔﻣﺪﺨﻟا ﲆﻋ ﺔﻗﻼﻌﻟا تاذ ثداﻮﺤﻟا \u0000ﺛﺄﺗ ﻞﻴﻠﻘﺗ ﻦﻳﺰﺨﺘﻟاو مداﻮﺨﻟاو تﺎﻜﺒﺸﻟا :ﻞﺜﻣ) تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ دراﻮﻣ ﻦﻣ ﺔﻛﱰﺸﻣ ﺔﻋﻮﻤﺠﻣ ﱃإ ﺐﻠﻄﻟا ﺪﻨﻋ لﻮﺻﻮﻟا \u0000ﻜﻤﺘﻟ جذﻮ\u0000 ﻞﻋﺎﻔﺘﻟا/ﻞﺧﺪﺘﻟاو ﲇﻴﻐﺸﺘﻟا يرادﻹا ﺪﻬﺠﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟﺎﺑ ﺎﻬﻗﻼﻃإو ﺔﻋﴪﺑ ﺎﻫ\u0000ﻓﻮﺗ ﻦﻜ\u0000 ﻲﺘﻟا (تﺎﻣﺪﺨﻟاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻴﻨﻘﺘﻟا ﲆﻋ ﺔ\u0000ﺎﻘﻟا تﺎﻣﺪﺨﻟا ﱃإ لﻮﺻﻮﻟﺎﺑ \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا ﺢﻤﺴﺗ .ﺔﻣﺪﺨﻟا دوﺰﻣ ﻦﻣ ﺔﻣﺪﺨﻟا داﺪﻋﻹ . ﻢﻬﻤﻋﺪﺗ ﻲﺘﻟا ﺔﻴﻨﻘﺘﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﰲ ﻢﻜﺤﺗ وأ ﻢﻬﻳﺪﻟ ﺔﻓﺮﻌﻣ دﻮﺟﻮﻟ ﺔﺟﺎﺤﻟا نود ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا ﺔﻜﺒﺷ لﻼﺧ ﻦﻣ ﻞﻜﺸﺑ ﺔﻜﺒﺸﻟا ﱃإ لﻮﺻوو ،ﺐﻠﻄﻟا ﺐﺴﺣ ﺔﻴﺗاذ ﺔﻣﺪﺧ :ﺔﻴﺳﺎﺳأ ﺺﺋﺎﺼﺧ ﺲﻤﺧ ﻦﻣ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا جذﻮ\u0000 ﻒﻟﺄﺘﻳ ﺔ ﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا .ﺔﺳﺎﻘﳌا ﺔﻣﺪﺨﻟاو ،ﺔﻌﻳﴎ ﺔﻧوﺮﻣو ،دراﻮﳌا ﻊﻤﺠﻣو ،ﻊﺳاو Cloud Computing Software-as-Service ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا تﺎﻴﺠﻣﱪﻟا :ﻲﻫو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻢﻳﺪﻘﺘﻟ جذﺎ\u0000 ﺔﺛﻼﺛ كﺎﻨﻫو ﺔﻴﺑﺎﺤﺴﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟاو ،Platform-as-Service “PaaS” ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺼﻨﳌا وأ مﺎﻈﻨﻟاو ،“SaaS” .Infrastructure-as-Service “IaaS”ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﻣﺎﻌﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا :لﻮﺧﺪﻟا ﺔﻌﻴﺒﻃ ﺐﺴﺣ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ جذﺎ\u0000 ﺔﻌﺑرأ كﺎﻨﻫ نأ \u0000ﻛ .\u0000 ﺠﻬﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﺻﺎﺨﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﻴﻌﻤﺘﺠﳌا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻨﻣﻷا ﺔﺳﺎﻴﺴﻟا كﺎﻬﺘﻧا وأ ،ﺎﻬﻴﻠﻋ لﻮﺼﺤﻟا وأ ﺎﻬﺒﻳﴪﺗ حﴫﻣ \u0000ﻏ صﺎﺨﺷﻷ تﺎﻣﻮﻠﻌﻣ ﲆﻋ لﻮﺼﺤﻟا وأ ﻦﻋ حﺎﺼﻓﻹا .ﺪﺼﻗ \u0000ﻐﺑ وأ ﺪﺼﻘﺑ ءً اﻮﺳ ءﳾ ﺪﻘﻓ وأ ﺐﻳﺮﺨﺗ وأ \u0000ﻴﻐﺗ وأ ﻦﻋ حﺎﺼﻓﻹﺎﺑ ﺔﻬﺠﻠﻟ ﺔﻴﻧاﱪﻴﺴﻟا ﻲ ﻨﻣأ كﺎﻬﺘﻧا ﺎﻬﻣاﺪﺨﺘﺳا وأ ﺎﻬﻠﻳﺪﺒﺗ وأ ﺎﻫ\u0000ﻴﻐﺗ وأ ﺎﻬﺒﻳﴪﺗ وأ ﺔﺳﺎﺴﺣ تﺎﻧﺎﻴﺑ ﲆﻋ لﻮﺼﺤﻟا وأ ﻦﻋ حﺎﺼﻓﻹا ﻲﻨﻣﻷا كﺎﻬﺘﻧﻻﺎﺑ ﺪﺼﻘﻳو Compromise . (ﺔﺟﺮﺤﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺔﻴﻨﻣﻷا \u0000ﻳﺎﻌﳌا ﻦﻣ ﺎﻫ\u0000ﻏو صﻮﺼﻨﻟا \u0000ﻔﺸﺗ ﺢﻴﺗﺎﻔﻣ ﻚﻟذ ﰲ ﺎ\u0000) ﺢﻳﴫﺗ نوﺪﺑ ﺔﻴﺻﻮﺼﺨﻟا تﺎﻣﻮﻠﻌﻣ ﺔﻳ\u0000ﺣ ﻞﺋﺎﺳو ﻚﻟذ ﰲ ﺎ\u0000 ﺎﻬﻨﻋ حﺎﺼﻓﻹاو تﺎﻣﻮﻠﻌﳌا ﱃإ لﻮﺻﻮﻟا ﲆﻋ ﺎﻬﺑ حﴫﻣ دﻮﻴﻘﺑ ظﺎﻔﺘﺣﻻا ﺔ ﻳﴪﻟا .ﺔﻴﺼﺨﺸﻟا ﺔﻴﻜﻠﳌاو Confidentiality ﻞﺒﻗ ﻦﻣ ماﺪﺨﺘﺳﻼﻟ ةﺪﻌﻤُﻟاو ،ﺔﻬﺠﻟا ﻒﻴﻨﺼﺗ ﺐﺴﺣ ،ﺔﻴﻤﻫﻷاو ﺔﻴﺳﺎﺴﺤﻟا ﰲ ﺔﻳﺎﻏ ﱪﺘﻌﺗ ﻲﺘﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﻲﻫ رﴬﻟا ىﺪﻣ سﺎﻴﻗ ﻮﻫ تﺎﻣﻮﻠﻌﳌا ﻦﻣ عﻮﻨﻟا اﺬﻫ ﻒﻴﻨﺼﺗ ﰲ ﺎﻬﻣاﺪﺨﺘﺳا ﻦﻜ\u0000 ﻲﺘﻟا قﺮﻄﻟا ﺪﺣأو .ةدﺪﺤﻣ تﺎﻬﺟ وأ ﺔﻬﺟ وأ ﺔﻳدﺎﻣ راﴐأ ﱃإ ﻚﻟذ يدﺆﻳ ﺪﻗ ﺚﻴﺣ ،ﺎﻬﺒﻳﺮﺨﺗ وأ ﺎﻫﺪﻘﻓ وأ ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ ﺎﻬﻴﻠﻋ عﻼﻃﻻا وأ ﺎﻬﻨﻋ حﺎﺼﻓﻹا ﺪﻨﻋ ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﻦﻣﺄﺑ رﴬﻟاو \u0000ﺛﺄﺘﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﻚﻠﺘﺑ ﺔﻗﻼﻌﻟا وذ صﺎﺨﺷﻷا ةﺎﻴﺣ ﲆﻋ \u0000ﺛﺄﺘﻟا وأ ،ﺎﻬﻌﻣ \u0000ﻠﻣﺎﻌﺘﳌا وأ ﺔﻬﺠﻟا ﲆﻋ ﺔﻳﻮﻨﻌﻣ Sensitive Data/Information .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ ﻲﻨﻃﻮﻟا ﺎﻫدﺎﺼﺘﻗا وأ ﺔﻟوﺪﻟا ﺎﻬﺒﻳﺮﺨﺗ وأ ﺎﻫﺪﻘﻓ وأ ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ ﺎﻬﻨﻋ حﺎﺼﻓﻹا ﲆﻋ ﺐﺗﱰﻳ ﻲﺘﻟا تﺎﻣﻮﻠﻌﳌا ﻞﻛ ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﻞﻤﺸﺗو .ﺔﻴﻣﺎﻈﻧ تﺎﺑﻮﻘﻋ وأ ﺔﻟءﺎﺴﻣ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،تﺎﻜﺒﺸﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا يأ) ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ :ﱃإ ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ ﰲ يدﺆﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ ﰲ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا رﺎﺛﻵا ةﺎﻋاﺮﻣ ﻊﻣ -تﺎﺑﺎﺻﻹا وأ/و حاورﻷا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ Critical National Infrastructure . ﻲﻨﻃﻮﻟا ىﻮﺘﺴﳌا ﲆﻋ ﺔﻴﻋ\u0000ﺘﺟﻻا وأ/و ﺔﻳدﺎﺼﺘﻗﻻا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا وأ/و ﻲ ﻨﻃﻮﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  ﰲ تﺎﻣﻮﻠﻌﳌا وأ تﺎﻧﺎﻴﺒﻟا ﻞﻘﻧو ﻦﻳﺰﺨﺗ قﺮﻃو ﻞﺋﺎﺳوو ئدﺎﺒﻣ ﻞﻤﺘﺸﺗ ﻲﺘﻟا ﺪﻋاﻮﻘﻟا ﻲﻫو (\u0000ﻔﺸﺘﻟا ﻢﻠﻋ ًﺎﻀﻳأ ﻰﻤﺴﻳو) \u0000 ﻔﺸﺘﻟا ﺚﻴﺤﺑ ،ﻒﺸﺘﻜﳌا \u0000ﻏ ﻞﻳﺪﻌﺘﻟا ﻊﻨﻣ وأ ﻪﺑ حﴫﳌا \u0000ﻏ ماﺪﺨﺘﺳﻻا ﻊﻨﻣو ،ﱄﻻﺪﻟا ﺎﻫاﻮﺘﺤﻣ ءﺎﻔﺧإ ﻞﺟأ ﻦﻣ ﻚﻟذو \u0000ﻌﻣ ﻞﻜﺷ Cryptography .ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﺗءاﺮﻗ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا \u0000ﻐﻟ ﻦﻜ\u0000 ﻻ \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا .ﺢﺠﻨﺗ \u0000 وأ ﻚﻟذ ﰲ ﺖﺤﺠﻧ ءً اﻮﺳ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ةﺪﻤﻌﺘﻣ ﺔﻟوﺎﺤﻣ Cyber-Attack لﻮﺻأ وأ (ﺎﻬﺘﻌﻤﺳ وأ ﺎﻬﺗرﻮﺻ وأ ﺎﻬﺗارادإ وأ ﺎﻬﺘﻟﺎﺳر وأ ﺔﻬﺠﻟا ﺔﻳؤر ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ل\u0000ﻋأ تﺎﻴﻠﻤﻋ ﺲ\u0000 ﻲﺘﻟا ﺮﻃﺎﺨﳌا ﺔ ﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻄﻌﺘﻟا وأ حﺎﺼﻓﻹا وأ ماﺪﺨﺘﺳﻻا وأ ﻪﺑ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﺔﻴﻧﺎﻜﻣإ ﺐﺒﺴﺑ ،ﺔﻟوﺪﻟا وأ ىﺮﺧﻷا تﺎﻬﺠﻟا وأ داﺮﻓﻷا وأ ﺔﻬﺠﻟا Cyber Risks . تﺎﻣﻮﻠﻌﳌا ﻢﻈﻧ وأ/و تﺎﻣﻮﻠﻌﳌا \u0000ﻣﺪﺗ وأ ﻞﻳﺪﻌﺘﻟا وأ \u0000 اﱪﻴﺴﻟا ﻲﻨﻣﻷا دﻮﻤﺼﻟا .ﺎﻬﻨﻣ ﰲﺎﻌﺘﻟاو ،رﴬﻟا تﺎﺒﺒﺴﻣو ،ﺔﻴﻧاﱪﻴﺴﻟا ثاﺪﺣﻷا مﺎﻣأ دﻮﻤﺼﻟا ﲆﻋ ﺔﻬﺠﻠﻟ ﺔﻠﻣﺎﺸﻟا ةرﺪﻘﻟا Cybersecurity Resilience ﻮﻫ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا نﺈﻓ ،(ـﻫ١٤٣٩/ ٢ /١١) ﺦﻳرﺎﺗو (٦٨٠١) ﻢﻗر \u0000ﻠﳌا ﺮﻣﻷﺎﺑ ردﺎﺼﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﻪﻴﻠﻋ ﺺﻧ ﺎﻣ ﺐﺴﺣ ﻦﻣ ﻪﻣﺪﻘﺗ ﺎﻣو ،تﺎﻴﺠﻣﺮﺑو ةﺰﻬﺟأ ﻦﻣ ﺎﻬﺗﺎﻧﻮﻜﻣو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻨﻘﺘﻟا ﺔﻤﻈﻧأو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ﺔﻤﻈﻧأو تﺎﻜﺒﺸﻟا ﺔﻳ\u0000ﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷ ا .عوﴩﻣ \u0000ﻏ لﻼﻐﺘﺳا وأ ماﺪﺨﺘﺳا وأ لﻮﺧد وأ ﻞﻳﺪﻌﺗ وأ ﻞﻴﻄﻌﺗ وأ قاﱰﺧا يأ ﻦﻣ ،تﺎﻧﺎﻴﺑ ﻦﻣ ﻪﻳﻮﺘﺤﺗ ﺎﻣو ،تﺎﻣﺪﺧ Cybersecurity . ﻚﻟذ ﻮﺤﻧو ﻲﻤﻗﺮﻟا ﻦﻣﻷاو \u0000وﱰﻜﻟﻹا ﻦﻣﻷاو تﺎﻣﻮﻠﻌﳌا ﻦﻣأ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا مﻮﻬﻔﻣ ﻞﻤﺸﻳو ﱄﻵا ﺐﺳﺎﺤﻟا ﺔﻤﻈﻧأو تﻻﺎﺼﺗﻻا تﺎﻜﺒﺷو ﺖﻧﱰﻧﻹا ﻞﻤﺸﺗ ﻲﺘﻟاو ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﻦﻣ ﺔﻄﺑاﱰﳌا ﺔﻜﺒﺸﻟا \u0000 اﱪﻴﺴﻟا ءﺎﻀﻔﻟا وأ \u0000ﺎﻋ ﱃإ ﺢﻠﻄﺼﳌا \u0000ﺸﻳ نأ ﻦﻜ\u0000 \u0000ﻛ .ﺎﻬﺑ ﺔﻄﺒﺗﺮﳌا ﻢﻜﺤﺘﻟا ةﺰﻬﺟأو تﺎﺠِﻟﺎﻌﳌا ﺐﻧﺎﺟ ﱃإ ،ﺖﻧﱰﻧﻹﺎﺑ ﺔﻠﺼﺘﳌا ةﺰﻬﺟﻷاو Cyberspace .دﺮّﺠﻣ مﻮﻬﻔﻣ وأ ﺔﺑﺮﺠﻣ ةﺮﻫﺎﻈﻛ ﴈاﱰﻓا قﺎﻄﻧ ﻢﺘﻳ .ﻒﻴﻨﺼﺘﻟا تﺎﻳﻮﺘﺴﻣ ﻦﻣ ىﻮﺘﺴﻣ ﻞﻜﻟ ﺔﻴﻨﻣأ ﻂﺑاﻮﺿ ﺎﻬﻨﻋ ﺞﺘﻨﻳ ﻲﺘﻟا تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻴﺳﺎﺴﺤﻟا ىﻮﺘﺴﻣ \u0000ﻴﻌﺗ ت ﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ وأ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ءﺎﺸﻧإ ﻢﺘﻳ ﺚﻴﺣ ًﺎﻘﺒﺴﻣ ةدﺪﺤﻣ تﺎﺌﻔﻟ ًﺎﻘﻓو تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ تﺎﻳﻮﺘﺴﻣ \u0000ﻴﻌﺗ Data and Information . ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﻤﻫأ وأ ﺔﻤﻴﻗ ﲆﻋ ﴍﺆﻣ ﻮﻫ ﻒﻴﻨﺼﺘﻟا ىﻮﺘﺴﻣ .ﺎﻬﻠﻘﻧ وأ ﺎﻬﻨﻳﺰﺨﺗ وأ ﺎﻬﻨﻴﺴﺤﺗ وأ ﺎﻬﻠﻳﺪﻌﺗ Classification تﺎﻧﺎﻴﺑ نﻮﻜﺘﺗ .ﻞﺟﻷا ﻞﻳﻮﻃ ﻆﻔﺤﻠﻟ ﻞﺼﻔﻨﻣ ﻦﻳﺰﺨﺗ زﺎﻬﺟ ﰲ لﺎﻌﻓ ﻞﻜﺸﺑ ﺔﻣﺪﺨﺘﺴﻣ ﺪﻌﺗ \u0000 ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا ﻞﻘﻧ ﺔﻴﻠﻤﻋ ت ﺎﻧﺎﻴﺒﻟا ﺔﻔﺷرأ ظﺎﻔﺘﺣﻻا ﺐﺠﻳ تﺎﻧﺎﻴﺑو ،ﻞﺒﻘﺘﺴﳌا ﰲ ﺎﻬﻴﻟإ عﻮﺟﺮﻠﻟ ﺔﺑﻮﻠﻄﻣ نﻮﻜﺗ ﺪﻗو ﺔﻬﺠﻠﻟ ﺔﻤﻬﻣ لاﺰﺗ ﻻ ﺔ\u0000ﺪﻗ تﺎﻧﺎﻴﺑ ﻦﻣ ﻒﻴﺷرﻷا Data Archiving . ﺔﻗﻼﻌﻟا تاذ ت\u0000ﻴﻈﻨﺘﻟاو تﺎﻌﻳﴩﺘﻟﺎﺑ ماﺰﺘﻟﻼﻟ ﺎﻬﺑ ﺔﻴﻨﻣﻷا ﻂﺑاﻮﻀﻟا ﻦﻣ ةدﺪﻌﺘﻣ تﺎﻳﻮﺘﺴﻣ ﻊﺿو ﻢﺘﻳ ﺚﻴﺣ (Information Assurance) تﺎﻣﻮﻠﻌﳌا ﺪﻴﻛﻮﺘﻟ مﻮﻬﻔﻣ ﻮﻫ ﻞﺣاﺮﳌا دﺪﻌﺘﻣ ﻲﻨﻣﻷا عﺎﻓﺪﻟا . (OT) ﻞﻴﻐﺸﺘﻟا ﺔﻴﻨﻘﺗ وأ (IT) تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ مﺎﻈﻧ ﰲ (عﺎﻓﺪﻛ) Defense-in-Depth ﱃإ ضﺮﻌﺘﻟا ﺪﻌﺑ ،ﺔﻟﻮﺒﻘﻣ ﺔﻟﺎﺣ ﱃإ ﺔﻬﺠﻠﻟ ﺔﻳﻮﻴﺤﻟا ل\u0000ﻋﻷا تﺎﻣﺪﺧو ﻒﺋﺎﻇو عﺎﺟرﻹ ﺔﻤﻤﺼﳌا ﻂﻄﺨﻟاو ﺞﻣاﱪﻟاو ﺔﻄﺸﻧﻷا ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا .ﻒﺋﺎﻇﻮﻟاو تﺎﻣﺪﺨﻟا هﺬﻬﻟ ﻞﻄﻌﺗ وأ ﺔﻴﻧاﱪﻴﺳ ت\u0000ﺠﻫ Disaster Recovery ﻦﻳوﺎﻨﻋ ﱃإ تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ ﻞﻳﻮﺤﺘﺑ ﺢﻤﺴﺗ ﺖﻧﱰﻧﻹا وأ/و ﺔﻜﺒﺸﻟا ﱪﻋ ﺎﻬﻌﻳزﻮﺗ ﻢﺘﻳ تﺎﻧﺎﻴﺑ ةﺪﻋﺎﻗ مﺪﺨﺘﺴﻳ ﻲﻨﻘﺗ مﺎﻈﻧ ت ﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ .\u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟاو ﺔﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﳌا مداﻮﺧ ﻞﺜﻣ تﺎﻣﺪﺨﻟا ﻦﻳوﺎﻨﻋ ﺪﻳﺪﺤﺘﻟ ،ﺲﻜﻌﻟاو ،(IP Addresses) ﺔﻜﺒﺸﻟا Domain Name System هﺬﻫ ﺬﻴﻔﻨﺗ ﻢﺗ اذإ ﺔﻟﺎﻌﻓ ﺔﻄﻄﺨﳌا ﺔﻄﺸﻧﻷا ﱪﺘﻌﺗو .ﻪﻟ ﻂﻄﺨﻣ \u0000ﺛﺄﺗ ﻖﻴﻘﺤﺗ ﺎﻬﺑ ﻢﺘﻳ ﻲﺘﻟا ﺔﺟرﺪﻟا ﱃإ ﺔﻴﻟﺎﻌﻔﻟا \u0000ﺸﺗ ﺔﻴﻟﺎﻌﻓ سﺎﻴﻗ تاﴍﺆﻣ ماﺪﺨﺘﺳا ﻦﻜ\u0000 .ﻞﻌﻔﻟﺎﺑ ﺞﺋﺎﺘﻨﻟا هﺬﻫ ﻖﻴﻘﺤﺗ ﻢﺗ اذإ ﺔﻟﺎﻌﻓ ﺎﻬﻟ ﻂﻄﺨﳌا ﺞﺋﺎﺘﻨﻟا ﱪﺘﻌﺗو ،ﻞﻌﻔﻟﺎﺑ ﺔﻄﺸﻧﻷا Effectiveness .ﺔﻴﻟﺎﻌﻔﻟا ىﻮﺘﺴﻣ ﻢﻴﻴﻘﺗو سﺎﻴﻘﻟ Key Performance Indicators “KPIs” ءادﻷا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا لﻼﺧ ﻦﻣ مﺎﻈﻨﻟا وأ ﺔﻴﻠﻤﻌﻟا ةءﺎﻔﻛ ﺰﻳﺰﻌﺗ ﻦﻜ\u0000 .(تﻼﺧﺪﳌا) ﺔﻣﺪﺨﺘﺴﳌا دراﻮﳌاو (تﺎﺟﺮﺨﳌا) ﺔﻘﻘﺤﳌا ﺞﺋﺎﺘﻨﻟا \u0000ﺑ ﺔﻗﻼﻌﻟا ةءﺎﻔﻛ .ﻞﻗأ وأ (تﻼﺧﺪﳌا) دراﻮﳌا ﺲﻔﻧ ماﺪﺨﺘﺳﺎﺑ \u0000ﻛأ ﺞﺋﺎﺘﻧ ﻖﻴﻘﺤﺗ Efficiency ثﺪﺣ . ﺮﺧآ ﻲﻨﻘﺗ زﺎﻬﺟ يأ وأ ،تﺎﻧﺎﻴﺑ وأ ،ﺔﻣﺪﺧ وأ ،مﺎﻈﻧ وأ ،ﺔﻜﺒﺸﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻟﺎﺤﺑ ﺔﻗﻼﻋ وذ ثﺪﺣ Event ﻦ ﻣﻵا ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ مﺎﻈﻧ ﻦﻣ ﺔﻨﻣآ ﺔﺨﺴﻧ ﻦﻋ ةرﺎﺒﻋ ﻮﻫو .ﺔﻜﺒﺸﻟا ﱪﻋ ﺎﻬﻟﺎﻘﺘﻧا ﺪﻨﻋ ﺐﻳﻮﻟا تﺎﻧﺎﻴﺑو تﺎﺤﻔﺻ \u0000ﻣﺄﺘﻟ \u0000ﻔﺸﺘﻟا مﺪﺨﺘﺴﻳ لﻮﻛﻮﺗوﺮﺑ Hyper Text Transfer Protocol . (HTTP) ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ Secure (HTTPS) ﺔﻳﻮﻫ . مﺎﻈﻨﻟا ﰲ دراﻮﳌا ﱃإ لﻮﺻﻮﻟا ﻖﺣ ﺢﻨﳌ ﳼﺎﺳأ طﴍ ةدﺎﻋ ﻲﻫو ،زﺎﻬﺠﻟا وأ ﺔﻴﻠﻤﻌﻟا وأ مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻟا ﺔﻠﻴﺳو Identification ﺔﺛدﺎﺣ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻟا ﰲ ﺐﺒﺴﺗ ﺪﻤﻌﺘﻣ \u0000ﻏ وأ ﺪﻤﻌﺘﻣ ثﺪﺣ Incident Non-) تﺎﻣﻮﻠﻌﻤﻠﻟ رﺎﻜﻧﻹا مﺪﻋ ن\u0000ﺿ ﻦﻤﻀﺘﺗو ،ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ تﺎﻣﻮﻠﻌﳌا ﺐﻳﺮﺨﺗ وأ ﻞﻳﺪﻌﺗ ﺪﺿ ﺔﻳ\u0000ﺤﻟا ﺔﻣﻮﻠﻌﳌا ﺔﻣﻼﺳ . ﺔﻴﻗﻮﺛﻮﳌاو (Repudiation Integrity \u0000ﺎﻌﻟا ءﺎﺤﻧأ ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا .(ﺎﻫ\u0000ﻏو ،PCI ، SWIFT:ﻞﺜﻣ) International Requirements ﻊﻨﻣو فﺎﺸﺘﻛﻻ ﺔﻣﺪﻘﺘﳌا ﺔﻳ\u0000ﺤﻟا مﺎﻈﻧ ﺔ ﻫﻮﺒﺸﳌا ثداﻮﺤﻟاو ﺔﻄﺸﻧﻷا تﻻوﺎﺤﻣ فﺎﻘﻳإو ﻊﻨﻣ ﲆﻋ ةرﺪﻘﻟا ﱃإ ﺔﻓﺎﺿﻹﺎﺑ ،تﺎﻗاﱰﺧﻻا ﻒﺸﻛ تارﺪﻗ ﻪﻳﺪﻟ مﺎﻈﻧ ت ﺎﻗاﱰﺧﻻا . ﺔﻠﻤﺘﺤﳌا وأ Intrusion Prevention System (IPS) ء ادﻷا سﺎﻴﻗ ﴍﺆﻣ .ةدﺪﺤﻣ فاﺪﻫأ ﻖﻴﻘﺤﺗ هﺎﺠﺗ ﺔﻬﺟ وأ ﺎﻣ طﺎﺸﻧ حﺎﺠﻧ ىﺪﻣ ﻢّﻴﻘُﻳ ءادﻷا ىﻮﺘﺴﻣ سﺎﻴﻗ تاودأ ﻦﻣ عﻮﻧ Key Performance Indicator (KPI) (ﺎﻫ\u0000ﻏو تاﺪﻨﺘﺴﳌاو تﺎﻘﻴﺒﻄﺘﻟاو ةﺰﻬﺟﻷا :ﻞﺜﻣ) ﺔﻬﺠﻟا لﻮﺻأ ﲆﻋ ﻊﺿﻮﺗ (ﳼﺎﻴﻗو دﺪﺤﻣ ﺰﻴﻣﺮﺗو ﺔﻴﻤﺴﺘﺑ) تﺎﻣﻮﻠﻌﻣ ضﺮﻋ ﺔ ﻣﻼﻋ وأ ﺰﻴﻣﺮﺗ ﺔﻘﻠﻌﺘﳌا تﺎﻣﻮﻠﻌﳌا ﻦﻣ ﺎﻫ\u0000ﻏو ﻪﻋﻮﻧو ﻪﺘﻴﻜﻠﻣو ﻞﺻﻷا ﻒﻴﻨﺼﺘﺑ ﺔﻘﻠﻌﺘﳌا تﺎﻣﻮﻠﻌﳌا ﺾﻌﺑ ﱃإ ةرﺎﺷﻺﻟ ﺎﻬﺑ لﺪﺘﺴﻴﻟ Labeling .لﻮﺻﻷا ةرادﺈﺑ ﻢ ﻬﺗﺎﻴﻟوﺆﺴﻣ ﺬﻴﻔﻨﺘﻟ ﺎﻬﻧﻮﺟﺎﺘﺤﻳ ﻲﺘﻟا لﻮﺻﻮﻟا تﺎﻴﺣﻼﺻ \u0000ﻣﺪﺨﺘﺴﳌا ﺢﻨﻣ ﱃإ فﺪﻬﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﰲ ﳼﺎﺳأ أﺪﺒﻣ ت ﺎﻴﺣﻼﺼﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟا .ﻂﻘﻓ ﺔﻴﻤﺳﺮﻟا Least Privilege وأ تﺎﻘﻴﺒﻄﺘﻟا وأ تﺎﻧﺎﻴﺒﻟا ﺮﻓاﻮﺗ وأ ﺔﻗدو ﺔﻣﻼﺳ وأ ﺔﻳﴎ كﺎﻬﺘﻧﻻ (ﺐﻟﺎﻐﻟا ﰲ) ﺔﻴﻔﺧ ﺔﻘﻳﺮﻄﺑ ﺔﻤﻈﻧﻷا ﺐﻴﺼُﻳ ﺞﻣﺎﻧﺮﺑ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟا . ﻞﻴﻐﺸﺘﻟا ﻢﻈﻧ Malware ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ لﻼﺧ ﻦﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳﺎﺑ ، مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ : ﻲﻫ ﺔﻳﻮﻬﻟا ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا .(\"روﺮﳌا ﺔﻤﻠﻛ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  Multi-Factor Authentication ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  (MFA) .(\"One-Time-Password\" ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ﺔﺘﻗﺆﳌا . (\"ﻪﺟﻮﻟا وأ ﻊﺒﺻﻹا ﺔﻤﺼﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  ،تﺎﻧﺎﻴﺒﻟا ﱃإ لﻮﺻﻮﻟاو ،ﺔﻴﻔﻴﻇﻮﻟا ﺔﻴﻠﻤﻌﻟا ﻖﻄﻨﻣ ﺔﻧﺎﻴﺻو ﺮﻳﻮﻄﺗ ﻪﻴﻓ ﻢﺘﻳ يﺬﻟا مدﺎﺧ-ﻞﻴﻤﻋ بﻮﻠﺳأ ﻖﺒﻄُﺗ ﺔﻴﻨﺑ وأ ﺔﻳر\u0000ﻌﻣ ت ﺎﻳﻮﺘﺴﳌا ةدﺪﻌﺘﻣ ﺔﻳر\u0000ﻌﳌا . ﺔﻠﺼﻔﻨﻣ تﺎﺼﻨﻣ ﲆﻋ ﺔﻠﻘﺘﺴﻣ تاﺪﺣﻮﻛ مﺪﺨﺘﺴﳌا ﺔﻬﺟاوو تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗو Multi-tier Architecture ضﺮﻐﻟ تﺎﻧﺎﻴﺒﻟا ﲆﻋ عﻼﻃﻼﻟ ةدﺪﺤﻣ ﺔﺟﺎﺣ ﺺﺨﺸﻟا ىﺪﻟ ﻦﻜﻳ \u0000 ﺎﻣ ﺔﺳﺎﺴﺣ ﱪﺘﻌﺗ ﻲﺘﻟاو ،تﺎﻧﺎﻴﺒﻟا ﲆﻋ ﺔﺿوﺮﻔﳌا دﻮﻴﻘﻟا ماﺪﺨﺘﺳﻻا ﱃإ ﺔﺟﺎﺤﻟاو ﺔﻓﺮﻌﳌا ﱃإ ﺔﺟﺎﺤﻟا . ﺔﻴﻤﺳر مﺎﻬﻣو ل\u0000ﻋﺄﺑ ﻖﻠﻌﺘﻣ ﺎﻣ Need-to-know and Need-to-use جرﺎﺧ وأ ﻞﺼﺘﳌا \u0000ﻏ ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ﺔﻠﺑﺎﻗ \u0000ﻏو ﺔﻠﺼﺘﻣ \u0000ﻏ ﺔﺨﺴﻨﻟا نﻮﻜﺗ ﺎﻣﺪﻨﻋ ةﺰﻬﺟﻷاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷا تاداﺪﻋإو تﺎﻧﺎﻴﺒﻟا ةﺪﻋﺎﻘﻟ ﺔﻴﻃﺎﻴﺘﺣا ﺔﺨﺴﻧ ﻊﻗﻮﳌا . ﻊﻗﻮﳌا جرﺎﺧ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺔﺨﺴﻨﻟا ﺔﻟﺎﺣ ﰲ (Tapes) ﺔﻃﴍأ مﺪﺨﺘﺴﺗ ﺎﻣ ةً دﺎﻋ .ﺚﻳﺪﺤﺘﻠﻟ Offline/Offsite Backup ﺔﻓﺎﻀﺘﺳﻻﺎﺑ وأ ﺔﻬﺠﻟا ﺔﻜﺒﺷ ﻞﺧاد ﺎﻣإ) ،ﺪﻴﻌﺑ مدﺎﺧ ﲆﻋ ﺔﻜﺒﺷ ﱪﻋ مﺎﻈﺘﻧﺎﺑ ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ﺎﻬﻴﻓ ﻢﺘﻳ ﻦﻳﺰﺨﺘﻠﻟ ﺔﻘﻳﺮﻃ ﻞ ﺼﺘﳌا ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا . (ﺔﻣﺪﺧ دوﺰﻣ ىﺪﻟ Online Backup ﺔ ﻬﺠﻟا ﰲ نﻮﻠﻣﺎﻌﻟا . (نوﺪﻗﺎﻌﺘﳌاو نﻮﺘﻗﺆﳌا نﻮﻔﻇﻮﳌاو نﻮﻴﻤﺳﺮﻟا نﻮﻔﻇﻮﳌا ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ﰲ نﻮﻠﻤﻌﻳ ﻦﻳﺬﻟا صﺎﺨﺷﻷا Organization Staff . ﺔﻣﺪﺧ دوﺰﻣ وأ درﻮﻣ ﻊﻣ ﺪﻗﺎﻌﺘﻟا ﻖﻳﺮﻃ ﻦﻋ (تﺎﻣﺪﺨﻟا وأ ﻊﻠﺴﻟا) ﲆﻋ لﻮﺼﺤﻟا Outsourcing ﻲ ﺟرﺎﺨﻟا دﺎﻨﺳﻻا ﻞﻤﺸﻳ اﺬﻫو .ﻪﺠﻣاﺮﺑ وأ ﻪﺗﺎﻘﻴﺒﻄﺘﻟ وأ ﱄﻵا ﺐﺳﺎﺤﻠﻟ ﻞﻴﻐﺸﺘﻟا مﺎﻈﻧ \u0000ﺴﺤﺗ وأ حﻼﺻإ وأ ﺚﻳﺪﺤﺘﻟ ﺔﻤﻋاد تﺎﻧﺎﻴﺑ مﺰﺣ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ﺔﻴﻧﺎﻜﻣإ \u0000ﺴﺤﺗو ءﺎﻄﺧﻷا حﻼﺻإ وأ تﺎﺣﻼﺻإ ةً دﺎﻋ مﺰﺤﻟا هﺬﻫ ﻰﻤﺴﺗ ﺚﻴﺣ ،ءﺎﻄﺧﻷا ﻦﻣ ﺎﻫ\u0000ﻏو ﺔﻴﻨﻣﻷا تاﺮﻐﺜﻟا حﻼﺻإ Patch . ءادﻷا وأ ماﺪﺨﺘﺳﻻا ﻦﻜ\u0000 تاﺮﻐﺛ ﻦﻋ ﺚﺤﺒﻠﻟ ﺔﻴﻛذ ﻒﺗاﻮﻫ ﻖﻴﺒﻄﺗ وأ \u0000وﱰﻜﻟإ ﻊﻗﻮﻣ ﻖﻴﺒﻄﺗ وأ ﺔﻜﺒﺷ وأ ﱄآ ﺐﺳﺎﺣ مﺎﻈﻧ ﲆﻋ رﺎﺒﺘﺧا ﺔﺳر\u0000ﻣ ق اﱰﺧﻻا رﺎﺒﺘﺧا . ﻢﺟﺎﻬﳌا ﺎﻬﻠﻐﺘﺴﻳ نأ Penetration Testing م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا بﺎﺒﺳﻷ ًﺎﺒﻟﺎﻏ ،ن\u0000ﺘﺋﻻا ﺔﻗﺎﻄﺑ ﻞﻴﺻﺎﻔﺗ وأ روﺮﳌا ت\u0000ﻠﻛو \u0000ﻣﺪﺨﺘﺴﳌا ء\u0000ﺳأ ﻞﺜﻣ ﺔﺳﺎﺴﺣ تﺎﻣﻮﻠﻌﻣ ﲆﻋ لﻮﺼﺤﻟا ﺔﻟوﺎﺤﻣ \u0000 وﱰﻜﻟﻹا ﺪّﻴﺼﺘﻟا ﻞﺋﺎﺳر .ﺔﻴﻧوﱰﻜﻟإ ﺪﻳﺮﺑ ﻞﺋﺎﺳر ﰲ ﺔﻘﺜﻟﺎﺑ ةﺮﻳﺪﺟ ﺔﻬﺟ ﺔﺌﻴﻫ ﲆﻋ ﺮﻜﻨﺘﻟﺎﺑ ﻚﻟذو ،ﺔﺜﻴﺒﺧو ةرﺎﺿ ﺎﻳاﻮﻧو Phishing Emails ﺔﻌﺑﺎﺘﻟا دراﻮﳌاو تاﺪﻌﳌاو ﻖﻓاﺮﳌا ﱃإ ﻪﺑ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﻊﻨﳌ ﺎﻬﻤﻴﻤﺼﺗ ﻢﺗ ﻲﺘﻟا ﺔ ﻴﻨﻣﻷا \u0000ﺑاﺪﺘﻟا يدﺎﳌا ﻦﻣﻷا ﻒﺼﻳ .(ﺔﻴﺑﺎﻫرﻹا ت\u0000ﺠﻬﻟا وأ ،ﺔﻗﴪﻟا وأ ﺲ ﺴﺠﺘﻟا ﻞﺜﻣ) رﴬﻟا وأ ﻒﻠﺘﻟا ﻦﻣ تﺎﻜﻠﺘﻤﳌاو داﺮﻓﻷا ﺔﻳ\u0000ﺣو ،ﺔﻬﺠﻠﻟ ي دﺎﳌا ﻦﻣﻷا ،(CCTV) ﺔﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ﺮﺋاوﺪﻟا ﻞﻤﺸﺗ ،ﺔﻄﺑاﱰﻣ ﻢﻈﻧ ﻦﻣ ةدﺪﻌﺘﻣ تﺎﻘﺒﻃ ماﺪﺨﺘﺳا ﲆﻋ يدﺎﳌا ﻦﻣﻷا يﻮﻄﻨﻳ Physical Security .ىﺮﺧﻷا تﺎﻴﻨﻘﺘﻟا ﻦﻣ ﺪﻳﺪﻌﻟاو ،لﻮﺻﻮﻟا ﰲ ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧأو ،لﺎﻔﻗﻷاو ،ﺔﻴﻨﻣأ دوﺪﺣو ،ﻦﻣﻷا ساﺮﺣو . ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻞﺒﻗ ﻦﻣ ًﺎﻴﻤﺳر ﻚﻟذ ﻦﻋ \u0000ﺒﻌﺘﻟا ﻢﺗ \u0000ﻛ ﺎﻣ ﺔﻴﻧ وأ ًﺎﻬﻴﺟﻮﺗ وأ ًﺎﻣﺎﻋ ًﺎﻣاﺰﺘﻟا ﺎﻫدﻮﻨﺑ دﺪﺤﺗ ﺔﻘﻴﺛو ﻦﻣﻷا ﺞﻣﺎﻧﺮﺑ \u0000ﺴﺤﺗو ﺬﻴﻔﻨﺘﺑ ﺔﻬﺠﻠﻟ ﺎﻴﻠﻌﻟا ةرادﻺﻟ ﻲﻤﺳﺮﻟا ماﺰﺘﻟﻻا ﻦﻋ ﺎﻫدﻮﻨﺑ ﱪﻌﺗ ﺔﻘﻴﺛو ﻲﻫ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺳﺎﻴﺳ ﺔﺳﺎﻴﺳ ﺔﻴﻟآو ﻪﺗﺎﺒﻠﻄﺘﻣو ﻪﻄﺑاﻮﺿو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣﺎﻧﱪﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻬﺠﻟا فاﺪﻫأ ﲆﻋ ﺔﺳﺎﻴﺴﻟا ﻞﻤﺘﺸﺗو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا Policy . هﺮﻳﻮﻄﺗو ﻪﻨﻴﺴﺤﺗ ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ صﺎﺧ ﻞﻣﺎﻌﺗ ﱃإ ﺐﻟﺎﻐﻟا ﰲ جﺎﺘﺤﺗ ﻲﺘﻟاو ﺔﻬﺠﻟا ﺔﻤﻈﻧأ ﲆﻋ ﺔﻴﻟﺎﻌﻟا ةرﻮﻄﺨﻟا تاذ تﺎﻴﺣﻼﺼﻟا ةرادإ ﺔﻴﻠﻤﻋ ﺔ ﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا ةرادإ .ﺎﻬﻣاﺪﺨﺘﺳا ءﻮﺳ ﻦﻣ ﺄﺸﻨﺗ ﺪﻗ ﻲﺘﻟا Privileged Access Management تﺎﺳﺎﻴﺴﻟاو \u0000ﻳﺎﻌﳌا ﻊﻣ ﻖﻓاﻮﺘﻟا ﰲ ةدﺪﺤﻣ ﺔﻄﺸﻧأ وأ تﺎﻴﻠﻤﻋ ءادﻷ ﺔﻳروﴬﻟا تاﻮﻄﺨﻠﻟ ﲇﻴﺼﻔﺗ ﻒﺻو ﲆﻋ يﻮﺘﺤﺗ ﺔﻘﻴﺛو ءاﺮﺟإ . تﺎﻴﻠﻤﻌﻟا ﻦﻣ ءﺰﺟ ﺎﻬﻧأ ﲆﻋ تاءاﺮﺟﻹا فﺮّﻌﺗو .ﺔﻗﻼﻌﻟا تاذ Procedure ﺔﻴﻠﻤﻋ .ﺔﻬﺠﻟا تﺎﺳﺎﻴﺴﺑ ةﺮﺛﺄﺘﻣ ﺔﻄﺸﻧﻷا هﺬﻫو .تﺎﺟﺮﺨﻣ ﱃإ تﻼﺧﺪﳌا لﻮﺤﺗ ﺔﻴﻠﻋﺎﻔﺘﻟا وأ ﺔﻄﺑاﱰﳌا ﺔﻄﺸﻧﻷا ﻦﻣ ﺔﻋﻮﻤﺠﻣ Process ة دﺎﻌﺘﺳﻻا .ﻊﺋﺎﺿ وأ قوﴪﻣ وأ ﻒﻟﺎﺗ وأ ﻊﻄﻘﻨﻣ ءﳾ ﰲ ﻢﻜﺤﺘﻟا وأ ةدﺎﻌﺘﺳﻻ ﺔﻴﻠﻤﻋ وأ ءاﺮﺟإ Recovery ﺮﻈﻨﻟا ﺾﻐﺑ ،ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا وأ ثاﺪﺣﻷا تﻼﺠﺳ وأ تﺎﻧﺎﻴﺒﻟا وأ تﺎﻣﻮﻠﻌﳌﺎﺑ ظﺎﻔﺘﺣﻻا ﺎﻬﻴﻓ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴﻨﻣﺰﻟا ةﺪﳌا ﻲﻫ ظ ﺎﻔﺘﺣﻻا ةﺪﻣ .(ﻚﻟذ \u0000ﻏ وأ \u0000وﱰﻜﻟإ وأ ﻲﻗرو) ﻞﻜﺸﻟا ﻦﻋ Retention \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺮﻐﺜﻟ دﻮﺼﻘﳌا \u0000ﻏ ضﺮﻌﺘﻟا ﻦﻣ ﻲﻤﺤﺗ ﺔﻘﻳﺮﻄﺑ ﱄﻵا ﺐﺳﺎﺤﻟا تﺎﻘﻴﺒﻄﺗو تﺎﻴﺠﻣﺮﺑ ﺮﻳﻮﻄﺗ ﺔﺳر\u0000ﻣ تﺎﻘﻴﺒﻄﺘﻟاو ﺞﻣاﱪﻟا ةﺮﻔﺸﻟ ﺔﻴﻨﻣﻷا \u0000ﻳﺎﻌﳌا .تﺎﻘﻴﺒﻄﺘﻟاو تﺎﻴﺠﻣﱪﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا Secure Coding Standards ت\u0000ﺠﻬﻟا ﺔﻣوﺎﻘﳌ ﻲﻨﻣﻷا زﺎﻬﺠﻟاو ،ﺔﻜﺒﺸﻟا زﺎﻬﺟو ،ﻖﻴﺒﻄﺘﻟاو ،مﺎﻈﻨﻟاو ،ﱄﻵا ﺐﺳﺎﺤﻟا زﺎﻬﺟ تاداﺪﻋإ ﻂﺒﺿو \u0000ﺼﺤﺗو ﺔﻳ\u0000ﺣ \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻹا ﺔﻌﺟاﺮﻣ ﺔﻜﺒﺸﻟا ﺬﻓﺎﻨﻣ فﺎﻘﻳإ ،ﺔﻣﺪﺨﺘﺴﳌا \u0000ﻏ تﺎﻣﺪﺨﻟا فﺎﻘﻳإ ،ﺔﻴﺿاﱰﻓﻻاو ﺔﻴﻌﻨﺼﳌا تﺎﺑﺎﺴﺤﻟا \u0000ﻴﻐﺗ وأ فﺎﻘﻳإ :ﻞﺜﻣ .ﺔﻴﻧاﱪﻴﺴﻟا Secure Configuration and .ﺔﻣﺪﺨﺘﺴﳌا \u0000ﻏ Hardening ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ مﺎﻈﻧ ﺞﺋﺎﺘﻧ ﻞﻴﻠﺤﺗو ،تاﺪﻳﺪﻬﺘﻠﻟ ﺔﺒﻗاﺮﻣ \u0000ﻓﻮﺘﻟ ﲇﻌﻔﻟا ﺖﻗﻮﻟا ﰲ ﺔﻴﻨﻣﻷا ثاﺪﺣﻷا تﻼﺠﺳ تﺎﻧﺎﻴﺑ ﻞﻴﻠﺤﺗو ةرادﺈﺑ مﻮﻘﻳ مﺎﻈﻧ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا .ثداﻮﺤﻠﻟ ﺔﺑﺎﺠﺘﺳﻻاو ،تﻼﺠﺴﻟا تﺎﻧﺎﻴﺑ لﻮﺣ ﺮﻳرﺎﻘﺘﻟاو ،ثاﺪﺣﻷا تﻼﺠﺴﻟ ﺔﻄﺑاﱰﳌا ﺪﻋاﻮﻘﻟا Security Information and Event Management (SIEM) يﻮﺘﺤﻳ ﻻو ﺔﺒﺳﺎﻨﻣ ﺔﻴﻨﻣأ تﺎﻳ\u0000ﺣو ﻂﺑاﻮﺿ ﻦﻤﻀﺘﻳ ﺪﻳﺪﺠﻟا وأ لﺪّ ﻌﳌا ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻟا ﱃإ فﺪﻬﺗ ﺔﻴﻠﻤﻋ ﻲ ﻨﻣﻷا رﺎﺒﺘﺧﻻا ،ﻪﺗﺎﻣﻮﻠﻌﻣ وأ ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا ماﺪﺨﺘﺳا ءﻮﺳ ﱃإ يدﺆﺗ وأ ،ىﺮﺧﻷا تﺎﻘﻴﺒﻄﺘﻟا وأ ﺔﻤﻈﻧﻷﺎﺑ ﴬﺗ ﺪﻗ ﺔﻴﻨﻣأ تاﺮﻐﺛ يأ ﲆﻋ Security Testing . دﻮﺸﻨﳌا ﻮﺤﻨﻟا ﲆﻋ ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا ﺔﻔﻴﻇو ﲆﻋ ظﺎﻔﺤﻠﻟ ﻚﻟﺬﻛو ﺔﻴﻨﻣﻷا تاﺮﻐﺜﻟاو ﻒﻌﻀﻟا طﺎﻘﻧ ﻦﻣ ﺔﻴﻟﺎﺧ ﺎﻬﻠﻌﺟ ﱃإ ﻰﻌﺴﺗ ﻲﺘﻟا تﺎﻜﺒﺸﻟا ﻢﻴﻤﺼﺗو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷا ﺮﻳﻮﻄﺘﻟ ﺔﻴﺠﻬﻨﻣ ﻢﻴﻤﺼﺘﻟا لﻼﺧ ﻦﻣ ﻦﻣﻷا ،ﺮﻤﺘﺴﳌا رﺎﺒﺘﺧﻻا :لﺎﺜﳌا ﻞﻴﺒﺳ ﲆﻋ \u0000ﺑاﺪﺗ ةﺪﻋ لﻼﺧ ﻦﻣ نﺎﻜﻣﻹا رﺪﻗ \u0000اﱪﻴﺴﻟا مﻮﺠﻬﻟا ﺪﺻ ﲆﻋ ةرﺪﻘﳌاو ،ﺔﻴﻧاﱪﻴﺴﻟا Security-by-Design .ﺎﻫ\u0000ﻏو ،ﻢﻴﻤﺼﺘﻟاو ﺔﺠﻣﱪﻟا تﺎﺳر\u0000ﻣ ﻞﻀﻓﺄﺑ ﻚﺴﻤﺘﻟاو ﺔﻗدﺎﺼﳌا ﺔﻳ\u0000ﺣو ﺪﻛﺄﺘﻟا ﻖﻳﺮﻃ ﻦﻋ ةدﺪﺤﻣ ﺔﻴﻠﻤﻋ ﺬﻴﻔﻨﺗ ﻞﺣاﺮﻣ لﻼﺧ لﺎﻴﺘﺣﻻاو ءﺎﻄﺧﻷا ﻞﻴﻠﻘﺗ ﱃإ فﺪﻬﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﰲ ﳼﺎﺳأ أﺪﺒﻣ مﺎﻬﳌا ﻞﺼﻓ .ﺔﻔﻠﺘﺨﻣ تﺎﻴﺣﻼﺼﺑو ﻞﺣاﺮﳌا هﺬﻫ ل\u0000ﻛﻹ ﺺﺨﺷ ﻦﻣ \u0000ﻛأ دﻮﺟو ةروﴐ ﻦﻣ Segregation of Duties صﺎﺨﻟا لﺎﺠﳌا ﻊﺒﺘﻳ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻞﺋﺎﺳر لﺎﺳرإ ﰲ مﺪﺨﺘﺴﳌا \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا مدﺎﺧ نأ ﻦﻣ ﻖﻘﺤﺘﻠﻟ ﺔﻘﻳﺮﻃ ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ . ﺔﻠﺳِﺮﳌا ﺔﻬﺠﻟﺎﺑ Sender Policy Framework ﻲﺟرﺎﺧ فﺮﻃ .(تﺎﻣﺪﺨﻟا يدوﺰﻣو يدرﻮﻣ ﻞﻤﺸﻳ اﺬﻫو) تﺎﻣﺪﺨﻟا وأ ﻊﻠﺴﻟا ﻢﻳﺪﻘﺘﻟ ﺔﻳﺪﻗﺎﻌﺗ ﺔﻗﻼﻋ ﰲ فﺮﻄﻛ ﻞﻤﻌﺗ ﺔﻬﺟ يأ Third-Party ﺪﻳﺪﻬﺗ .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﺎًﺒﻠﺳ ﺮﺛﺆﻳ ﺪﻗ ءﳾ يأ Threat ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌا . ﺔﻬﺠﻠﻟ ًﺎﻴﻧاﱪﻴﺳ ًاﺪﻳﺪﻬﺗ ﻞﻜﺸﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا ﺔﻠﻤﺘﺤﳌاو ﺔﻴﻟﺎﺤﻟاو ة\u0000ﺧﻷا ت\u0000ﺠﻬﻟا لﻮﺣ ﺎﻬﻠﻴﻠﺤﺗو ﺔﻤﻈﻨﻣ تﺎﻣﻮﻠﻌﻣ ﺮﻓﻮﻳ Threat Intelligence ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ﻪﻟﻼﻐﺘﺳا ﻦﻜ\u0000 ؛ءﳾ يأ وأ ،ﻂﺑﺎﺿ وأ ،ءاﺮﺟإ وأ ، (مﺎﻈﻧ ،ﺞﻣﺎﻧﺮﺑ :لﺎﺜﻣ) تﺎﻣﻮﻠﻌﻣ ﺔﻴﻨﻘﺗ ﻞﺻأ يأ ﰲ ﻒﻌﺿ ة ﺮﻐﺜﻟا . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ Vulnerability ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺘﻟ ﺔﻳ\u0000ﺤﻟا راﺪﺟ . ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﲆﻋ ﺔﻬﺟﻮﳌا مﻮﺠﻬﻟا تﻻوﺎﺤﻣ ﻦﻣ ﺔﻤﺟﺎﻨﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﻞﺒﻗ ﻊﺿﻮﻳ ﺔﻳ\u0000ﺣ مﺎﻈﻧ Web Application Firewall ﺎﻬﻓﺎﺸﺘﻛا ةدﺎﻌﻟا ﰲ ﺐﻌﺼﻳو .ًﺎﺜﻳﺪﺣ ﺎﻫﴩﻧ وأ ﺎﻬﺟﺎﺘﻧإ ﻢﺗ ،ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﻣ \u0000ﻏ (Malware) ةرﺎﺿ تﺎﻴﺠﻣﺮﺑ ﻦﻋ ةرﺎﺒﻋ ﺎ ﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟا .(Signature-based Protection) ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻠﻟ ﺔﻘﺒﺴﳌا ﺔﻓﺮﻌﳌا ﲆﻋ ﺪﻤﺘﻌﺗ ﻲﺘﻟا ﺔﻳ\u0000ﺤﻟا ﻞﺋﺎﺳو ﺔﻄﺳاﻮﺑ Zero-Day Malware م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ :(ب) ﻖﺤﻠﻣ . ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﺎﻫﺮﻛذ درو ﻲﺘﻟا تارﺎﺼﺘﺧﻻا ﻰﻨﻌﻣ هﺎﻧدأ ٣ لوﺪﺠﻟا ﺢﺿﻮﻳ تارﺎﺼﺘﺧﻻا ﺔ\u0000ﺎﻗ :٣ لوﺪﺟ ه ﺎﻨﻌﻣ ر ﺎﺼﺘﺧﻻا Advanced Persistent Threat APT ة ﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا Business Continuity Management BCM ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ Bring Your Own Device BYOD ﻚﺑ صﺎﺨﻟا زﺎﻬﺠﻟا ﴬﺣأ ﺔﺳﺎﻴﺳ Closed-circuit television CCTV ﺔ ﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ةﺮﺋاﺪﻟا Critical National Infrastructure CNI ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا Distributed Denial of Service Attack DDoS ت ﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ Domain Keys Identified Mail DKIM ق ﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟا Domain Message Authentication Reporting and Conformance DMARC ﺎﻬﻨﻋ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳ Domain Name System DNS تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ Essential Cybersecurity Controls ECC \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا Hyper Text Transfer Protocol Secure HTTPS ﻦﻣﻵا ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ Information and Communication Technology ICT تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ Information Technology IT تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ Multi-Factor Authentication MFA ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا Operational Technology OT ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻴﻨﻘﺘﻟا Security Information and Event Management SIEM \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ مﺎﻈﻧ Service Level Agreement SLA ﺔ ﻣﺪﺨﻟا ىﻮﺘﺴﻣ ﺔﻴﻗﺎﻔﺗا Sender Policy Framework SPF ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ :(ج) ﻖﺤﻠﻣ .(ECC – 1 : 2018) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻘﻴﺛو ﻦﻣ ﺔﻘﺑﺎﺴﻟا ﺔﺨﺴﻨﻟا ﲆﻋ ﺎﻫؤاﺮﺟإ ﻢﺗ ﻲﺘﻟا تﺎﺜﻳﺪﺤﺘﻟا هﺎﻧدأ ٤ لوﺪﺠﻟا ﺢﺿﻮﻳ تﺎﺜﻳﺪﺤﺘﻟا ﺔ\u0000ﺎﻗ :٤ لوﺪﺟ ﺦﻳرﺎﺘﻟا ﺔﺨﺴﻨﻟا 2024 ECC – 2 : عﻮﻧ ﺚﻳﺪﺤﺘﻟا ﺐﺒﺳ ﺚ ﻳﺪﺤﺘﻟا ﺪﻌﺑ ﺺﻨﻟا ﻖﺑﺎﺴﻟا ﺺﻨﻟا ﻢﺴﻘﻟا ﺚﻳﺪﺤﺘﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا تارازﻮﻟا ﻞﻤﺸﺗو) ﺔﻳدﻮﻌﺴﻟا تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو تارازﻮﻟا ﻞﻤﺸﺗو) ﻞﻤﻋ قﺎﻄﻧ ﻞﻳﺪﻌﺗ (ﺎﻫ\u0000ﻏو تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻫ\u0000ﻏو ﻂﺑاﻮﻀﻟا ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻬﺟرﺎﺧو ﺔﻜﻠﻤﳌا ﻞﺧاد) نﻮﻜﳌا فﺬﺣ (٥) ﻢﻗر ﴘﻴﺋﺮﻟا نﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧﻷ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ Industrial Control ) ﻲﻋﺎﻨﺼﻟا نﻮﻜﳌا ﻦﻤﺿ ﺔﻠﺑﺎﻗ نﻮﻜﺗ (Systems Cybersecurity ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ فﺬﺣ ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻬﺠﻟا ﲆﻋ ﺔﻣﺰﻠﻣو ﻖﻴﺒﻄﺘﻟا ﺔﻬﺠﻟا ﻞﺧاد ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ وأ ﻲﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧأ ًﺎﻴﻟﺎﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا . ﺎﻬﻣاﺪﺨﺘﺳﻻ ﻂﻄﺨﺗ ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻦﻣﻷا ﻒﺋﺎﻇو ﻊﻴﻤﺟ ﻞﻐﺷ ﺐﺠﻳ ﺔﻴﻨﻌﳌا ةرادﻹ ا ﺔﺳﺎﺋر ﻞﻐﺸﻳ نأ ﺐﺠﻳ \u0000 اﱪﻴﺴﻟا \u0000ﻏﺮﻔﺘﻣ \u0000ﻨﻃاﻮﻣ ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﺔﻴﻓاﴍﻹ ا ﻒﺋﺎﻇﻮﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷ ﺎﺑ ﻂﺑﺎﻀﻟا ﻞﻳﺪﻌﺗ .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ةءﺎﻔﻛ يوذو وذو نﻮﻏﺮﻔﺘﻣ نﻮﻨﻃاﻮﻣ ﺎﻬﺑ ﺔﺳﺎﺴﺤﻟاو ٢-٢- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷ ا لﺎﺠﻣ ﰲ ﺔﻴﻟﺎﻋ ةءﺎﻔﻛ ﻲﻤﻴﻈﻨﺘﻟا ﺞﻀﻨﻟا تﺎﺒﻠﻄﺘﳌﺎﺑ ماﺰﺘﻟﻻا ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻂﺑﺎﻀﻟا ﺔﻘﻠﻌﺘﳌا ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا فﺬﺣ ماﺰﺘﻟا ﻢﻋدو ١-٧- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ تﺎﻬﺠﻟا ﺺ ﻨﻟا حﺎﻀﻳإ تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ﺔﻴﻟود تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﺔﻴﻟود ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﻂﺑﺎﻀﻟا ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ماﺰﺘﻟﻻا ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻞﻳﺪﻌﺗ ٢-٧- ﻚﻠﺗ ﴫﺣ ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ . تﺎﺒﻠﻄﺘﳌا ﻚﻠﺘﺑ . ﺎﻬﺑ ماﺰﺘﻟﻻاو تﺎﺒﻠﻄﺘﳌا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺ ﻨﻟا حﺎﻀﻳإ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ \u0000ﻠﻣﺎﻌﻠﻟ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ﻂﺑﺎﻀﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﻨﻬﳌا ﺔﻣﺪﺨﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ ﻞﻳﺪﻌﺗ ٥-٩- .ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا . ﺔﻬﺠﻟﺎﺑ ﻢﻬﻟ ﺺﻨﻠﻟ حﺎﻀﻳإ ﴫﻨﻌﻟا يدﺎﺣأ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا User ) مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻟا ﻂﺑﺎﻀﻟا (Single-factor authentication) ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ (Authentication ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ،مﺪﺨﺘﺴﳌا ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ . روﺮﳌا ﺔﻤﻠﻛ ةرادإو ،مﺪﺨﺘﺴﳌا ١-٣-٢- . روﺮﳌا ﺔﻤﻠﻛ ةرادإو ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا (Multi-Factor Authentication) (Multi-Factor Authentication) ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو .ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو ﻂﺑﺎﻀﻟا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ٢-٣-٢- لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟاو ﺪﻌﺑ ﻦﻋ . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا (Multi-Factor Authentication) (Multi-Factor Authentication) ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻂﺑﺎﻀﻟا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا (Webmail). ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ٢-٣-٤- ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو . (Webmail) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ﻞﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ماﺪﺨﺘﺳﺎﺑ ﺔﺳﺎﻴﺳ رﺎﻃإ ﺔﻘﻳﺮﻃ ﻞﺜﻣ ،ﺔﻴﻨﻘﺘﻟا قﺮﻄﻟﺎﺑ Sender Policy Framework ) . (Sender Policy Framework) ﻞﺳﺮﳌا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟاو (”“SPF Domain Keys ) قﺎﻄﻨﻟا ﻂﺑﺎﻀﻟا (”Identified Mail “DKIM ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳو ٥-٣-٤- Domain Message ) ﺎﻬﻨﻋ Authentication Reporting and . (”Conformance “DMARC م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻣ ﺔﻳ\u0000ﺤﻟا ﺪﺟﻮﻳ ﻻ \u0000 اﱪﻴﺴﻟا Distributed Denial of ) تﺎﻜﺒﺸﻟا ﻂﺑﺎﻀﻟا ﺪﺤﻠﻟ (”Service Attack “DDoS ﻲ ﻋﺮﻔﻟا ﺔﻓﺎﺿإ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ٩-٣-٥- . تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﺺ ﻨﻟا حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ﻂﺑﺎﻀﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا .ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ ﻞﻳﺪﻌﺗ ٢-٧- . ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﺐﺴﺣ ،ﺔﻬﺠﻟا صﺎﺼﺘﺧﻼﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﺐﺠﻳ ،ﻲﻤﻴﻈﻨﺘﻟا ﺎﻣ \u0000دأ ﺪﺤﺑ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺤﻟ : ﲇﻳ تﺎﻬﺠﻟا ﲆﻋ ت ﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﻜﻠﻣ ١-٣-٧- ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ ٢-٣-٧- ﻂﺑﺎﻀﻟا ﺎﻫﺰﻴﻣﺮﺗ ﺔﻴﻟآو تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا فﺬﺣ ٣-٧- Classification and ) ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو .(Labeling Mechanisms ﻒﻴﻨﺼﺗ ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺻﻮﺼﺧ ٣-٣-٧- ﺔﻴﺻﻮﺼﺧو . تﺎﻣﻮﻠﻌﳌاو ذﺎﺨﺗا ﻞﺒﻗ تﺎﻧﺎﻴﺒﻟا اﺬﻫ ﰲ ءاﺮﺟإ يأ . نﺄﺸﻟا لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻا ن\u0000ﺿ لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻ ا ن\u0000ﺿ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷ ا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ًﺎ ﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ﻦﻣ فﺪﻬﻟا ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﻤﻠﻟ ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹ او تﺎﺳﺎﻴﺴﻠﻟ ﻲ ﻋﺮﻔﻟا نﻮﻜﳌا ﻞﻳﺪﻌﺗ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟو ،ﺔﺌﻴﻬﻟا ﻦﻣ تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ٨- ﻢﻴ ﻴﻘﺗ ﲆﻋ ءﺎﻨﺑو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا . ﺔ ﻗﻼ ﻌﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺤﺑو ،ﺮﻃﺎﺨﳌا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا ﺺ ﻨﻠﻟ حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000ﻳﺎﻌﳌا ﰲ ةرﻮﻛﺬﳌا تﺎﺒﻠﻄﺘﳌا ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا ،ﺐﺳﺎﻨﳌا \u0000ﻔﺸﺘﻟا ىﻮﺘﺴﻣ ﻖﻴﺒﻄﺗ ﻊﻣ ٣-٨-٢ ﻂﺑﺎﻀﻟا ىﻮﺘﺴﻣو ﺔﻌﻴﺒﻃ ﺐﺴﺤﺑ ﻚﻟذو ﻞﻳﺪﻌﺗ ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ ﺮﻃﺎﺨﳌا ﻢﻴﻴﻘﺗ ﲆﻋ ءً ﺎﻨﺑو تﺎﻜﺒﺸﻟاو تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا :ﲇﻳ ﺎﳌ ًﺎﻘﻓو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ﻂﺑﺎﻀﻟا ﻢﺘﻳ نأ ﲆﻋ ،تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﺔﻴﻨﻣﻷا . تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﻲ ﻋﺮﻔﻟا ﻚﻠﺗ ﺔﻴﻟﺎﻌﻓو ﺔﻣﻼﺳ ﻦﻣ ﻖﻘﺤﺘﻟا ٤-٣-١٠-٢ ﻞﻳﺪﻌﺗ ﲆﻋ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا . ﺎﻬﻘﻴﺒﻄﺗ ﻞﺒﻗ جﺎﺘﻧﻹا ﺔﺌﻴﺑ \u0000ﻏ ﺔﺌﻴﺑ ﺺﻨﻠﻟ حﺎﻀﻳإ ﺪﻳﺪﺤﺗ ﻢﺘﻳ نأ ﲆﻋ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﺎﻫدﺪﻋو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ (Multi-Factor Authentication) ﻂﺑﺎﻀﻟا ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو . \u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ٥-٣-١٥- ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ .\u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﺺ ﻨﻟا حﺎﻀﻳإ ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا \"Outsourcing\" تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ ﻦﻣ فﺪﻬﻟا تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ Managed \" ةراﺪﳌا تﺎﻣﺪﺨﻟاو ﻲﻋﺮﻔﻟا نﻮﻜﳌا ةراﺪﳌا تﺎﻣﺪﺨﻟاو \"Outsourcing\" ﻞﻳﺪﻌﺗ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو .(\"Services ١- ًﺎﻘﻓو .(\"Managed Services\" ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺺ ﻨﻟا حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا تﺎﻣﺪﺧ مﺪﻘﺗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ ﻂﺑﺎﻀﻟا تﺎﻣﺪﺧ وأ ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ دﺎﻨﺳإ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ دﺎﻨﺳﻹا تﺎﻣﺪﺧ مﺪﻘﺗ ﻞﻳﺪﻌﺗ ٣-١- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﻣ تﺎﻣﺪﺨﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﳌا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻲﻣﺪﻘﻣ ﻞﺒﻗ ﻦﻣ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ىﺪﻟ ﺎﻬﺘﻓﺎﻀﺘﺳا ﻞﺒﻗ تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ \u0000 اﱪﻴﺴﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻂﺑﺎﻀﻟا ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ،ﺔﻓﺎﻀﺘﺳﻻاو ﻲ ﻋﺮﻔﻟا ىﻮﺘﺴﻣ ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﺔﻓﺎﻀﺘﺳﻻاو ﻞﻳﺪﻌﺗ . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ١-٣-٢- ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ،ﺎﻬﻔﻴﻨﺼﺗ . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ﻂﺑاﻮﻀﻟا ﻞ ﻘﻧ ﻢﺗ ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣ ﻦﻳﺰﺨﺗو ﺔﻓﺎﻀﺘﺳا ﻊﻗﻮﻣ ﺔﻗﻼﻌﻟا تاذ . ﺔﻜﻠﻤﳌا ﻞﺧاد نﻮﻜﻳ نأ ﺐﺠﻳ ةدﺎﻴﺳو \u0000ﻃﻮﺘﺑ ﻂﺑﺎﻀﻟا ﻦﻣ تﺎﻧﺎﻴﺒﻟا ﻲ ﻋﺮﻔﻟا فﺬﺣ ﺔﺌﻴﻬﻟا ﱃإ ﺔﻘﻴﺛﻮﻟا ٣-٣-٢- تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا صﺎﺼﺘﺧﻼﻟ ﺐﺠﻳو ،ﻲﻤﻴﻈﻨﺘﻟا تﺎﻬﺠﻟا ﲆﻋ ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو \u0000ﻃﻮﺗ ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ةدﺎﻴﺳو ءاﺮﺟإ يأ ذﺎﺨﺗا ﻞﺒﻗ . نﺄﺸﻟا اﺬﻫ ﰲ ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ ﻲﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧﻷ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا نﻮﻜﳌا ﻦﻤﺿ نﻮﻜﳌا ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا ﳼﺎﺳﻷا فﺬﺣ ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ ﺲ ﻣﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ ﺔ ﻤﺟﱰﻟا ﺚﻳﺪﺤﺗ ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ Sensitive Data/Information Data/Information تﺎﻔﻳﺮﻌﺗو ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا Critical National Critical National Infrastructure يأ) ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ Infrastructure ،تﺎﻜﺒﺸﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا يأ) ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،تﺎﻜﺒﺸﻟاو ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا :ﱃإ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  تﺎﺤﻠﻄﺼﻣ :ﱃ إ ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﰲ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو ﰲ يدﺆﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا وأ/و حاورﻷا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ ﰲ ﺔﻳدﺎﺼﺘﻗﻻا رﺎﺛﻵا ةﺎﻋاﺮﻣ ﻊﻣ -تﺎﺑﺎﺻﻹا ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ ﰲ يدﺆﺗ . ة\u0000ﺒﻜﻟا ﺔﻴﻋ\u0000ﺘﺟﻻا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ وأ/و ﻲﻣﻮﻘﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  ﻊﻣ -تﺎﺑﺎﺻﻹا وأ/و حاورﻷا وأ/و وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ/و ﺔﻳدﺎﺼﺘﻗﻻا رﺎﺛﻵا ةﺎﻋاﺮﻣ . ﻲﻨﻃﻮﻟا ىﻮﺘﺴﳌا ﲆﻋ ﺔﻴﻋ\u0000ﺘﺟﻻا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا وأ/و ﻲﻨﻃﻮﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ ﺺﻨﻠﻟ حﺎﻀﻳإ \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا Cyber-Attack Cyber-Attack ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ةﺪﻤﻌﺘﻣ ﺔﻟوﺎﺤﻣ ﱄﻵا ﺐﺳﺎﺤﻟا ﺔﻤﻈﻧﻷ ﺪﻤّ ﻌﺘﳌا لﻼﻐﺘﺳﻻا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ ﻚﻟذ ﰲ ﺖﺤﺠﻧ ءً اﻮﺳ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺎﻬﻠﻤﻋ ﺪﻤﺘﻌﻳ ﻲﺘﻟا تﺎﻬﺠﻟاو تﺎﻜﺒﺸﻟاو تﺎﻔﻳﺮﻌﺗو . ﺢﺠﻨﺗ \u0000 وأ ﺔﻴﻤﻗﺮﻟا تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ﲆﻋ .راﴐأ ثاﺪﺣإ فﺪﻬﺑ ﺺﻨﻠﻟ حﺎﻀﻳإ ثﺪﺣ ثﺪﺣ Event Event تﺎﺤﻠﻄﺼﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻟﺎﺤﺑ ﺔﻗﻼﻋ وذ ثﺪﺣ ﺔﻜﺒﺸﻟا ﻞﺜﻣ) دﺪﺤﻣ نﺎﻜﻣ ﰲ ثﺪﺤﻳ ءﳾ ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو وأ ،ﺔﻣﺪﺧ وأ ،مﺎﻈﻧ وأ ،ﺔﻜﺒﺸﺑ ﺔﺻﺎﺨﻟا ﺖﻗو ﰲو (ﺎﻫ\u0000ﻏو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷاو . ﺮﺧآ ﻲﻨﻘﺗ زﺎﻬﺟ يأ وأ ،تﺎﻧﺎﻴﺑ . دﺪﺤﻣ ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﺛدﺎﺣ ﺔﺛدﺎﺣ Incident Incident ﰲ ﺐﺒﺴﺗ ﺪﻤﻌﺘﻣ \u0000ﻏ وأ ﺪﻤﻌﺘﻣ ثﺪﺣ ﻦﻣﻷا تﺎﺳﺎﻴﺳ ﺔﻔﻟﺎﺨ\u0000 ﻲﻨﻣأ كﺎﻬﺘﻧا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻟا وأ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا تﺎﺳﺎﻴﺳ وأ \u0000اﱪﻴﺴﻟا تﺎﻔﻳﺮﻌﺗو ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ وأ ﻂﺑاﻮﺿ وأ تﺎﺳر\u0000ﻣ . \u0000اﱪﻴﺴﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔ ﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻟوﺪﻟاو ﺔﻴﻨﻃﻮﻟا تﺎﺒﻠﻄﺘﳌا International Requirements (Inter)National Requirements تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻨﻃﻮﻟا تﺎﺒﻠﻄﺘﳌا ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ ﺎﻬﺗرﻮﻃ ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻌﻳﴩﺗ ﺔﻬﺟ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ ﺔﻳدﻮﻌﺴﻟا ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ تﺎﺤﻠﻄﺼﻣ ،PCI ، SWIFT:ﻞﺜﻣ) \u0000ﺎﻌﻟا ءﺎﺤﻧأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا :ﻞﺜﻣ) ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو .(\"ECC – 1 : 2018\" . (ﺎﻫ\u0000ﻏو ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ماﺪﺨﺘﺳﻼﻟ ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ \u0000ﺎﻌﻟا ءﺎﺤﻧأ ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ . (ﺎﻫ\u0000ﻏو ،PCI ، SWIFT:ﻞﺜﻣ) م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا Multi-Factor Authentication Multi-Factor Authentication (MFA) (MFA) ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ ، مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ ﻦﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳﺎﺑ ،مﺪﺨﺘﺴﳌا ﻦﻣ ﺔﻠﻘﺘﺴﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳا ﺐﻠﻄﺘﻳ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ لﻼﺧ تﺎﻴﻟآ ﻦﻤﻀﺘﺗ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻟآ : ﻲﻫ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ : ﴏﺎﻨﻋ ةﺪﻋ ﻖﻘﺤﺘﻟا مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ .(\"روﺮﳌا ﺔﻤﻠﻛ ﻞﺜﻣ\" .(\"روﺮﳌا ﺔﻤﻠﻛ ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﻞﺜﻣ\" تﺎﺤﻠﻄﺼﻣ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ ﺔﺘﻗﺆﳌا ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ . (\"One-Time-Password\" ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ﺔﺘﻗﺆﳌا ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  One-Time-\" ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ﻞﺜﻣ\" ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ . (\"Password . (\"ﻊﺒﺻﻹا ﺔﻤﺼﺑ ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ ﺔﻤﺼﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" . (\"ﻪﺟﻮﻟا وأ ﻊﺒﺻﻹا صﺎﺼﺘﺧﻼﻟ ﺔ ﻴﺻﻮﺼﺨﻟا ﺐﺠﻳ ،ﻲﻤﻴﻈﻨﺘﻟا Privacy تﺎﻬﺠﻟا ﲆﻋ وأ ﻪﺑ حﴫﳌا \u0000ﻏ ﻞﺧﺪﺘﻟا ﻦﻣ ﺔﻳﺮﺤﻟا ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا .دﺮﻓ لﻮﺣ ﺔﻴﺼﺨﺷ تﺎﻣﻮﻠﻌﻣ ﻦﻋ ﻒﺸﻜﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا تﺎﺤﻠﻄﺼﻣ فﺬﺣ ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻔﻳﺮﻌﺗو ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺻﻮﺼﺧ ءاﺮﺟإ يأ ذﺎﺨﺗا ﻞﺒﻗ . نﺄﺸﻟا اﺬﻫ ﰲ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺪﻳﺪﻬﺗ ﺪﻳﺪﻬﺗ Threat Threat ﻦﻣﻷا ﲆﻋ ﺎًﺒﻠﺳ ﺮﺛﺆﻳ ﺪﻗ ءﳾ يأ ﺮﺛﺆﻳ نأ ﻞﻤﺘﺤﳌا ﻦﻣ ثﺪﺣ وأ فﺮﻇ يأ . \u0000اﱪﻴﺴﻟا ﺎﻬﺘﻤﻬﻣ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ًﺎﺒﻠﺳ وأ (ﺎﻬﺘﻌﻤﺳ وأ ﺎﻬﺘﻴﻗاﺪﺼﻣ وأ ﺎﻬﻔﺋﺎﻇو وأ ﺔﻤﻈﻧأ ﺪﺣأ ًﻼﻐﺘﺴﻣ ﺎﻬﻴﺑﻮﺴﻨﻣ وأ ﺎﻬﻟﻮﺻأ تﺎﺤﻠﻄﺼﻣ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﻖﻳﺮﻃ ﻦﻋ تﺎﻣﻮﻠﻌﳌا ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو وأ ﺎﻬﻔﺸﻛ وأ ﺎﻫ\u0000ﻣﺪﺗ وأ تﺎﻣﻮﻠﻌﳌا ﱃإ ﻪﺑ ةرﺪﻗ ًﺎﻀﻳأو .ﺔﻣﺪﺨﻟا ﺐﺠﺣ وأ ﺎﻫ\u0000ﻴﻐﺗ لﻼﻐﺘﺳا ﰲ حﺎﺠﻨﻟا ﲆﻋ ﺪﻳﺪﻬﺘﻟا رﺪﺼﻣ مﺎﻈﻨﺑ ﺔﺻﺎﺨﻟا ﻒﻌﻀﻟا طﺎﻘﻧ ﺪﺣأ ﻞﻤﺸﻳ ﻒﻳﺮﻌﺘﻟا اﺬﻫو .\u0000 ﻌﻣ تﺎﻣﻮﻠﻌﻣ . ﺔﻴﻧاﱪﻴﺴﻟا تاﺪﻳﺪﻬﺘﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ةﺮﻐﺜﻟا ةﺮﻐﺜﻟا Vulnerability Vulnerability تﺎﻣﻮﻠﻌﻣ ﺔﻴﻨﻘﺗ ﻞﺻأ يأ ﰲ ﻒﻌﺿ مﺎﻈﻧ ﰲ ﻒﻌﻀﻟا طﺎﻘﻧ ﻦﻣ عﻮﻧ يأ تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ وأ ،ءاﺮﺟإ وأ ،(مﺎﻈﻧ ،ﺞﻣﺎﻧﺮﺑ :لﺎﺜﻣ) وأ ،ﻪﺗﺎﻘﻴﺒﻄﺗ وأ ﻪﺠﻣاﺮﺑ وأ ،ﱄﻵا ﺐﺳﺎﺤﻟا تﺎﻔﻳﺮﻌﺗو ﻪﻟﻼﻐﺘﺳا ﻦﻜ\u0000 ؛ءﳾ يأ وأ ،ﻂﺑﺎﺿ ءﳾ يأ ﰲ وأ ،تاءاﺮﺟﻹا ﻦﻣ ﺔﻋﻮﻤﺠﻣ ﰲ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ . ﺪﻳﺪﻬﺘﻠﻟ ﺔﺿﺮﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻞﻌﺠﻳ تارﺎﺼﺘﺧا ﺔﻓﺎﺿإ DDoS :Distributed Denial of ﺎﻬﺘﻓﺎﺿإ ﺖ\u0000 Service Attack ﺔ ﻘﻴﺛﻮﻠﻟ ت ﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ DKIM :Domain Keys Identified Mail ق ﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟا ﺔ\u0000ﺎﻗ ﺔﻓﺎﺿإ DMARC :Domain Message تارﺎﺼﺘﺧﻻا Authentication Reporting and Conformance ﺎﻬﻨﻋ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳ SPF: Sender Policy Framework ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ ICS :Industrial Control System نﻮﻜﳌا ﻦﻤﺿ ﻲ ﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا مﺎﻈﻧ ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا SIS :Safety Instrumented System ﺔ\u0000ﺎﻗ فﺬﺣ ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ ﺔ ﻣﻼﺴﻟا تاﺪﻌﻣ مﺎﻈﻧ تارﺎﺼﺘﺧﻻا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ",
    "structured_sections": [
      {
        "section_code": "0.0",
        "section_title": "Introduction",
        "content": "ﺔﻴﺳﺎـــﺳﻷا ﻂـــﺑاﻮﻀﻟا ﻲـ ــــــﻧاﺮﺒﻴﺴﻟ ا ﻦـــــــﻣﻸﻟ Essential Cybersecurity Controls (ECC – 2 : 2024) ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ م ﺎﻋ :ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا دﻮﺗ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻦﻋ ةردﺎﺼﻟا ﻖﺋﺎﺛﻮﻟا تﺎﺜﻳﺪﺤﺗ نﺄﺸﺑ تا\u0000ﻐﺘﳌا ﺔﺒﻛاﻮﳌ :ﻪﻳﻮﻨﺗ https://nca.gov.sa ﺔﺌﻴﻬﻠﻟ \u0000وﱰﻜﻟﻹا ﻊﻗﻮﳌا ﰲ ةرﻮﺸﻨﳌا ﻖﺋﺎﺛﻮﻟا ﺦﺴﻧ ﲆﻋ ﻢﺋاﺪﻟا د\u0000ﺘﻋﻻا ﺔﻴﻤﻫأ ﲆﻋ ﻪﻳﻮﻨﺘﻟا ﻢﻴﺣﺮﻟا ﻦﻤﺣﺮﻟا ﻪﻠﻟا ﻢﺴﺑ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا :(TLP) ﺔﻴﺋﻮﻀﻟا ةرﺎﺷﻹا لﻮﻛﻮﺗوﺮﺑ :(ﺔﻴﺋﻮﺿ تارﺎﺷإ) ناﻮﻟأ ﺔﻌﺑرأ كﺎﻨﻫو \u0000ﺎﻌﻟا ﰲ ﻊﺳاو قﺎﻄﻧ ﲆﻋ لﻮﻛﻮﺗوﱪﻟا اﺬﻫ مﺪﺨﺘﺴﻳ ﻂ ﻘﻓ ﻢﻠﺘﺴﻤﻠﻟ يﺮﺳو ﻲﺼﺨﺷ – ﺮﻤﺣأ وأ ﺔﻬﺠﻟا ﻞﺧاد ﻦﻣ ﻚﻟذ نﺎﻛأ ءاﻮﺳ ،دﺮﻓ يأ ﻊﻣ ءاﺮﻤﺤﻟا ةرﺎﺷﻹﺎﺑ ﻒﻨﺼﳌا ﺔﻛرﺎﺸﻣ ﻪﻟ ﻖﺤﻳ ﻻ ﻢﻠﺘﺴﳌا . مﻼﺘﺳﻼﻟ دﺪﺤﳌا قﺎﻄﻨﻟا جرﺎﺧ ؛ﺎﻬﺟرﺎﺧ ةدوﺪﺤﻣ ﺔﻛرﺎﺸﻣ – ﻲﻟﺎﻘﺗﺮﺑ ﺮﻣﻷا ﺐﻠﻄﺘﻳ ﻦﻣو . ﺐﺴﺤﻓ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا ﻊﻣ ﺎﻬﺴﻔﻧ ﺔﻬﺠﻟا ﰲ تﺎﻣﻮﻠﻌﳌا ﺔﻛرﺎﺸﻣ ﻪ ﻨﻜ\u0000 ﻢﻠﺘﺴﳌا .ﺔﻣﻮﻠﻌﳌا ﺺﺨﻳ ءاﺮﺟإ ذﺎﺨﺗا ﻪﻨﻣ ﻊﻤﺘﺠﻤﻟا ﺲﻔﻧ ﻲﻓ ﺔﻛرﺎﺸﻣ – ﺮﻀﺧأ ﰲ وأ ﻢﻬﻌﻣ ﺔﻗﻼﻋ ﲆﻋ ىﺮﺧأ ﺔﻬﺟ وأ ،ﺎﻬﺴﻔﻧ ﺔﻬﺠﻟا ﰲ ﻦﻳﺮﺧآ ﻊﻣ تﺎﻣﻮﻠﻌﳌا ﺔﻛرﺎﺸﻣ ﻪﻨﻜ\u0000 ﻢﻠﺘﺴﳌا .ﺔﻣﺎﻌﻟا تاﻮﻨﻘﻟا لﻼﺧ ﻦﻣ ﺎﻫﴩﻧ وأ ﺎﻬﻟدﺎﺒﺘﺑ ﺢﻤﺴﻳ ﻻو ؛ﻪﺴﻔﻧ عﺎﻄﻘﻟا د وﺪﺤﻣ ﺮﻴﻏ – ﺾﻴﺑأ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻌﺟاﺮﻤﻟاو ﺚﻳﺪﺤﺘﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺐﺴﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻠﻟ ﺔﻳروﺪﻟا ﺔﻌﺟاﺮﳌاو ﺚﻳﺪﺤﺘﻟا ﺔﺌﻴﻬﻟا ﱃﻮﺘﺗ ﺖﻣﺎﻗ ﺪﻗو .ﻪﺑ ماﺰﺘﻟﻻاو ﻪﻘﻴﺒﻄﺘﻟ ﻂﺑاﻮﻀﻟا ﻦﻣ ثﺪﺤﳌا راﺪﺻﻹا نﻼﻋإ ﺔﺌﻴﻬﻟا ﱃﻮﺘﺗ \u0000ﻛ .ﺔﻗﻼﻌﻟا تاذ تاﺪﺠﺘﺴﳌاو .(ECC-1: 2018) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻘﻴﺛو ﻦﻣ ﺔﻘﺑﺎﺴﻟا ﺔﺨﺴﻨﻠﻟ ﺚﻳﺪﺤﺗ ءاﺮﺟﺈﺑ ﺔﺌﻴﻬﻟا ﺔ ﻘﻴﺛﻮﻟا ﺦﺴﻧ ت ﺎﺜﻳﺪﺤﺘﻟا ر اﺪﺻﻹا ﺔﻨﺳ ﺔ ﺨﺴﻨﻟا - م٢٠١٨ ECC – .ﺎﻫؤاﺮﺟإ ﻢﺗ ﻲﺘﻟا تﺎﺜﻳﺪﺤﺘﻟا (ج) ﻖﺤﻠﳌا ﺢﺿﻮﻳ م٢٠٢٤ ECC – م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا تﺎﻳﻮﺘﺤﻤﻟا ﺔﻤﺋﺎﻗ ٢ ........................................................................................................................................... ﺔ ﻌﺟاﺮﻤﻟاو ﺚﻳﺪﺤﺘﻟا ٥ ............................................................................................................................................. يﺬﻴﻔﻨﺘﻟا ﺺﺨﻠﻤﻟا ٦ ...........................................................................................................................................................ﺔﻣﺪﻘﻤﻟا ٧ ...........................................................................................................................................................ف اﺪﻫﻷا ٨ ............................................................................................................................ ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧ ٨ ..................................................................................................................................... ﻂ ﺑاﻮﻀﻟا ﻞﻤﻋ قﺎﻄﻧ ٨ ........................................................................................................................... ﺔ ﻬﺠﻟا ﻞﺧاد ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ٨ ................................................................................................................................................ م اﺰﺘﻟﻻاو ﺬﻴﻔﻨﺘﻟا ٨ .......................................................................................................................... م اﺰﺘﻟﻻا سﺎﻴﻗو ﻢﻴﻴﻘﺘﻟا ةادأ ٩ ........................................................................................ ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو تﺎﻧﻮﻜﻣ ٩ ...................................................................................................................................... ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا ١٠ ....................................................................................................................................... ﺔ ﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا ١١ ..................................................................................................................................................... ﺔﻴﻠﻜﻴﻬﻟا ١٢ ................................................................................................................ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ١٢ ................................................................................................ ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻞﻴﺻﺎﻔﺗ ١٢ ........................................................................... (Cybersecurity Governance) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺔﻤﻛﻮﺣ ١٦ ...................................................................................... (Cybersecurity Defense) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ٢٢ ............................................................................... (Cybersecurity Resilience) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ Third-Party and Cloud Computing) ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ٢٣ ........................................................................................................................................( Cybersecurity ٢٤ ........................................................................................................................................................... ﻖ ﺣﻼﻣ ٢٤ .................................................................................................................. ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :(أ) ﻖﺤﻠﻣ ٢٨ ..................................................................................................................... ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ :(ب) ﻖﺤﻠﻣ ٢٩ ........................................................................................................................ ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ :(ج) ﻖﺤﻠﻣ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﺤﻴﺿﻮﺘﻟا مﻮﺳﺮﻟاو لﺎﻜﺷﻷا ﺔﻤﺋﺎﻗ ١١ ........................................................................................................ ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا (١) ﻞﻜﺸﻟا ١٢ ............................................................................................................ ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا (٢) ﻞﻜﺸﻟا ١٣ .............................................................................. ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂ ﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ (٣) ﻞﻜﺸﻟا ١٣ ................................................................................... ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ (٤) ﻞﻜﺸﻟا لواﺪﺠﻟا ﺔﻤﺋﺎﻗ ١٣ ........................................................................................................................... ﻂ ﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ (١) لوﺪﺠﻟا ٢٤ ................................................................................................................... ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ (٢) لوﺪﺠﻟا ٢٨ ........................................................................................................................ ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ (٣) لوﺪﺠﻟا ٢٩ .......................................................................................................................... ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ (٤) لوﺪﺠﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا يﺬﻴﻔﻨﺘﻟا ﺺﺨﻠﻤﻟا ﻢﻬﺸﻴﻋو ﻪﻴﻨﻃاﻮﻣ ﺔﻴﻫﺎﻓرو هدﺎﺼﺘﻗاو ﻪﻨﻣأو ﻦﻃﻮﻠﻟ ﻞﻣﺎﺸﻟا ﺮﻳﻮﻄﺘﻟا ٢٠٣٠ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﺔﻳؤر ﺖﻓﺪﻬﺘﺳا ؛ ﺔﻴﻤﻗﺮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﺔﻴﻤﻨﺗو ﻲﻤﻗﺮﻟا \u0000ﺎﻌﻟا ﻮﺤﻧ لﻮﺤﺘﻟا ﺎﻬﺗﺎﻓﺪﻬﺘﺴﻣ ﺪﺣأ نﻮﻜﻳ نأ ﻲﻌﻴﺒﻄﻟا ﻦﻣ نﺎﻛ ﺪﻘﻟو ،ﻢﻳﺮﻜﻟا ﺔﻴﻨﻘﺗ ﺔﻤﻈﻧأو ،ةدﺪﺠﺘﳌا ﺔﻴﳌﺎﻌﻟا تﺎﻜﺒﺸﻟا ﰲو ﺔﻴﻤﻗﺮﻟا تﺎﻣﺪﺨﻟا ﰲ عرﺎﺴﺘﳌا ﻲﳌﺎﻌﻟا مﺪﻘﺘﻟا ﺔﺒﻛاﻮﻣ ﻦﻋ ﱪﻌﻳ ﺎ\u0000 ﺔﻠﺋﺎﻬﻟا ﻦﻳﺰﺨﺘﻟا تارﺪﻗو ﺔﻴﺑﻮﺳﺎﺤﻟا ﺔﺠﻟﺎﻌﳌا تارﺪﻗ ﻲﻣﺎﻨﺗ ﻊﻣ ﳽ\u0000ﺘﻳو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻨﻘﺘﻟا ﺔﻤﻈﻧأو تﺎﻣﻮﻠﻌﳌا .ﺔﻌﺑاﺮﻟا ﺔﻴﻋﺎﻨﺼﻟا ةرﻮﺜﻟا تﻻﻮﺤﺗو ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟا تﺎﻴﻄﻌﻣ ﻊﻣ ﻞﻣﺎﻌﺘﻠﻟ ﺊﻴﻬﻳ ﺎ\u0000و ،ﺎﻬﻠﺳاﺮﺗو تﺎﻧﺎﻴﺒﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﺔﻈﻓﺎﺤﳌا ﺐﺟﻮﺘﺴﻳو ،ﺎﻬﺘﻤﻈﻧأ ﻞﻣﺎﻜﺗو ﺎﻬﻧﺎﻣأو تﺎﻣﻮﻠﻌﳌا ﺔﻴﺑﺎﻴﺴﻧا ﺐﻠﻄﺘﻳ لﻮﺤﺘﻟا اﺬﻫ نإ ﺔﺳﺎﺴﺤﻟا ﺔﻴﺘﺤﺘﻟا ﻰﻨﺒﻟاو ﻲﻨﻃﻮﻟا ﺎﻬﻨﻣأو ﺔﻟوﺪﻠﻟ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎﺼﻤﻠﻟ ﺔً ﻳ\u0000ﺣ ،هﺰﻳﺰﻌﺗو ،ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﻤﻠﻟ ﺔﻘﻓاﻮﳌاو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺲﻴﺳﺄﺗ \u0000أ ﻚﻟﺬﻟ ؛ﺔﻴﻣﻮﻜﺤﻟا ﺔﻄﺸﻧﻷاو تﺎﻣﺪﺨﻟاو ﺔﻳﻮﻟوﻷا تاذ تﺎﻋﺎﻄﻘﻟاو ﻦﻣﻷﺎﺑ ﺔﻜﻠﻤﳌا ﰲ ﺔﺼﺘﺨﳌا ﺔﻬﺠﻟا ﺎﻬﻠﻌﺟو ،ـﻫ١٤٣٩/٢/١١ ﺦﻳرﺎﺗو ٦٨٠١ ﻢﻗر ﻢﻳﺮﻜﻟا \u0000ﻠﳌا ﺮﻣﻷا ﺐﺟﻮ\u0000 ﺎﻬﻤﻴﻈﻨﺗ ﲆﻋ .ﻪﻧوﺆﺷ ﰲ ﻲﻨﻃﻮﻟا ﻊﺟﺮﳌاو ،\u0000اﱪﻴﺴﻟا تﺎﻴﻟآو تﺎﺳﺎﻴﺴﻟا ﻊﺿو ﺐﻧاﻮﺠﻟو ،ﺔﻴﺠﻴﺗاﱰﺳﻻا ﺐﻧاﻮﺠﻠﻟ ﺔً ﻴﺒﻠﻣ ﺎﻬﺗﺎﺻﺎﺼﺘﺧاو ﺔﺌﻴﻬﻟا هﺬﻫ ت\u0000ﻬﻣ تءﺎﺟ ﺪﻘﻟ .تﺎﻬﺠﻟا ﲆﻋ ﺎﻬﻤﻴﻤﻌﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا تادﺎﺷرﻹاو ﻂﺑاﻮﻀﻟاو \u0000ﻳﺎﻌﳌاو ﺮﻃﻷاو ﺔﻤﻛﻮﺤﻟا ﻦﻣﻷا رود زﺰﻌﻳ ﺎ\u0000 ﺔﻴﻣﻮﻜﺤ ﻟا \u0000ﻏو ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ماﺰﺘﻟﻻا ﺔﻌﺑﺎﺘﻣو ﺚﻳﺪﺤﺘﻟا ﺐﻧاﻮﺠﻟ ﺔﻴﺒﻠﻣ تءﺎﺟ \u0000ﻛ ﻦﻣ \u0000ﻛأ \u0000اﱪﻴﺴﻟا ءﺎﻀﻔﻟا ﰲ ﺔﻴﻨﻣﻷا ﺮﻃﺎﺨﳌاو تاﺪﻳﺪﻬﺘﻟا دﺎﻳدزا ﻊﻣ تدادزا ﻲﺘﻟا ﺔﺤﻠﳌا ﺔﺟﺎﺤﻟاو ﻪﺘﻴﻤﻫأو \u0000اﱪﻴﺴﻟا .ﴣﻣ ﺖﻗو يأ هﺎﺠﺗ ﺎﻬﺘﻴﻟوﺆﺴﻣ ﻦﻣ ﺎﻫ\u0000ﻏ وأ ﺔﺻﺎﺧ وأ ﺔﻣﺎﻋ ﺔﻬﺟ يأ ﲇﺨُﻳ ﻻ ﺔﺌﻴﻬﻟا هﺬﻫ ﺔﻴﻟوﺆﺴﻣ نأ ﻪﻴﻟإ رﺎﺸﳌا ﻢﻴﻈﻨﺘﻟا ﺺﻧ ﺪﻗو تﺎﻬﺠﻟا ﻊﻴﻤﺟ ﲆﻋ\" نﺄﺑ ـﻫ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا هﺪﻛأ ﺎﻣ ﻮﻫو ،\u0000اﱪﻴﺴﻟا ﺎﻬﻨﻣأ ﺔﺌﻴﻬﻟا هرﺪﺼﺗ ﺎ\u0000 ماﺰﺘﻟﻻاو ،ﺔﻴﻧوﱰﻜﻟﻹا ﺎﻬﺗﺎﻧﺎﻴﺑو ﺎﻬﺘﻤﻈﻧأو ﺎﻬﺗﺎﻜﺒﺷ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﺎﻬﻨﻣأ ىﻮﺘﺴﻣ ﻊﻓر ﺔﻴﻣﻮﻜﺤﻟا .\"نﺄﺸﻟا اﺬﻬﺑ تادﺎﺷرإو ﻂﺑاﻮ ﺿو \u0000ﻳﺎﻌﻣو ﺮﻃأو تﺎﺳﺎﻴﺳ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺚﻳﺪﺤﺘﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺖﻣﺎﻗ ،ﻖﻠﻄﻨﳌا اﺬﻫ ﻦﻣو قﺎﻄﻧ ﺖﺤﺗ جرﺪﻨﺗ ﻲﺘﻟا ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻦﻣ \u0000دﻷا ﺪﺤﻟا ﻊﺿﻮﻟ (ECC – 2 : 2024) ﺔﻴﻟآو ،ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧو ،ﺎﻬﻓاﺪﻫأو ،ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻴﺻﺎﻔﺗ ﺔﻘﻴﺛﻮﻟا هﺬﻫ ﺢﺿﻮﺗو .ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻤﻋ .ﻪﺘﻌﺑﺎﺘﻣو ماﺰﺘﻟﻻا ةﺮﻘﻔﻟا ﰲ درو ﺎﳌ ًﺎﻘﻴﻘﺤﺗ ،ﻂﺑاﻮﻀﻟا هﺬﻬﺑ ﺮﻤﺘﺴﳌاو ﻢﺋاﺪﻟا ماﺰﺘﻟﻻا ﻖﻘﺤﻳ ﺎﻣ ﺬﻴﻔﻨﺗ ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﻒﻠﺘﺨﻣ ﲆﻋو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ﻚﻟﺬﻛو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﰲ ةﴍﺎﻌﻟا ةدﺎﳌا ﻦﻣ ﺔﺜﻟﺎﺜﻟا .ـﻫ ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻣﺪﻘﻤﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺚﻳﺪﺤﺘﺑ (\"ﺔﺌﻴﻬﻟا\" ـﺑ ﺔﻘﻴﺛﻮﻟا هﺬﻫ ﰲ ﺎﻬﻟ رﺎﺸﻳو) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﺖﻣﺎﻗ تﺎﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻣ ﺔﺳاردو ،ﺔﻴﻟود \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻂﺑاﻮﺿو ﺮﻃأو \u0000ﻳﺎﻌﻣ ﺔﺳارد ﺪﻌﺑ (ECC – 2 : 2024) \u0000اﱪﻴﺴﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ برﺎﺠﺘﻟاو تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﲆﻋ عﻼﻃﻻا ﺪﻌﺑو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻃﻮﻟا تاراﺮﻘﻟاو ت\u0000ﻴﻈﻨﺘﻟاو ﻦﻣ ﺎﻫ\u0000ﻏو ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ىﻮﺘﺴﻣ ﲆﻋ ﺔﻴﻧاﱪﻴﺳ ت\u0000ﺠﻫو ثداﻮﺣ ﻦﻣ هﺪﺻر ﻢﺗ ﺎﻣ ﻞﻴﻠﺤﺗو ،ﺎﻬﻨﻣ ةدﺎﻔﺘﺳﻻاو .ﺎﻬﺗﺎﻴﺋﺮﻣ ﺬﺧأو ﺔﻴﻨﻃﻮﻟا تﺎﻬﺠﻟا ﻦﻣ ﺪﻳﺪﻌﻟا ءارآ عﻼﻄﺘﺳا ﺪﻌﺑو ،ﺔﺳﺎﺴﺤﻟا تﺎﻬﺠﻟا :ﻦﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ نﻮﻜﺘﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﻀﻟ (Main Domains) ﺔﻴﺳﺎﺳأ تﺎﻧﻮﻜﻣ ٤  \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﻀﻟ (Subdomains) ًﺎﻴﻋﺮﻓ ًﺎﻧﻮﻜﻣ ٢٨  \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ (Controls) ًﺎﻴﺳﺎﺳأ ًﺎﻄﺑﺎﺿ ١٠٨  \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ (Subcontrols) ً ﺎﻴﻋﺮﻓ ﺎًﻄﺑﺎﺿ ٩٢  .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻟوﺪﻟاو ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﺔﻄﺒﺗﺮﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ نأ \u0000ﻛ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ف اﺪﻫﻷا تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﲆﻋ ﺔﻴﻨﺒﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا تﺎﺒﻠﻄﺘﳌا ﻦﻣ \u0000دﻷا ﺪﺤﻟا \u0000ﻓﻮﺗ ﱃإ ﻂﺑاﻮﻀﻟا هﺬﻫ فﺪﻬﺗ ﺔﻴﻠﺧاﺪﻟا (Threats) تاﺪﻳﺪﻬﺘﻟا ﻦﻣ تﺎﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ \u0000ﻳﺎﻌﳌاو :ﻲﻫو ،ﺔﻳ\u0000ﺤﻠﻟ ﺔﻴﺳﺎﺳﻷا فاﺪﻫﻷا ﲆﻋ ﺰﻴﻛﱰﻟا ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ﺐﻠﻄﺘﺗو .ﺔﻴﺟرﺎﺨﻟاو (Confidentiality) ﺔﻣﻮﻠﻌﳌا ﺔﻳﴎ  (Integrity) ﺔﻣﻮﻠﻌﳌا ﺔﻣﻼﺳ  (Availability) ﺔﻣﻮﻠﻌﳌا ﺮﻓاﻮﺗ  :ﻲﻫو ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺎﻬﻴﻠﻋ ﺰﻜﺗﺮﻳ ﻲﺘﻟا ﺔﻴﺳﺎﺳﻷا ﺔﻌﺑرﻷا روﺎﺤﳌا رﺎﺒﺘﻋﻻﺎﺑ ﻂﺑاﻮﻀﻟا هﺬﻫ ﺬﺧﺄﺗو (Strategy) ﺔﻴﺠﻴﺗاﱰﺳﻹا  (People) صﺎﺨﺷﻷا  ( Process) ءاﺮﺟﻹا  (Technology) ﺔﻴﻨﻘﺘﻟا  م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗو ﻞﻤﻌﻟا قﺎﻄﻧ ﻂ ﺑاﻮﻀﻟا ﻞﻤﻋ قﺎﻄﻧ تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو تارازﻮﻟا ﻞﻤﺸﺗو) ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ ﺔﻴﺘﺤﺗ ﻰﻨﺑ ﻚﻠﺘ\u0000 ﻲﺘﻟا صﺎﺨﻟا عﺎﻄﻘﻟا تﺎﻬﺟو ،(ﺎﻬﺟرﺎﺧو ﺔﻜﻠﻤﳌا ﻞﺧاد) ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻫ\u0000ﻏو ﺎﻬﻟ رﺎﺸﻳو) ،ﺎﻬﺘﻓﺎﻀﺘﺳا وأ ﺎﻬﻠﻴﻐﺸﺘﺑ مﻮﻘﺗ وأ (Critical National Infrastructures “CNIs”) ﺔﺳﺎﺴﺣ ﺔﻴﻨﻃو هﺬﻫ ﻦﻣ ةدﺎﻔﺘﺳﻻا ﲆﻋ ةﺪﺸﺑو ﺔﻜﻠﻤﳌا ﰲ ىﺮﺧﻷا تﺎﻬﺠﻟا ﺔﺌﻴﻬﻟا ﻊﺠﺸُﺗ \u0000ﻛ .(\"ﺔﻬﺠﻟا\" ـﺑ ﺔﻘﻴﺛﻮﻟا اﺬﻫ ﰲ ًﺎﻌﻴﻤﺟ .ﺔﻬﺠﻟا ﻞﺧاد هﺮﻳﻮﻄﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﺴﺤﺘﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ تﺎﺳر\u0000ﳌا ﻞﻀﻓأ ﻖﻴﺒﻄﺘﻟ ﻂﺑاﻮﻀﻟا ﺔ ﻬﺠﻟا ﻞﺧاد ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ﺔﻜﻠﻤﳌا ﰲ تﺎﻋﺎﻄﻘﻟاو تﺎﻬﺠﻟا ﻊﻴﻤﺠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺟﺎﻴﺘﺣﻻ ﺔ\u0000ﻼﻣ نﻮﻜﺗ ﺚﻴﺤﺑ ﻂﺑاﻮﻀﻟا هﺬﻫ داﺪﻋإ ﻢﺗ .ﺎﻬﻴﻠﻋ ﻖﻴﺒﻄﺘﻠﻟ ﺔﻠﺑﺎﻘﻟا ﻂﺑاﻮﻀﻟا ﻊﻴﻤﺠﺑ ماﺰﺘﻟﻻا ﺔﻬﺟ ﻞﻛ ﲆﻋ ﺐﺠﻳو ،ﺎﻬﻟ\u0000ﻋأ ﺔﻌﻴﺒﻃ عﻮﻨﺘﺑ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻌﻴﺒﻃ ﺐﺴﺣ ىﺮﺧأ ﱃإ ﺔﻬﺟ ﻦﻣ ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ ﺎﻬﻴﻓ توﺎﻔﺘﺗ ﻲﺘﻟا ﻂﺑاﻮﻀﻟا ﲆﻋ ﺔﻠﺜﻣﻷا ﻦﻣ :ةرﻮﻛﺬﳌا تﺎﻴﻨﻘﺘﻠﻟ ﺎﻬﻣاﺪﺨﺘﺳاو Cloud ) ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا (٢-٤) ﻢﻗر ﻲﻋﺮﻔﻟا نﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا  ًﺎﻴﻟﺎﺣ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻬﺠﻟا ﲆﻋ ﺔﻣﺰﻠﻣو ﻖﻴﺒﻄﺘﻟا ﺔﻠﺑﺎﻗ نﻮﻜﺗ (Computing and Hosting Cybersecurity .ﺎﻬﻣاﺪﺨﺘﺳﻻ ﻂﻄﺨﺗ وأ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ م اﺰﺘﻟﻻاو ﺬﻴﻔﻨﺘﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ﻚﻟﺬﻛو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻨﻃﻮﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﰲ ةﴍﺎﻌﻟا ةدﺎﳌا ﻦﻣ ﺔﺜﻟﺎﺜﻟا ةﺮﻘﻔﻟا ﰲ درو ﺎﳌ ًﺎﻘﻴﻘﺤﺗ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻞﻤﻋ قﺎﻄﻧ ﻦﻤﺿ تﺎﻬﺠﻟا ﻊﻴﻤﺟ ﲆﻋ ﺐﺠﻳ ،ـﻫ ١٤٣٩/١١/١٠ ﺦﻳرﺎﺗو ٥٧٢٣١ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا .ﻂﺑاﻮﻀﻟا هﺬﻬﺑ ﺮﻤﺘﺴﳌاو ﻢﺋاﺪﻟا ماﺰﺘﻟﻻا ﻖﻘﺤﻳ ﺎﻣ ﺬﻴﻔﻨﺗ ﻦﻣ وأ ،ﻖﻴﻗﺪﺘﻠﻟ ﺔﻴﻧاﺪﻴﳌا تارﺎﻳﺰﻟﺎﺑ مﺎﻴﻘﻟا لﻼﺧ ﻦﻣ ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ درو ﺎ\u0000 تﺎﻬﺠﻟا ماﺰﺘﻟا ﻢﻴﻴﻘﺘﺑ ﺔﺌﻴﻬﻟا مﻮﻘﺗ .ﻚﻟﺬﻟ ﺔﺒﺳﺎﻨﻣ ﺔﺌﻴﻬﻟا ﺎﻫاﺮﺗ ﻲﺘﻟا ﺔﻴﻟﻵا ﻖﻓو وأ ؛تﺎﻬﺠﻠﻟ \u0000اﺬﻟا ﻢﻴﻴﻘﺘﻟا لﻼﺧ م اﺰﺘﻟﻻا سﺎﻴﻗو ﻢﻴﻴﻘﺘﻟا ةادأ تﺎﻬﺠﻟا ةﺪﻋﺎﺴﳌ (ECC – 2: 2024 Assessment and Compliance Tool) ةادأ راﺪﺻﺈﺑ ﺔﺌﻴﻬﻟا مﻮﻘﺗ فﻮﺳ .\u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﻴﺒﻄﺘﺑ ﺎﻬﻣاﺰﺘﻟا ىﺪﻣ سﺎﻴﻘﻟ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو تﺎﻧﻮﻜﻣ ﺔ ﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﻤﻟا .ﻂﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﳌا هﺎﻧدأ (١) ﻞﻜﺸﻟا ﺢﺿﻮﻳ ﻂﺑاﻮﻀﻠﻟ ﺔﻴﺳﺎﺳﻷا تﺎﻧﻮﻜﳌا :(١) ﻞﻜﺷ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﻤﻟا .ﻂﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﳌا هﺎﻧدأ (٢) ﻞﻜﺸﻟا ﺢﺿﻮﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ةرادإ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ٢-١ ١- Cybersecurity Management Cybersecurity Strategy \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ٤-١ ٣- Cybersecurity Roles and Responsibilities Cybersecurity Policies and Procedures ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻊﻳرﺎﺸﳌا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻦﻣﻷا ﺔﻤﻛﻮﺣ - ﺔﻴﻨﻘﺘﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ٦-١ ٥- Cybersecurity in Information Cybersecurity Risk Management ﻲ ﻧاﺮﺒﻴﺴﻟا Technology Projects Cybersecurity Governance \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ يروﺪﻟا ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو ت\u0000ﻴﻈﻨﺗو تﺎﻌﻳﴩﺘﺑ ماﺰﺘﻟﻻا Cybersecurity Periodical Assessment ٨-١ \u0000اﱪﻴﺴﻟا ٧- and Audit Cybersecurity Regulatory Compliance \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺐﻳرﺪﺘﻟاو ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﺔﻳﴩﺒﻟا دراﻮﳌﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا Cybersecurity Awareness and Training ١٠-١ ٩- Cybersecurity in Human Resources Program ت ﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادإ ل ﻮﺻﻷا ةرادإ ٢ - ٢ ١ - Identity and Access Management Asset Management ت ﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ \u0000 وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ٤ - ٢ Information System and Processing ٣ - Email Protection Facilities Protection ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣأ ت ﺎﻜﺒﺸﻟا ﻦﻣأ ةرادإ ٦ - ٢ ٥ - Mobile Devices Security Networks Security Management \u0000ﻔﺸﺘﻟا تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺣ ٨ - ٢ ٧ - Cryptography Data and Information Protection ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ - Cybersecurity ت اﺮﻐﺜﻟا ةرادإ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادإ Vulnerabilities Management ١٠ - ٢ Backup and Recovery Management ٩ - ٢ Defence \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ قاﱰﺧﻻا رﺎﺒﺘﺧا Cybersecurity Event Logs and ١٢ - ٢ ١١ - Penetration Testing Monitoring Management \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ يدﺎﳌا ﻦﻣﻷا ١٤ - ٢ Cybersecurity Incident and Threat ١٣ - Physical Security Management ﺐ ﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ١٥ - Web Application Security ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ - ل \u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ﺐﻧاﻮﺟ ١-٣ Cybersecurity Cybersecurity Resilience aspects of Business Continuity Management (BCM) Resilience ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا - فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٢-٤ ١-٤ ﺔﻴﺑﺎﺤﺴﻟا Cloud Computing and Hosting Third-Party Cybersecurity Cybersecurity Third-Party and Cloud Computing Cybersecurity ﻂ ﺑاﻮﻀﻠﻟ ﺔﻴﻋﺮﻔﻟا تﺎﻧﻮﻜﳌا :(٢) ﻞﻜﺷ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﻠﻜﻴﻬﻟا .ﱄاﻮﺘﻟا ﲆﻋ ؛ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫو ﻂﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ هﺎﻧدأ (٤) و (٣) نﻼﻜﺸﻟا ﺢﺿﻮﻳ ECC 2 ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﺨﺴﻧ ﻢﻗر راﺪﺻﻹا ﺔﻨﺳ Essential Cybersecurity Controls راﺪﺻﻹا \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا زﻮﻣر ﻰﻨﻌﻣ :(٣) ﻞﻜﺷ ٦ ٢ ٣ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ :(٤) ﻞﻜﺷ .ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ ﺔﻘﻳﺮﻃ هﺎﻧدأ (١) لوﺪﺠﻟا ﺢﺿﻮﻳ ﻂﺑاﻮﻀﻟا ﺔﻴﻠﻜﻴﻫ :(١) لوﺪﺟ ﳼ ﺎﺳﻷا نﻮﻜﳌا ﻢﺳا ﳼ ﺎﺳﻷا نﻮﻜﻤﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر ﻲ ﻋﺮﻔﻟا نﻮﻜﳌا ﻢﺳا ﻲ ﻋﺮﻔﻟا نﻮﻜﻤﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر فﺪﻬﻟا ﻂﺑاﻮﻀﻟا ﻂﺑﺎﻀﻟا دﻮﻨﺑ ﻂ ﺑﺎﻀﻠﻟ ﻲﻌﺟﺮﻣ ﻢﻗر م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻞﻴﺻﺎﻔﺗ (Cybersecurity Governance) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺔﻤﻛﻮﺣ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ١- ﺔ ﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻖﻴﻘﺤﺗ ﰲ ﺔﻬﺠﻟا ﻞﺧاد ﻊﻳرﺎﺸﳌاو تاردﺎﺒﳌاو فاﺪﻫﻷاو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻞﻤﻌﻟا ﻂﻄﺧ مﺎﻬﺳإ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﻂﺑاﻮﻀﻟا ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﻪﻟ رﺎﺸﻳو) ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋر ﻞﺒﻗ ﻦﻣ ﺎﻬﻤﻋدو ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺠﻴﺗاﱰﺳﻹا فاﺪﻫﻷا ﳽ\u0000ﺘﺗ نأو ،(\"ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ\" ﻢﺳﺎـﺑ .ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ﻖﻴﺒﻄﺘﻟ ﻞﻤﻋ ﺔﻄﺧ ﺬﻴﻔﻨﺗ ﲆﻋ ﻞﻤﻌﻟا ﺐﺠﻳ ٢-١- ﺔ ﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻴﺠﻴﺗاﱰﺳإ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٣-١- .(ﺔﻗﻼﻌﻟا تاذ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ةرادإ ٢- ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺔﻬﺠﻟا ﻚﻠﺗ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣاﺮﺑ ﻖﻴﺒﻄﺗو ةرادﺈﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻢﻋدو ماﺰﺘﻟا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻸﻟ ً ﺎﻘﻓو) (ICT/ IT) تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ةرادإ ﻦﻋ ﺔﻠﻘﺘﺴﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﻣ ةرادإ ءﺎﺸﻧإ ﺐﺠﻳ ١-٢- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋﺮﺑ ةﴍﺎﺒﻣ ﺎﻬﻃﺎﺒﺗرا ﻞﻀﻔﻳو .(ـﻫ ١٤٣٨ / ٨ / ١٤ ﺦﻳرﺎﺗو ٣٧١٤٠ ﻢﻗر .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ةءﺎﻔﻛ يوذو \u0000ﻏﺮﻔﺘﻣ \u0000ﻨﻃاﻮﻣ ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻒﺋﺎﻇو ﻊﻴﻤﺟ ﻞﻐﺷ ﺐﺠﻳ ٢-٢- ﻦﻣﻷا تﺎﻌﻳﴩﺗو ﺞﻣاﺮﺑ ﻖﻴﺒﻄﺗ ﺔﻌﺑﺎﺘﻣو ﻢﻋدو ماﺰﺘﻟا ن\u0000ﻀﻟ ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻦﻣ ﻪﻴﺟﻮﺘﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻓاﴍإ ﺔﻨﺠﻟ ءﺎﺸﻧإ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﺲﻴﺋر نﻮﻜﻳ نأ ﲆﻋ ﺎﻬﻟ\u0000ﻋأ ﺔﻤﻛﻮﺣ رﺎﻃإو ﺎﻬﺗﺎﻴﻟوﺆﺴﻣو ﺔﻨﺠﻠﻟا ءﺎﻀﻋأ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﻢﺘﻳو ،\u0000اﱪﻴﺴﻟا ٣-٢- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻪﺒﻴﻨﻳ ﻦﻣ وأ ﺔﻬﺠﻟا ﺲﻴﺋﺮﺑ ةﴍﺎﺒﻣ ﺎﻬﻃﺎﺒﺗرا ﻞﻀﻔﻳو .ﺎﻬﺋﺎﻀﻋأ ﺪﺣأ \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ٣- ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ل\u0000ﻋﻷا تﺎﺒﻠﻄﺘﳌ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻬﺑ ﺔﻬﺠﻟا ماﺰﺘﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﴩﻧو ﻖﻴﺛﻮﺗ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﻂﺑاﻮﺿ ﻦﻣ ﻪﻠﻤﺸﺗ ﺎﻣو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﺪﻳﺪﺤﺗ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ف اﺮﻃﻷاو ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟا ﻦﻣ ﺔﻗﻼﻌﻟا يوذ ﱃإ ﺎﻫﴩﻧ ﺐﺠﻳ \u0000ﻛ ،ﺔﻬﺠﻟا ﰲ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻞﺒﻗ ﻦﻣ ﺎﻫد\u0000ﺘﻋاو ﺎﻬﻘﻴﺛﻮﺗو ،\u0000اﱪﻴﺴﻟا ١-٣- . ﺎﻬﺑ ﺔﻴﻨﻌﳌا . تﺎﺒﻠﻄﺘﻣو ﻂﺑاﻮﺿ ﻦﻣ ﻪﻠﻤﺸﺗ ﺎﻣو ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﻖﻴﺒﻄﺗ ن\u0000ﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ٢-٣- ﺔﻳ\u0000ﺤﻟا راﺪﺠﻟ ﺔﻴﻨﻣﻷا ﺔﻴﻨﻘﺘﻟا \u0000ﻳﺎﻌﳌا :لﺎﺜﳌا ﻞﻴﺒﺳ ﲆﻋ) ﺔﻴﻨﻣأ ﺔﻴﻨﻘﺗ \u0000ﻳﺎﻌ\u0000 ﺔﻣﻮﻋﺪﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاءاﺮﺟإو تﺎﺳﺎﻴﺳ نﻮﻜﺗ نأ ﺐﺠﻳ ٣-٣- . (ﺦﻟإ ،ﻞﻴﻐﺸﺘﻟا ﺔﻤﻈﻧأو ،تﺎﻧﺎﻴﺒﻟا ﺪﻋاﻮﻗو تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو تاءاﺮﺟإو تﺎﺳﺎﻴﺳ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٣- .ﺎﻫد\u0000ﺘﻋاو تا\u0000ﻴﻐﺘﻟا ﻖﻴﺛﻮﺗ ﺐﺠﻳ \u0000ﻛ ،(ﺔﻗﻼﻌﻟا تاذ \u0000ﻳﺎﻌﳌاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ ٤- .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﰲ ﺔﻛرﺎﺸﳌا فاﺮﻃﻷا ﻊﻴﻤﺠﻟ ﺔﺤﺿاو تﺎﻴﻟوﺆﺴﻣو راودأ ﺪﻳﺪﺤﺗ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا ، ﺔ ﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا تﺎﻴﻟوﺆﺴﳌاو راودﻷاو ﺔﻤﻛﻮﺤﻠﻟ ﻲﻤﻴﻈﻨﺘﻟا ﻞﻜﻴﻬﻟا د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﲆﻋ ﺐﺠﻳ ١-٤- . ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ رﺎﺒﺘﻋﻻﺎﺑ ﺬﺧﻷا ﻊﻣ ،ﻚﻟذ ذﺎﻔﻧﻹ مزﻼﻟا ﻢﻋﺪﻟا ﻢﻳﺪﻘﺗ ﺐﺠﻳ \u0000ﻛ ،ﺎﻬﺑ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا ﻒﻴﻠﻜﺗو تﺎﺒﻠﻄﺘﳌا ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣو راودأ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٢-٤- . (ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ٥- تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ﱃإ فﺪﻬﻳ ﺞﻬﻨﻤﻣ ﻮﺤﻧ ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﻂﺑاﻮﻀﻟا ﻚﻟذو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ١-٥- . ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺮﻓاﻮﺗو ﺔﻳﴪﻟا تارﺎﺒﺘﻋﻻ ًﺎﻘﻓو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﻖﻴﺒﻄﺗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ٢-٥- : ﺔﻴﻟﺎﺘﻟا تﻻﺎﺤﻟا ﰲ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﻢﻴﻴﻘﺗ تاءاﺮﺟإ ﺬﻴﻔﻨﺗ ﺐﺠﻳ . ﺔﻴﻨﻘﺘﻟا ﻊﻳرﺎﺸﳌا ﻦﻣ ةﺮﻜﺒﻣ ﺔﻠﺣﺮﻣ ﰲ ١-٣-٥- . ﺔﻴﻨﻘﺘﻟا ﺔﻴﻨﺒﻟا ﰲ يﺮﻫﻮﺟ \u0000ﻴﻐﺗ ءاﺮﺟإ ﻞﺒﻗ ٢-٣-٥-١ ٣-٥- .ﻲﺟرﺎﺧ فﺮﻃ تﺎﻣﺪﺧ ﲆﻋ لﻮﺼﺤﻠﻟ ﻂﻴﻄﺨﺘﻟا ﺪﻨﻋ ٣-٣-٥- . ةﺪﻳﺪﺟ ﺔﻴﻨﻘﺗ تﺎﻣﺪﺧو تﺎﺠﺘﻨﻣ قﻼﻃإ ﻞﺒﻗو ﻂﻴﻄﺨﺘﻟا ﺪﻨﻋ ٤-٣-٥- ﰲ تا\u0000ﻴﻐﺗ ثوﺪﺣ ﺔﻟﺎﺣ ﰲ وأ) ﺎﻬﻟ ﻂﻄﺨﻣ ﺔﻴﻨﻣز تاﱰﻓ ﲆﻋ ﺎﻬﺜﻳﺪﺤﺗو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٥- .ﺎﻫد\u0000ﺘﻋاو تا\u0000ﻴﻐﺘﻟا ﻖﻴﺛﻮﺗ ﺐﺠﻳ \u0000ﻛ ،(ﺔﻗﻼﻌﻟا تاذ \u0000ﻳﺎﻌﳌاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻊﻳرﺎﺸﳌا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٦- ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺔﻳﴪﻟا ﺔﻳ\u0000ﺤﻟ ﺔﻬﺠﻟا ﻊﻳرﺎﺸﻣ ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﰲ ﺔﻨﻤﻀﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ نأ ﻦﻣ ﺪﻛﺄﺘﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻠﻟ ﻂﺑاﻮﻀﻟا ﺔﻬ ﺠﻟا ﰲ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ \u0000ﻴﻐﺘﻟا ةرادإ ﰲو ﻊﻳرﺎﺸﳌا ةرادإ تاءاﺮﺟإو ﺔﻴﺠﻬﻨﻣ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ \u0000ﻤﻀﺗ ﺐﺠﻳ ﻦﻣ ﳼﺎﺳأ ءﺰﺟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ نﻮﻜﺗ نأو ،ﻲﻨﻘﺘﻟا عوﴩﳌا ةﺎﻴﺣ ةرود ﻦﻣ ءﺰﺠﻛ ﺎﻬﺘﺠﻟﺎﻌﻣو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﺪﻳﺪﺤﺗ ن\u0000ﻀﻟ ١-٦- . ﺔﻴﻨﻘﺘﻟا ﻊﻳرﺎﺸﳌا تﺎﺒﻠﻄﺘﻣ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ تا\u0000ﻴﻐﺘﻟاو ﻊﻳرﺎﺸﳌا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺎﻬﺘﺠﻟﺎﻌﻣو تاﺮﻐﺜﻟا ﻢﻴﻴﻘﺗ ١-٢-٦- ٢-٦- \u0000ﺷﺪﺗو قﻼﻃإ ﻞﺒﻗ تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣو (Secure Configuration and Hardening) \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻺﻟ ﺔﻌﺟاﺮﻣ ءاﺮﺟإ ٢-٢-٦- . تا\u0000ﻴﻐﺘﻟاو ﻊﻳرﺎﺸﳌا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﺻﺎﺨﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﻘﻴﺒﻄﺘﻟا ﺮﻳﻮﻄﺗ ﻊﻳرﺎﺸﳌ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (Secure Coding Standards) تﺎﻘﻴﺒﻄﺘﻠﻟ ﻦﻣﻵا ﺮﻳﻮﻄﺘﻟا \u0000ﻳﺎﻌﻣ ماﺪﺨﺘﺳا ١-٣-٦- . (Libraries) ﺎﻬﺑ ﺔﺻﺎﺨﻟا تﺎﺒﺘﻜﳌاو تﺎﻘﻴﺒﻄﺘﻟا ﺮﻳﻮﻄﺗ تاودﻷ ﺔﻗﻮﺛﻮﻣو ﺔﺼﺧﺮﻣ ردﺎﺼﻣ ماﺪﺨﺘﺳا ٢-٣-٦- . ﺔﻬﺠﻠﻟ ﺔﻴﻧاﱪﻴﺴﻟا ﺔﻴﻨﻣﻷا تﺎﺒﻠﻄﺘﻤﻠﻟ تﺎﻘﻴﺒﻄﺘﻟا ءﺎﻔﻴﺘﺳا ىﺪﻣ ﻦﻣ ﻖﻘﺤﺘﻠﻟ رﺎﺒﺘﺧا ءاﺮﺟإ ٣-٣-٦-١ ٣-٦- . تﺎﻘﻴﺒﻄﺘﻟا \u0000ﺑ (Integration) ﻞﻣﺎﻜﺘﻟا ﻦﻣأ ٤-٣-٦- قﻼﻃإ ﻞﺒﻗ تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣو (Secure Configuration and Hardening) \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻺﻟ ﺔﻌﺟاﺮﻣ ءاﺮﺟإ ٥-٣-٦- .تﺎﻘﻴﺒﻄﺘﻟا \u0000ﺷﺪﺗو .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ ﻊﻳرﺎﺸﳌا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٦- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا \u0000ﻳﺎﻌﻣو ت\u0000ﻴﻈﻨﺗو تﺎﻌﻳﴩﺘﺑ ماﺰﺘﻟﻻا ٧- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﻖﻓاﻮﺘﻳ ﺔﻬﺠﻟا ىﺪﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣﺎﻧﺮﺑ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا تﺎﺒﻠﻄﺘﳌا ﻚﻠﺗ ﴫﺣ ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﺔﻴﻟود تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ١-٧- . ﺎﻬﺑ ماﺰﺘﻟﻻاو \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ يروﺪﻟا ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ٨- ﺔ ﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻞﻤﻌﺗو ﺔﻘﺒﻄﻣ ﺔﻬﺠﻟا ىﺪﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا .ﺔﻬﺠﻟا ﲆﻋ ًﺎﻴﻤﻴﻈﻨﺗ ةﺮّ ﻘﳌا ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا .ًﺎﻳرود \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﲆﻋ ﺐﺠﻳ ١-٨- ةرادﻹا ﻞﺜﻣ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﻦﻋ ﺔﻠﻘﺘﺴﻣ فاﺮﻃأ ﻞﺒﻗ ﻦﻣ ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﻖﻴﺒﻄﺗ ﻖﻴﻗﺪﺗو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ﺔﻣﺎﻌﻟا \u0000ﻳﺎﻌﻤﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺢﻟﺎﺼﳌا ضرﺎﻌﺗ مﺪﻋ أﺪﺒﻣ ﻪﻴﻓ ﻰﻋاﺮﻳ ﻞﻘﺘﺴﻣ ﻞﻜﺸﺑ ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا ﻢﺘﺗ نأ ﲆﻋ .(ﺔﻬﺠﻟا ﰲ ﺔﻌﺟاﺮﳌﺎﺑ ﺔﻴﻨﻌﳌا ٢-٨- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﻤﻠﻟ ﺔﻟﻮﺒﻘﳌا ﻞﻤﺘﺸﺗ نأ ﺐﺠﻳ \u0000ﻛ .ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻو \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﻓاﴍﻹا ﺔﻨﺠﻠﻟا ﲆﻋ ﺎﻬﺿﺮﻋو ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻖﻴﻗﺪﺗو ﺔﻌﺟاﺮﻣ ﺞﺋﺎﺘﻧ ﻖﻴﺛﻮﺗ ﺐﺠﻳ ٣-٨- . تﺎﻈﺣﻼﳌا ﺔﺠﻟﺎﻌﻣ ﺔﻄﺧو ،ﺔﻴﺤﻴﺤﺼﺘﻟا تاءاﺮﺟﻹاو تﺎﻴﺻﻮﺘﻟاو ،ﺔﻔﺸﺘﻜﳌا تﺎﻈﺣﻼﳌاو ،ﻖﻴﻗﺪﺘﻟاو ﺔﻌﺟاﺮﳌا قﺎﻄﻧ ﲆﻋ ﺞﺋﺎﺘﻨﻟا ﺔﻳﴩﺒﻟا دراﻮﳌﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٩- ﺪﻨﻋو ءﺎﻨﺛأو ﻞﺒﻗ ﺔﻴﻟﺎﻌﻔﺑ ﺞﻟﺎﻌﺗ ﺔﻬﺠﻟا ﰲ (ﻦﻳﺪﻗﺎﻌﺘﻣو \u0000ﻔﻇﻮﻣ) \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﺮﻃﺎﺨﻣ نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﻢﻬﻠﻤﻋ ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ ﻢﻬﻠﻤﻋ ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻨﻋو ﻢﻬﻠﻤﻋ ءﺎﻨﺛأو ﻢﻬﻔﻴﻇﻮﺗ ﻞﺒﻗ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٩- . ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٩- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟﺎﺑ ﺔﻴﻨﻬﳌا \u0000ﻠﻣﺎﻌﻟا ﺔﻗﻼﻋ ءﺪﺑ ﻞﺒﻗ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000ﻠﻣﺎﻌﻟا دﻮﻘﻋ ﰲ (Non-Disclosure Clauses) تﺎﻣﻮﻠﻌﳌا ﺔﻳﴎ ﲆﻋ ﺔﻈﻓﺎﺤﳌا دﻮﻨﺑو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻟوﺆﺴﻣ \u0000ﻤﻀﺗ ١-٣-٩- . (ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑو لﻼﺧ ﻞﻤﺸﺘﻟ) ﺔﻬﺠﻟا ﰲ ٣-٩- تﺎﻴﺣﻼﺼﻟا تاذ ﺔﻴﻨﻘﺘﻟا ﻒﺋﺎﻇﻮﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻒﺋﺎﻇو ﰲ \u0000ﻠﻣﺎﻌﻠﻟ (Screening or Vetting) ﻲﻨﻣﻷا ﺢﺴﳌا ءاﺮﺟإ ٢-٣-٩- . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟﺎﺑ ﺔﻴﻨﻬﳌا \u0000ﻠﻣﺎﻌﻟا ﺔﻗﻼﻋ لﻼﺧ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (ﺎﻬﻟﻼﺧو ﺔﻴﻔﻴﻇﻮﻟا ﺔﻨﻬﳌا ﺔﻳاﺪﺑ ﺪﻨﻋ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ١-٤-٩-١ ٤-٩- . ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﻴﻠﻤﻋو تاءاﺮﺟإو تﺎﺳﺎﻴﺴﻟ ًﺎﻘﻓو ﺎﻬﺑ ماﺰﺘﻟﻻاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ٢-٤-٩- . ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ \u0000ﻠﻣﺎﻌﻠﻟ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٥-٩- .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٦-٩- \u0000 اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺐﻳرﺪﺘﻟاو ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ١٠- ﺪﻳوﺰﺗ ﻦﻣ ﺪﻛﺄﺘﻟاو .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ﻢﻬﺗﺎﻴﻟوﺆﺴ\u0000 ﺔﻳارد ﲆﻋو ﺔﻣزﻼﻟا ﺔﻴﻨﻣﻷا ﺔﻴﻋﻮﺘﻟا ﻢﻬﻳﺪﻟ ﺔﻬﺠﻟﺎﺑ \u0000ﻠﻣﺎﻌﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻟا ن\u0000ﺿ مﺎﻴﻘﻟاو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ﺔﺑﻮﻠﻄﳌا ﺔﻴﺒﻳرﺪﺘﻟا تاروﺪﻟاو تﻼﻫﺆﳌاو تارﺎﻬﳌﺎﺑ ﺔﻬﺠﻟﺎﺑ \u0000ﻠﻣﺎﻌﻟا فﺪﻬﻟا . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا هﺎﺠﺗ ﻢﻬﺗﺎﻴﻟوﺆﺴ\u0000 ﻂﺑاﻮﻀﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻲﻋﻮﻟا ﺰﻳﺰﻌﺘﻟ ﻚﻟذو ،ًﺎﻳرود ةدﺪﻌﺘﻣ تاﻮﻨﻗ لﻼﺧ ﻦﻣ ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻠﻟ ﺞﻣﺎﻧﺮﺑ د\u0000ﺘﻋاو ﺮﻳﻮﻄﺗ ﺐﺠﻳ ١-١٠- . \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺑﺎﺠﻳإ ﺔﻓﺎﻘﺛ ءﺎﻨﺑو ،هﺮﻃﺎﺨﻣو ﻪﺗاﺪﻳﺪﻬﺗو .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻠﻟ ﺪﻤﺘﻌﳌا ﺞﻣﺎﻧﱪﻟا ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٠- : ﻚﻟذ ﰲ ﺎ\u0000 ،ﺎﻬﻨﻣ ﺪﺠﺘﺴﻳ ﺎﻣو ﺔﻴﻧاﱪﻴﺴﻟا تاﺪﻳﺪﻬﺘﻟاو ﺮﻃﺎﺨﳌا ﻢﻫأ ﻦﻣ ﺔﻬﺠﻟا ﺔﻳ\u0000ﺣ ﺔﻴﻔﻴﻛ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﻲﻄﻐﻳ نأ ﺐﺠﻳ ٣-١٠- . \u0000وﱰﻜﻟﻹا ﺪﻴﺼﺘﻟا ﻞﺋﺎﺳر ﻊﻣ ًﺎﺻﻮﺼﺧ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا تﺎﻣﺪﺧ ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ١-٣-١٠- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا . ﻦﻳﺰﺨﺘﻟا ﻂﺋﺎﺳوو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٢-٣-١٠- . ﺖﻧﱰﻧﻹا ﺢﻔﺼﺗ تﺎﻣﺪﺧ ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٣-٣-١٠- . ﻲﻋ\u0000ﺘﺟﻻا ﻞﺻاﻮﺘﻟا ﻞﺋﺎﺳو ﻊﻣ ﻦﻣﻵا ﻞﻣﺎﻌﺘﻟا ٤-٣-١٠- ﺎﻬﻔﻴﻨﺼﺗو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ةﴍﺎﺒﳌا ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻔﻴﻇﻮﻟا تﻻﺎﺠﳌا ﰲ \u0000ﻠﻣﺎﻌﻠﻟ مزﻼﻟا ﺐﻳرﺪﺘﻟاو ﺔﺼﺼﺨﺘﳌا تارﺎﻬﳌا \u0000ﻓﻮﺗ ﺐﺠﻳ : ﻚﻟذ ﰲ ﺎ\u0000 ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻴﻔﻴﻇﻮﻟا ﻢﻬﺗﺎﻴﻟوﺆﺴﻣ ﻊﻣ ﳽ\u0000ﺘﻳ ﺎ\u0000 .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻨﻌﳌا ةرادﻹا ﻮﻔﻇﻮﻣ ١-٤-١٠-١ ٤-١٠- . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ نﻮﻠﻐﺸﳌا نﻮﻔﻇﻮﳌاو تﺎﻘﻴﺒﻄﺘﻟاو ﺞﻣاﱪﻟا ﺮﻳﻮﻄﺗ ﰲ نﻮﻠﻣﺎﻌﻟا نﻮﻔﻇﻮﳌا ٢-٤-١٠- . ﺔﻳﺬﻴﻔﻨﺘﻟاو ﺔﻴﻓاﴍﻹا ﻒﺋﺎﻇﻮﻟا ٣-٤-١٠- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻴﻋﻮﺘﻟا ﺞﻣﺎﻧﺮﺑ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٥-١٠- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Defense) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ (Asset Management) لﻮﺻﻷا ةرادإ ١- ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﻊﻴﻤﺠﻟ ﺔﻗﻼﻌﻟا تاذ ﻞﻴﺻﺎﻔﺘﻟا ﻞﻤﺸﺗ لﻮﺻﻸﻟ ﺔﺜﻳﺪﺣو ﺔﻘﻴﻗد دﺮﺟ ﺔ\u0000ﺎﻗ ﺎﻬﻳﺪﻟ ﺔﻬﺠﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻠﻟ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻣﻼﺳو ﺔﻳﴎ ﻖﻴﻘﺤﺘﻟ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣو ﺔﻬﺠﻠﻟ ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻠﻤﻌﻟا ﻢﻋد ﻞﺟأ ﻦﻣ ،ﺔﻬﺠﻠﻟ ﺔﺣﺎﺘﳌا فﺪﻬﻟا . ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﴩ ﻧو د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ٣-١- .ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٤-١- ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو (Labeling) ﺎﻫﺰﻴﻣﺮﺗو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﻒﻴﻨﺼﺗ ﺐﺠﻳ ٥-١- .ﺔﻗﻼﻌﻟا تاذ . ًﺎﻳرود ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٦-١- (Identity and Access Management) تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادإ ٢- لﻮﺻﻮﻟا ﻊﻨﻣ ﻞﺟأ ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﱃإ (Logical Access) ﻲﻘﻄﻨﳌا لﻮﺻﻮﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻬﺠﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا ل\u0000ﻋﻷا زﺎﺠﻧﻹ بﻮﻠﻄﻣ ﻮﻫ ﺎﻣ ﱃإ لﻮﺻﻮﻟا ﺪﻴﻴﻘﺗو ﻪﺑ حﴫﳌا \u0000ﻏ ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٢- . ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٢- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﺈﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ةرادإو ،مﺪﺨﺘﺴﳌا ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ (Single-factor authentication) ﴫﻨﻌﻟا يدﺎﺣأ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ١-٣-٢- . روﺮﳌا ﺔﻤﻠﻛ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو (Multi-Factor Authentication) ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٢-٣-٢- ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ٣-٢- أﺪﺒﻣ) تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟﺎﺑ ﻢﻜﺤﺘﻟا ئدﺎﺒﻣ ﲆﻋ ءً ﺎﻨﺑ (Authorization) \u0000ﻣﺪﺨﺘﺴﳌا تﺎﻴﺣﻼﺻو ﺢﻳرﺎﺼﺗ ةرادإ ٣-٣-٢- تﺎﻴﺣﻼﺼﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟا أﺪﺒﻣو ،\"Need-to-know and Need-to-use\" ماﺪﺨﺘﺳﻻاو ﺔﻓﺮﻌﳌا ﱃإ ﺔﺟﺎﺤﻟا . (\"Segregation of Duties\" مﺎﻬﳌا ﻞﺼﻓ أﺪﺒﻣو ،\"Least Privilege“ تازﺎﻴﺘﻣﻻاو .(Privileged Access Management) ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا ةرادإ ٤-٣-٢- . تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻬﻟ ﺔﻳروﺪﻟا ﺔﻌﺟاﺮﳌا ٥-٣-٢- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ تﺎﻴﺣﻼﺼﻟاو لﻮﺧﺪﻟا تﺎﻳﻮﻫ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٢- (Information System and Processing Facilities Protection) تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ ٣- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺘﺤﺘﻟا ﻰﻨﺒﻟاو \u0000ﻣﺪﺨﺘﺴﳌا ةﺰﻬﺟأ ﻚﻟذ ﰲ ﺎ\u0000 تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٣- . ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٣- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ٣-٣- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا \u0000ﻣﺪﺨﺘﺴﳌا ةﺰﻬﺟأ ﲆﻋ (Malware) ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو ﺔﻫﻮﺒﺸﳌا ﺔﻄﺸﻧﻷاو ﺞﻣاﱪﻟاو تﺎﺳو\u0000ﻔﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ١-٣-٣- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،ﺔﻣﺪﻘﺘﳌاو ﺔﺜﻳﺪﺤﻟا ﺔﻳ\u0000ﺤﻟا تﺎﻴﻟآو تﺎﻴﻨﻘﺗ ماﺪﺨﺘﺳﺎﺑ مداﻮﺨﻟاو . ﺎﻬﺑ ﻖﻠﻌﺘﳌا ﻦﻣﻷاو ﺔﻴﺟرﺎﺨﻟا ﻦﻳﺰﺨﺘﻟا ﻂﺋﺎﺳو ةﺰﻬﺟأ ماﺪﺨﺘﺳﻻ مزﺎﺤﻟا ﺪﻴﻴﻘﺘﻟا ٢-٣-٣- . (Patch Management) ةﺰﻬﺟﻷاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻸﻟ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ٣-٣-٣- هﺮﻓﻮﺗ ﺎﻣ ردﺎﺼﳌا هﺬﻫ ﻦﻣو ،قﻮﺛﻮﻣو ﻖﻴﻗد رﺪﺼﻣ ﻦﻣو ًﺎﻳﺰﻛﺮﻣ (Clock Synchronization) ﺖﻴﻗﻮﺘﻟا ﺔﻨﻣاﺰﻣ ٤-٣-٣- . ةدﻮﺠﻟاو ﺲﻴﻳﺎﻘﳌاو تﺎﻔﺻاﻮﻤﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا .ًﺎﻳرود ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٣- (Email Protection) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ٤- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٤- . ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٤- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \"Phishing Emails\" \u0000وﱰﻜﻟﻹا ﺪّﻴﺼﺘﻟا ﻞﺋﺎﺳر ًﺎﺻﻮﺼﺧو) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻞﺋﺎﺳر (Filtering) ﺔﻴﻔﺼﺗو ﻞﻴﻠﺤﺗ ١-٣-٤- . \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻠﻟ ﺔﻣﺪﻘﺘﳌاو ﺔﺜﻳﺪﺤﻟا ﺔﻳ\u0000ﺤﻟا تﺎﻴﻟآو تﺎﻴﻨﻘﺗ ماﺪﺨﺘﺳﺎﺑ (\"Spam Emails\" ﺔﻴﻣﺎﺤﺘﻗﻹا ﻞﺋﺎﺳﺮﻟاو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو (Multi-Factor Authentication) ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٢-٣-٤- ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو . (Webmail) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻚﻟذو ٣-٤- .\u0000وﱰﻜﻟﻹا ﺪﻳﱪﻠﻟ ﺔﻔﺷرﻷاو ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ٣-٣-٤- تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ةدﺎﻋ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ،(APT Protection) ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ٤-٣-٤- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،(Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا (Sender Policy Framework “SPF”) ﻞﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ماﺪﺨﺘﺳﺎﺑ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ٥-٣-٤- غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳو (Domain Keys Identified Mail “DKIM”) قﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟاو .(Domain Message Authentication Reporting and Conformance “DMARC”) ﺎﻬﻨﻋ .ًﺎﻳرود ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺔﻳ\u0000ﺤﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٤- (Networks Security Management) تﺎﻜﺒﺸﻟا ﻦﻣأ ةرادإ ٥- . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٥- . ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٥- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﲆﻋ ةﺮﻄﻴﺴﻠﻟ مزﻼﻟاو ،ﻦﻣآ ﻞﻜﺸﺑ تﺎﻜﺒﺸﻟا ءاﺰﺟﻷ ﻲﻘﻄﻨﳌا وأ يدﺎﳌا ﻢﻴﺴﻘﺘﻟاو لﺰﻌﻟا ١-٣-٥- .(Defense-in-Depth) ﻞﺣاﺮﳌا دﺪﻌﺘﻣ ﻲﻨﻣﻷا عﺎﻓﺪﻟا أﺪﺒﻣو (Firewall) ﺔﻳ\u0000ﺤﻟا راﺪﺟ ماﺪﺨﺘﺳﺎﺑ ،ﺔﻗﻼﻌﻟا تاذ . رﺎﺒﺘﺧﻻاو ﺮﻳﻮﻄﺘﻟا تﺎﺌﻴﺑ تﺎﻜﺒﺷ ﻦﻋ جﺎﺘﻧﻹا ﺔﺌﻴﺑ ﺔﻜﺒﺷ لﺰﻋ ٢-٣-٥- ﺔﻛرﺎﺸﻣ ﻊﻗاﻮﻣو ،ﺔﻫﻮﺒﺸﳌا ﺔ ﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﻤﻠﻟ مزﺎﺤﻟا ﺪﻴﻴﻘﺘﻟا ﻚﻟذ ﻞﻤﺸﻳو ،ﺖﻧﱰﻧﻹﺎﺑ لﺎﺼﺗﻻاو ﺢﻔﺼﺘﻟا ﻦﻣأ ٣-٣-٥- . ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا ﻊﻗاﻮﻣو ،تﺎﻔﻠﳌا ﻦﻳﺰﺨﺗو ٣-٥- تﺎﻜﺒﺸﻟا ﻂﺑر مﺪﻋو ،\u0000ﻔﺸﺘﻟاو ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻠﻟ ﺔﻨﻣآ ﻞﺋﺎﺳو ماﺪﺨﺘﺳﺎﺑ ﺎﻬﺘﻳ\u0000ﺣو ﺔﻴﻜﻠﺳﻼﻟا تﺎﻜﺒﺸﻟا ﻦﻣأ ٤-٣-٥- ﻦﻤﻀﻳ ﺎ\u0000 ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو ﻚﻟذ ﲆﻋ ﺔﺒﺗﱰﳌا ﺮﻃﺎﺨﻤﻠﻟ ﺔﻠﻣﺎﻜﺘﻣ ﺔﺳارد ﲆﻋ ءً ﺎﻨﺑ ﻻإ ﺔﻴﻠﺧاﺪﻟا ﺔﻬﺠﻟا ﺔﻜﺒﺸﺑ ﺔﻴﻜﻠﺳﻼﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا لﻮﺻﻷا ﺔﻳ\u0000ﺣ . ﺔﻜﺒﺸﻟا تﺎﻣﺪﺧو تﻻﻮﻛﻮﺗوﺮﺑو ﺬﻓﺎﻨﻣ ةرادإو دﻮﻴﻗ ٥-٣-٥- .(Intrusion Prevention Systems) تﺎﻗاﱰﺧﻻا ﻊﻨﻣو فﺎﺸﺘﻛﻻ ﺔﻣﺪﻘﺘﳌا ﺔﻳ\u0000ﺤﻟا ﺔﻤﻈﻧأ ٦-٣-٥- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا . (DNS) تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ ﻦﻣأ ٧-٣-٥- ةدﺎﻋ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ،(APT Protection) ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺖﻧﱰﻧﻹا ﺢﻔﺼﺗ ةﺎﻨﻗ ﺔﻳ\u0000ﺣ ٨-٣-٥- . ﻦﻣآ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ،(Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ﻦﻣ ﺪﺤﻠﻟ (Distributed Denial of Service Attack “DDoS”) تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻣ ﺔﻳ\u0000ﺤﻟا ٩-٣-٥- .تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا .ًﺎﻳرود ﺔﻬﺠﻟا تﺎﻜﺒﺷ ﻦﻣأ ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٥- (Mobile Devices Security) ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣأ ٦- ﻦﻣ (ﺔﻴﺣﻮﻠﻟا ﺔﻴﻛﺬﻟا ةﺰﻬﺟﻷاو ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟاو لﻮﻤﺤﳌا ﺐﺳﺎﺤﻟا ةﺰﻬﺟأ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻟﻮﻤﺤﳌا ﺔﻬﺠﻟا ةﺰﻬﺟأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ ﻞﻘﻨﻟا ءﺎﻨﺛأ ﺎﻬﺘﻳ\u0000ﺣو ﺔﻬﺠﻟا ل\u0000ﻋﺄﺑ ﺔﺻﺎﺨﻟا تﺎﻣﻮﻠﻌﳌاو ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﻊﻣ ﻦﻣآ ﻞﻜﺸﺑ ﻞﻣﺎﻌﺘﻟا ن\u0000ﺿو .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا فﺪﻬﻟا . (\"BYOD\" أﺪﺒﻣ) ﺔﻬﺠﻟا ﰲ \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷا ماﺪﺨﺘﺳا ﺪﻨﻋ ﻦﻳﺰﺨﺘﻟاو ﻂﺑاﻮﻀﻟا (BYOD) \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷاو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٦- . ﺔﻬﺠﻟا ﺔﻜﺒﺸﺑ ﺎﻬﻃﺎﺒﺗرا ﺪﻨﻋ . ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٦- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﺄﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﲆﻋ ﺔﻧﺰﺨﳌا (ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا \u0000ﻔﺸﺗو ﻞﺼﻓ ١-٣-٦- . ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﺤﻠﺼﻣ ﻪﺒﻠﻄﺘﺗ ﺎﻣ ﲆﻋ ءً ﺎﻨﺑ ﺪﻴﻘﳌاو دﺪﺤﳌا ماﺪﺨﺘﺳﻻا ٢-٣-٦- ٣-٦- ناﺪﻘﻓ ﺪﻨﻋ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﲆﻋ ﺔﻧﺰﺨﳌا (ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا فﺬﺣ ٣-٣-٦- . ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ وأ ةﺰﻬﺟﻷا . \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﺔﻴﻨﻣﻷا ﺔﻴﻋﻮﺘﻟا ٤-٣-٦- .ًﺎﻳرود ﺔﻬﺠﻠﻟ (BYOD) ةﺰﻬﺟأو ﺔﻟﻮﻤﺤﳌا ةﺰﻬﺟﻷا ﻦﻣﻷ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٦- (Data and Information Protection) تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺣ ٧- ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺎﻫﺮﻓاﻮﺗو ﺎﻬﺘﻗدو ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻣﻼﺳو ﺔﻳﴪﻟا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﻂﺑاﻮﻀﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ًﺎﻘﻓو ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو ،ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٧- . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا .ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﺐﺴﺣ ،ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٧- .ًﺎﻳرود ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٣-٧- ( Cryptography) \u0000ﻔﺸﺘﻟا ٨- \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﻤﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻا ن\u0000ﺿ ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺤﺑو ،ﺮﻃﺎﺨﳌا ﻢﻴﻴ ﻘﺗ ﲆﻋ ءﺎﻨﺑو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟو ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٨- . ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٨- ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﳌا ﰲ ةرﻮﻛﺬﳌا تﺎﺒﻠﻄﺘﳌا \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﻢﻴﻴﻘﺗ ﲆﻋ ءً ﺎﻨﺑو تﺎﻜﺒﺸﻟاو ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ ىﻮﺘﺴﻣو ﺔﻌﻴﺒﻃ ﺐﺴﺤﺑ ﻚﻟذو ،ﺐﺳﺎﻨﳌا \u0000ﻔﺸﺘﻟا ىﻮﺘﺴﻣ ﻖﻴﺒﻄﺗ ﻊﻣ : ﲇﻳ ﺎﳌ ًﺎﻘﻓو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ﺮﻃﺎﺨﳌا ٣-٨- . (ًﺎﻴﻤﻴﻈﻨﺗو ًﺎﻴﻨﻘﺗ) ﺎﻬﻴﻠﻋ ﺔﻘﺒﻄﳌا دﻮﻴﻘﻟاو ةﺪﻤﺘﻌﳌا \u0000ﻔﺸﺘﻟا لﻮﻠﺣو ﺔﻤﻈﻧأ \u0000ﻳﺎﻌﻣ ١-٣-٨- .ﺎﻬﺗﺎﻴﺣ ةرود تﺎﻴﻠﻤﻋ لﻼﺧ \u0000ﻔﺸﺘﻟا ﺢﻴﺗﺎﻔﳌ ﺔﻨﻣﻵا ةرادﻹا ٢-٣-٨- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺎﻬﻔﻴﻨﺼﺗ ﲆﻋ ءً ﺎﻨﺑ ﺔﺠﻟﺎﻌﳌاو ﻦﻳﺰﺨﺘﻟاو ﻞﻘﻨﻟا ءﺎﻨﺛأ تﺎﻧﺎﻴﺒﻟا \u0000ﻔﺸﺗ ٣-٣-٨- . ﺔﻗﻼﻌﻟا تاذ .ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٨- (Backup and Recovery Management) ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادإ ٩- ﺮﻃﺎﺨﳌا ﻦﻋ ﺔﻤﺟﺎﻨﻟا راﴐﻷا ﻦﻣ ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻸﻟ ﺔﻴﻨﻘﺘﻟا تاداﺪﻋﻹاو ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻴﻧاﱪﻴﺴﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٩- . ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٩- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺔﺳﺎﺴﺤﻟا ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻸﻟ ﺎﻬﺘﻴﻟﻮﻤﺷو ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا قﺎﻄﻧ ١-٣-٩- ٣-٩- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺤﻟ ضﺮﻌﺘﻟا ﺪﻌﺑ ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ةدﺎﻌﺘﺳا ﲆﻋ ﺔﻌﻳﴪﻟا ةرﺪﻘﻟا ٢-٣-٩- .ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةدﺎﻌﺘﺳا ﺔﻴﻟﺎﻌﻓ ىﺪﳌ يرود ﺺﺤﻓ ءاﺮﺟإ ٣-٣-٩- . ﺔﻬﺠﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٩- (Vulnerabilities Management) تاﺮﻐﺜﻟا ةرادإ ١٠- تاﺮﻐﺜﻟا هﺬﻫ لﻼﻐﺘﺳا ﺔﻴﻟ\u0000ﺘﺣا ﻞﻴﻠﻘﺗ وأ ﻊﻨﳌ ﻚﻟذو ،لﺎﻌﻓ ﻞﻜﺸﺑ ﺎﻬﺘﺠﻟﺎﻌﻣو ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا فﺎﺸﺘﻛا ن\u0000ﺿ فﺪﻬﻟا . ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗو ﺔﻴﻧاﱪﻴﺴﻟا ت\u0000ﺠﻬﻟا ﻞﺒﻗ ﻦﻣ ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٠- . ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٠- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ٣-١٠- . ًﺎﻳرود تاﺮﻐﺜﻟا فﺎﺸﺘﻛاو ﺺﺤﻓ ١-٣-١٠- . ﺎﻬﺗرﻮﻄﺧ ﺐﺴﺣ تاﺮﻐﺜﻟا ﻒﻴﻨﺼﺗ ٢-٣-١٠- . ﺎﻬﻴﻠﻋ ﺔﺒﺗﱰﳌا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌاو ﺎﻬﻔﻴﻨﺼﺗ ﲆﻋ ءً ﺎﻨﺑ تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﻣ ٣-٣-١٠- ﻚﻠﺗ ﺔﻴﻟﺎﻌﻓو ﺔﻣﻼﺳ ﻦﻣ ﻖﻘﺤﺘﻟا ﻢﺘﻳ نأ ﲆﻋ ،تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ٤-٣-١٠- . ﺎﻬﻘﻴﺒﻄﺗ ﻞﺒﻗ جﺎﺘﻧﻹا ﺔﺌﻴﺑ \u0000ﻏ ﺔﺌﻴﺑ ﲆﻋ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا . ﺔﺛﺪﺤﳌاو ةﺪﻳﺪﺠﻟا تاﺮﻐﺜﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا تﺎﻬﻴﺒﻨﺘﻟﺎﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻗﻮﺛﻮﻣ ردﺎﺼﻣ ﻊﻣ كاﱰﺷﻻاو ﻞﺻاﻮﺘﻟا ٥-٣-١٠- . ًﺎﻳرود ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟا تاﺮﻐﺜﻟا ةرادﻹ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٠- (Penetration Testing) قاﱰﺧﻻا رﺎﺒﺘﺧا ١١- مﻮﺠﻬﻟا ﺐﻴﻟﺎﺳأو تﺎﻴﻨﻘﺘﻟ ةﺎﻛﺎﺤﻣ ﻞﻤﻋ لﻼﺧ ﻦﻣ ﻚﻟذو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ تارﺪﻗ ﺔﻴﻟﺎﻌﻓ ىﺪﻣ رﺎﺒﺘﺧاو ﻢﻴﻴﻘﺗ ًﺎﻘﻓو ﻚﻟذو .ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا قاﱰﺧﻻا ﱃإ يدﺆﺗ ﺪﻗ ﻲﺘﻟاو ﺔﻓوﺮﻌﳌا \u0000ﻏ ﺔﻴﻨﻣﻷا ﻒﻌﻀﻟا طﺎﻘﻧ فﺎﺸﺘﻛﻻو .ﺔﻴﻠﻌﻔﻟا \u0000اﱪﻴﺴﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻌﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١١- .ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻋ ﺬﻴﻔﻨﺗ ﺐﺠﻳ ٢-١١- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ قاﱰﺧﻻا رﺎﺒﺘﺧﻻ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ،ﺔﻴﻨﻘﺘﻟا ﺎﻬﺗﺎﻧﻮﻜﻣو (ﺖﻧﱰﻧﻹا ﻖﻳﺮﻃ ﻦﻋ) ًﺎﻴﺟرﺎﺧ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا ﻊﻴﻤﺟ ﻞﻤﺸﻴﻟ ،قاﱰﺧﻻا رﺎﺒﺘﺧا ﻞﻤﻋ قﺎﻄﻧ ١-٣-١١- \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ،ﺔﻴﺣﻮﻠﻟاو ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟا تﺎﻘﻴﺒﻄﺗ ،ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ،ﺔﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﳌا ،ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا :ﺎﻬﻨﻣو ٣-١١- . ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟاو . ًﺎﻳرود قاﱰﺧﻻا رﺎﺒﺘﺧا ﻞﻤﻋ ٢-٣-١١- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ قاﱰﺧﻻا رﺎﺒﺘﺧا تﺎﻴﻠﻤﻌﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١١- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Event Logs and Monitoring Management) \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ ١٢- ت\u0000ﺠﻬﻠﻟ ﻲﻗﺎﺒﺘﺳﻻا فﺎﺸﺘﻛﻻا ﻞﺟأ ﻦﻣ ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثاﺪﺣأ تﻼﺠﺳ ﺔﺒﻗاﺮﻣو ﻞﻴﻠﺤﺗو ﻊﻴﻤﺠﺗ ن\u0000ﺿ فﺪﻬﻟا .ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗ وأ ﻊﻨﳌ ﺔﻴﻟﺎﻌﻔﺑ ﺎﻫﺮﻃﺎﺨﻣ ةرادإو ﺔﻴﻧاﱪﻴﺴﻟا ﻂﺑاﻮﻀﻟا . ﺔ ﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٢- . ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٢- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺔﻬﺠﻟا ىﺪﻟ ﺔﺳﺎﺴﺤﻟا ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا (Event logs) ثاﺪﺣﻷا تﻼﺠﺳ ﻞﻴﻌﻔﺗ ١-٣-١٢- ثاﺪﺣأو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﲆﻋ ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺳ ﻞﻴﻌﻔﺗ ٢-٣-١٢- . ﺔﻬﺠﻟا ىﺪﻟ ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻋ ٣-١٢- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺳ ﻊﻤﺠﻟ (SIEM) ﺔﻣزﻼﻟا تﺎﻴﻨﻘﺘﻟا ﺪﻳﺪﺤﺗ ٣-٣-١٢- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺴﻟ ةﺮﻤﺘﺴﳌا ﺔﺒﻗاﺮﳌا ٤-٣-١٢- . (ﺮﻬﺷ ١٢ ﻦﻋ ﻞﻘﺗ ﻻأ ﲆﻋ) \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺨﻟا ثاﺪﺣﻷا تﻼﺠﺴﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣ ٥-٣-١٢- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٢- (Cybersecurity Incident and Threat Management) \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ ١٣- \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗ ﻊﻣ ﻞﻣﺎﻌﺘﻟاو لﺎﻌّ ﻓ ﻞﻜﺸﺑ ﺎﻬﺗرادإو ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ فﺎﺸﺘﻛاو ﺪﻳﺪﺤﺗ ن\u0000ﺿ ﺦﻳرﺎﺗو ٣٧١٤٠ ﻢﻗر ﻢﻳﺮﻜﻟا ﻲﻣﺎﺴﻟا ﺮﻣﻷا ﰲ درو ﺎﻣ ةﺎﻋاﺮﻣ ﻊﻣ .ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗ وأ ﻊﻨﻣ ﻞﺟأ ﻦﻣ ًﺎﻴﻗﺎﺒﺘﺳا فﺪﻬﻟا .ـﻫ ١٤٣٨ / ٨ / ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٣- .ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٣- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . ﺪﻴﻌﺼﺘﻟا تﺎﻴﻟآو ﺔﻴﻨﻣﻷا ثداﻮﺤﻠﻟ ﺔﺑﺎﺠﺘﺳﻻا ﻂﻄﺧ ﻊﺿو ١-٣-١٣- . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ ﻒﻴﻨﺼﺗ ٢-٣-١٣- ٣-١٣- . \u0000اﱪﻴﺳ ﻦﻣأ ﺔﺛدﺎﺣ ثوﺪﺣ ﺪﻨﻋ ﺔﺌﻴﻬﻟا ﻎﻴﻠﺒﺗ ٣-٣-١٣- . ﺔﺌﻴﻬﻟا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺣ ﺮﻳرﺎﻘﺗو قاﱰﺧﻻا تاﴍﺆﻣو ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌاو تﺎﻬﻴﺒﻨﺘﻟا ﺔﻛرﺎﺸﻣ ٤-٣-١٣- . ﺎﻬﻌﻣ ﻞﻣﺎﻌﺘﻟاو (Threat Intelligence) ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌا ﲆﻋ لﻮﺼﺤﻟا ٥-٣-١٣- . ًﺎﻳرود ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺪﻳﺪﻬﺗو ثداﻮﺣ ةرادإ تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٣- ( Physical Security) يدﺎﳌا ﻦﻣﻷا ١٤- .ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٤- .ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٤- . ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو ﻦﻛﺎﻣأ ،ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا ﺰﻛﺮﻣ ،ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺰﻛﺮﻣ :ﻞﺜﻣ) ﺔﻬﺠﻟا ﰲ ﺔﺳﺎﺴﺤﻟا ﻦﻛﺎﻣﻸﻟ ﻪﺑ حﴫﳌا لﻮﺧﺪﻟا ١-٣-١٤- ةﺰﻬﺟﻷﺎﺑ ﺔﺻﺎﺨﻟا داﺪﻣﻹا ﻖﻃﺎﻨﻣ ،ﺔﻜﺒﺸﻟا تﻻﺎﺼﺗا فﺮﻏ ،ﺔﻴﻨﻣﻷا ﺔﺒﻗاﺮﳌا ﺰﻛﺮﻣ ،ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﺔﺠﻟﺎﻌﻣ ٣-١٤- . (ﺎﻫ\u0000ﻏو ،ﺔﻴﻨﻘﺘﻟا دﺎﺘﻌﻟاو . (CCTV) ﺔﺒﻗاﺮﳌاو لﻮﺧﺪﻟا تﻼﺠﺳ ٢-٣-١٤- .ﺔﺒﻗاﺮﳌاو لﻮﺧﺪﻟا تﻼﺠﺳ تﺎﻣﻮﻠﻌﻣ ﺔﻳ\u0000ﺣ ٣-٣-١٤- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻂﺋﺎﺳوو ﺔﻴﻗرﻮﻟا ﻖﺋﺎﺛﻮﻟا :ﻞﻤﺸﺗو) ﺔﻔﻨﺼﻣ تﺎﻣﻮﻠﻌﻣ يﻮﺤﺗ ﻲﺘﻟا ﺔﻳدﺎﳌا لﻮﺻﻷا ماﺪﺨﺘﺳا ةدﺎﻋإو فﻼﺗإ ﻦﻣأ ٤-٣-١٤- . (ﻦﻳﺰﺨﺘﻟاو ﻆﻔﺤﻟا .ﺎﻬﺟرﺎﺧو ﺔﻬﺠﻟا \u0000ﺎﺒﻣ ﻞﺧاد تاﺪﻌﳌاو ةﺰﻬﺟﻷا ﻦﻣأ ٥-٣-١٤- ناﺪﻘﻔﻟاو ﻪﺑ حﴫﳌا \u0000ﻏ يدﺎﳌا لﻮﺻﻮﻟا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٤- . ًﺎﻳرود ﺐﻳﺮﺨﺘﻟاو ﺔﻗﴪﻟاو (Web Application Security) ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ١٥- .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فﺪﻬﻟا ﻂﺑاﻮﻀﻟا .ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١٥- . ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١٥- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . (Web Application Firewall) ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺘﻟ ﺔﻳ\u0000ﺤﻟا راﺪﺟ ماﺪﺨﺘﺳا ١-٣-١٥- .(Multi-tier Architecture) تﺎﻳﻮﺘﺴﳌا ةدﺪﻌﺘﻣ ﺔﻳر\u0000ﻌﳌا أﺪﺒﻣ ماﺪﺨﺘﺳا ٢-٣-١٥- . (HTTPS لﻮﻛﻮﺗوﺮﺑ ﻞﺜﻣ) ﺔﻨﻣآ تﻻﻮﻛﻮﺗوﺮﺑ ماﺪﺨﺘﺳا ٣-٣-١٥-٢ ٣-١٥- . \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﻦﻣﻵا ماﺪﺨﺘﺳﻻا ﺔﺳﺎﻴﺳ ﺢﻴﺿﻮﺗ ٤-٣-١٥- ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗ ﻢﺘﻳ نأ ﲆﻋ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ٥-٣-١٥- .\u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ .ًﺎﻳرود ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ﺔﻬﺠﻠﻟ ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١٥- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا (Cybersecurity Resilience) ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ ﺐﻧاﻮﺟ ١- ( Cybersecurity Resilience aspects of Business Continuity Management “BCM”) ﲆﻋ ﺔﺒﺗﱰﳌا رﺎﺛﻵا ﻞﻴﻠﻘﺗو ﺔﺠﻟﺎﻌﻣ ن\u0000ﺿو .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﰲ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﻮﻤﺻ تﺎﺒﻠﻄﺘﻣ ﺮﻓاﻮﺗ ن\u0000ﺿ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ثراﻮﻜﻟا ءاﺮﺟ ﺎﻬﺗﺎﻣﻮﻠﻌﻣ ﺔﺠﻟﺎﻌﻣ ةﺰﻬﺟأو ﺔﻤﻈﻧأو ﺔﻬﺠﻠﻟ ﺔﺟﺮﺤﻟا ﺔﻴﻧوﱰﻜﻟﻹا تﺎﻣﺪﺨﻟا ﰲ تﺎﺑاﺮﻄﺿﻻا فﺪﻬﻟا . ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻂﺑاﻮﻀﻟا . ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-١- : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻬﺠﻟا ﰲ ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻲﻄﻐﺗ نأ ﺐﺠﻳ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا تاءاﺮﺟﻹاو ﺔﻤﻈﻧﻷا ﺔﻳراﺮﻤﺘﺳا ﻦﻣ ﺪﻛﺄﺘﻟا ١-٣-١- ٣-١- .ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ﲆﻋ ﺮﺛﺆﺗ ﺪﻗ ﻲﺘﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ثداﻮﺤﻟ ﺔﺑﺎﺠﺘﺳﻻا ﻂﻄﺧ ﻊﺿو ٢-٣-١- . (Disaster Recovery Plan) ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا ﻂﻄﺧ ﻊﺿو ٣-٣-١- .ًﺎﻳرود ﺔﻬﺠﻟا ل\u0000ﻋأ ﺔﻳراﺮﻤﺘﺳا ةرادإ ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔ ﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﻤﻟا ﻲﻧاﺮﺒﻴﺴﻟا ﻦﻣﻷا ( Third-Party and Cloud Computing Cybersecurity) ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ١- ﻦﻣﻸﻟ دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو .(\"Managed Services\" ةراﺪﳌا تﺎﻣﺪﺨﻟاو \"Outsourcing\" تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا فﺪﻬﻟا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﻂﺑاﻮﻀﻟا .ﺔﻬﺠﻠﻟ ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-١- فاﺮﻃﻷا ﻊﻣ (SLA ﺔﻣﺪﺨﻟا ىﻮﺘﺴﻣ ﺔﻴﻗﺎﻔﺗا ﻞﺜﻣ) تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا ﻦﻤﺿ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺎﻬﻟ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا وأ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺎﻬﺘﺑﺎﺻﺈﺑ ﺮﺛﺄﺘﺗ ﺪﻗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا ﻲﺟرﺎﺨﻟا فﺮﻄﻟا ﻞَﺒِﻗ ﻦﻣ ﻦﻣﻵا فﺬﺤﻟاو (Non-Disclosure Clauses) تﺎﻣﻮﻠﻌﳌا ﺔﻳﴎ ﲆﻋ ﺔﻈﻓﺎﺤﳌا دﻮﻨﺑ ١-٢-١- .ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺒﻟ ٢-١- .\u0000اﱪﻴﺳ ﻦﻣأ ﺔﺛدﺎﺣ ثوﺪﺣ لﺎﺣ ﰲ ﻞﺻاﻮﺘﻟا تاءاﺮﺟإ ٢-٢-١- ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﺮـــﺸﺘﻟا تﺎﺒﻠﻄﺘﳌاو ﺔﻬﺠﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺳﺎﻴﺳو تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺘﺑ ﻲﺟرﺎﺨﻟا فﺮﻄﻟا ماﺰﻟإ ٣-٢-١- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ دﺎﻨﺳﻹ ا تﺎﻣﺪﺧ مﺪﻘﺗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﳌا تﺎﻣﺪﺨﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﻊﻴﻗﻮﺗ ﻞﺒﻗ ،ﺮﻃﺎﺨﳌا ﻚﻠﺗ ﲆﻋ ةﺮﻄﻴـــﺴﻟا ﻦﻤـــﻀﻳ ﺎﻣ دﻮﺟو ﻦﻣ ﺪﻛﺄﺘﻟاو ،\u0000اﱪﻴـــﺴﻟا ﻦﻣﻷا ﺮﻃﺎﺨﳌ ﻢﻴﻴﻘﺗ ءاﺮﺟإ ١-٣-١- ٣-١- .ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا \u0000ﻴﻐﺗ ﺪﻨﻋ وأ تﺎﻴﻗﺎﻔﺗﻻاو دﻮﻘﻌﻟا لﻮـﺻﻮﻟا ﺔﻘﻳﺮﻃ مﺪﺨﺘـﺴﺗ ﻲﺘﻟاو ،ﺔﺒﻗاﺮﳌاو ﻞﻴﻐـﺸﺘﻠﻟ ةراﺪﳌا \u0000اﱪﻴـﺴﻟا ﻦﻣﻷا تﺎﻣﺪﺧ تﺎﻴﻠﻤﻋ ﺰﻛاﺮﻣ نﻮﻜﺗ نأ ٢-٣-١- .ﺔﻜﻠﻤﳌا ﻞﺧاد ﻞﻣﺎﻜﻟﺎﺑ ةدﻮﺟﻮﻣ ،ﺪﻌﺑ ﻦﻋ . ًﺎﻳرود ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-١- ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟﺎﺑ ﻖﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ٢- ،لﺎﻌّ ﻓو ﻢﺋﻼﻣ ﻞﻜﺸﺑ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺬﻴﻔﻨﺗو ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﺔﺠﻟﺎﻌﻣ ن\u0000ﺿ .ﺔﻗﻼﻌﻟا تاذ تاراﺮﻘﻟاو ﺮﻣاوﻷاو ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو ﻚﻟذو فﺪﻬﻟا وأ ﺎﻬﺘﺠﻟﺎﻌﻣ وأ ﺎﻬﺘﻓﺎﻀﺘﺳا ﻢﺘﺗ ﻲﺘﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﲆﻋ ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺣ ن\u0000ﺿو .ﺔﻴﺟرﺎﺧ فاﺮﻃأ ﺔﻄﺳاﻮﺑ ﺎﻬﺗرادإ ﻂﺑاﻮﻀﻟا . ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ماﺪﺨﺘﺳﺎﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ د\u0000ﺘﻋاو ﻖﻴﺛﻮﺗو ﺪﻳﺪﺤﺗ ﺐﺠﻳ ١-٢- .ﺔﻬﺠﻠﻟ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺨﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ٢-٢- ﺔﻴﺴﻴﺋﺮﻟا تﺎﻧﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا ﻦﻣ ﻖﺒﻄﻨﻳ ﺎﻣ ﱃإ ﺔﻓﺎﺿﻹﺎﺑو ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌا ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﻲﻄﻐﺗ نأ ﺐﺠﻳ ،ﺎﻬﻟ ﺔﻣﺪﻘﳌا تﺎﻣﺪﺨﻟا وأ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ ﺔﻳروﴬﻟا (١-٤) ﻢﻗر ﻲﻋﺮﻔﻟا نﻮﻜﳌاو (٣) و (٢) و (١) ﻢﻗر : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ماﺪﺨﺘﺳﺎﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ،ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻞﺒﻗ ﻦﻣ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ١-٣-٢-٤ ٣-٢- . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ﰲ ىﺮﺧأ تﺎﻬﺠﻟ ﺔﻌﺑﺎﺘﻟا تﺎﺌﻴﺒﻟا ﻦﻣ ﺎﻫ\u0000ﻏ ﻦﻋ (ﺔﻴﺿاﱰﻓﻻا مداﻮﺨﻟا ًﺎﺻﻮﺼﺧو) ﺔﻬﺠﻟﺎﺑ ﺔﺻﺎﺨﻟا ﺔﺌﻴﺒﻟا ﻞﺼﻓ ٢-٣-٢- . ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ .ًﺎﻳرود ﺔﻓﺎﻀﺘﺳﻻاو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺨﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ٤-٢- م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻖﺣﻼﻣ ت ﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :(أ) ﻖﺤﻠﻣ .ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﺎﻫﺮﻛذ درو ﻲﺘﻟا ﺎﻬﺗﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﳌا ﺾﻌﺑ هﺎﻧدأ ٢ لوﺪﺠﻟا ﺢﺿﻮﻳ تﺎﻔﻳﺮﻌﺗو تﺎﺤﻠﻄﺼﻣ :٢لوﺪﺟ ﻒ ﻳﺮﻌﺘﻟا ﺢﻠﻄﺼﻤﻟا تﺎﻜﺒﺸﻟاو ﺔﻤﻈﻧﻷا ﲆﻋ عوﴩﳌا \u0000ﻏ لﻮﺧﺪﻟا ﱃإ فﺪﻬﺗ ﺔﻴﻔﺧ ﺐﻴﻟﺎﺳأ مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا ةﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا ﻦﻣ ﺔﻳ\u0000ﺤﻟا مﺪﺨﺘﺴﺗ ﺐﻴﻟﺎﺳﻷا هﺬﻫو .ﺔﻳ\u0000ﺤﻟاو ﻒﺸﻜﻟا ﺔﻤﻈﻧأ يدﺎﻔﺗ ﻖﻳﺮﻃ ﻦﻋ ﺔﻨﻜﻤﻣ ةﱰﻓ لﻮﻃﻷ ﺎﻬﻴﻓ ءﺎﻘﺒﻟا ﺔﻟوﺎﺤﻣو ﺔﻴﻨﻘﺘﻟا Advanced Persistent Threat .ﺎﻬﻓﺪﻫ ﻖﻴﻘﺤﺘﻟ (Zero-Day Malware) ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟاو تﺎﺳو\u0000ﻔﻟا ةدﺎﻋ (APT) Protection ءﺎﻴﺷأ ﻦﻤﻀﺘﺗ لﻮﺻﻷا هﺬﻫ ﺾﻌﺑ ؛لﻮﺻﻷا ﻦﻣ ة\u0000ﺜﻛ عاﻮﻧأ كﺎﻨﻫ .ﺔﻬﺠﻠﻟ ﺔﺒﺴﻨﻟﺎﺑ ﺔﻤﻴﻗ ﻪﻟ سﻮﻤﻠﻣ \u0000ﻏ وأ سﻮﻤﻠﻣ ءﳾ يأ ﻞﺻﻷا ًﺎﻀﻳأ ﺢﻠﻄﺼﳌا ﻞﻤﺸﻳ نأ ﻦﻜ\u0000و .تﺎﻣﺪﺨﻟاو تﺎﻴﺠﻣﱪﻟاو ،عاﱰﺧﻻا تاءاﺮﺑو ،ﻖﻓاﺮﳌاو ،تﻻﻵاو ،صﺎﺨﺷﻷا :ﻞﺜﻣ ،ﺔﺤﺿاو Asset . (ﺔﻓﺮﻌﳌاو ةرﺎﻬﳌا وأ ،ﺔﻣﺎﻌﻟا ﺎﻬﺗرﻮﺻو ﺔﻬﺠﻟا ﺔﻌﻤﺳ :ﻞﺜﻣ) ﺺﺋﺎﺼﺨﻟاو تﺎﻣﻮﻠﻌﳌا :ﻞﺜﻣ ،ًﺎﺣﻮﺿو ﻞﻗأ ءﺎﻴﺷأ تﺎﻣﻮﻠﻌﳌا وأ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا ﻢﻈﻨﻟا دراﻮﻣ ﻊﻤﺟ وأ عوﴩﻣ \u0000ﻏ ﻞﻜﺸﺑ لﻮﺻﻮﻟا لوﺎﺤﺗ ﻲﺘﻟا ﺔﺜﻴﺒﺨﻟا ﺔﻄﺸﻧﻷا ﻦﻣ عﻮﻧ يأ م ﻮﺠﻫ .ﺎﻫ\u0000ﻣﺪﺗ وأ ﺎﻬﻤﻴﻄﺤﺗ وأ ﺎﻬﻌﻨﻣ وأ ﺎﻬﻠﻴﻄﻌﺗ وأ ﺎﻬﺴﻔﻧ Attack ،تﺎﺳﺎﻴﺴﻟﺎﺑ ماﺰﺘﻟﻻا ن\u0000ﻀﻟو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻂﺑاﻮﺿ ﺔﻴﻟﺎﻌﻓ ىﺪﻣ ﻢﻴﻴﻘﺘﻟ ﺔﻄﺸﻧﻷاو تﻼﺠﺴﻟا ﺔﺳاردو ﺔﻠﻘﺘﺴﳌا ﺔﻌﺟاﺮﳌا ﻖﻴﻗﺪﺗ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو \u0000ﻳﺎﻌﳌاو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تاءاﺮﺟﻹاو Audit د راﻮﳌا ﱃإ لﻮﺻﻮﻟﺎﺑ ح\u0000ﺴﻠﻟ ًﺎﻴﺳﺎﺳأ ًﺎﻃﴍ ﺮﻣﻷا اﺬﻫ نﻮﻜﻳ ﺎﻣ ًﺎﺒﻟﺎﻏو ،زﺎﻬﺠﻟا وأ ﺔﻴﻠﻤﻌﻟا وأ مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﺪﻛﺄﺘﻟا ﻖ ﻘﺤﺘﻟا . مﺎﻈﻨﻟا ﰲ Authentication ح\u0000ﺴﻟاو ﺔﻬﺠﻠﻟ ﺔﻴﻨﻘﺘﻟاو ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷاو دراﻮﳌا ﱃإ لﻮﺻﻮﻠﻟ مﺪﺨﺘﺴﳌا ﺺﻴﺧاﺮﺗ/قﻮﻘﺣ ﻦﻣ ﺪﻛﺄﺘﻟاو ﺪﻳﺪﺤﺗ ﺔﻴﺻﺎﺧ م ﺪﺨﺘﺴﳌا ﺔﻴﺣﻼﺻ . مﺪﺨﺘﺴﳌا ﺺﻴﺧاﺮﺗ/قﻮﻘﺣ ﰲ ًﺎﻘﺒﺴﻣ دﺪﺣ ﺎﳌ ًﺎﻘﻓو ﻪﻟ Authorization ﺮﻓاﻮﺗ .ﺐﺳﺎﻨﳌا ﺖﻗﻮﻟا ﰲ ﺎﻬﻣاﺪﺨﺘﺳاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟاو تﺎﻣﻮﻠﻌﳌا ﱃإ لﻮﺻﻮﻟا ن\u0000ﺿ Availability ﻒﻗﻮﺗ وأ ﺎﻬﻨﻣ ﻞﺻﻷا فﺬﺣ اذإ وأ ،ناﺪﻘﻔﻟا وأ لﺎﻄﻋﻷا ﺔﻟﺎﺣ ﰲ ماﺪﺨﺘﺳﻼﻟ ﺔﺣﺎﺘﳌا تاءاﺮﺟﻹاو تﺎﻧﺎﻴﺒﻟاو ةﺰﻬﺟﻷاو تﺎﻔﻠﳌا ﺔ ﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا . ﺔﻣﺪﺨﻟا ﻦﻋ Backup ﺔﺻﺎﺨﻟا ﺔﻴﺼﺨﺸﻟا ةﺰﻬﺟﻷا ﺐﻠﺠﺑ ﺎﻬﻴﻓ \u0000ﻠﻣﺎﻌﻠﻟ (ﲇﻛ وأ \u0000ﺰﺟ ﻞﻜﺸﺑ ءً اﻮﺳ) ﺢﻤﺴﺗ ﺔﻬﺟ ﺔﺳﺎﻴﺳ ﱃإ ﺢﻠﻄﺼﳌا اﺬﻫ \u0000ﺸﻳ ﻚﺑ صﺎﺨﻟا زﺎﻬﺠﻟا ﴬﺣأ ةﺰﻬﺟﻷا هﺬﻫ ماﺪﺨﺘﺳاو ،ﺔﻬﺠﻟا ﰲ ﻞﻤﻌﻟا ﻦﻛﺎﻣأ ﱃإ (ﺔﻴﻛﺬﻟا ﻒﺗاﻮﻬﻟاو ﺔﻴﺣﻮﻠﻟا ةﺰﻬﺟﻷاو ﺔﻟﻮﻤﺤﳌا ﺮﺗﻮﻴﺒﻤﻜﻟا ةﺰﻬﺟأ) ﻢﻬﺑ Bring Your Own Device (BYOD) . لﻮﺧد تﺎﻴﺣﻼﺼﺑ ةﺪﻴﻘﳌا ﺔﻬﺠﻠﻟ ﺔﻌﺑﺎﺘﻟا ﺔﻤﻈﻧﻷاو تﺎﻘﻴﺒﻄﺘﻟاو تﺎﻣﻮﻠﻌﳌاو تﺎﻜﺒﺸﻟا ﱃإ لﻮﺻﻮﻠﻟ نﺎﻜﻣ ﱃإ ةرﺎﺷإ لﺎﺳرﻹ ﻮﻳﺪﻴﻔﻟا تا\u0000ﻣﺎﻛ ،ﻮﻳﺪﻴﻔﻟﺎﺑ ﺔﺒﻗاﺮﳌا ﻢﺳﺎﺑ ًﺎﻀﻳأ فوﺮﻌﳌاو ،ﺔﻘﻠﻐﳌا ةﺮ ﺋاﺪﻟا وذ نﻮﻳﺰﻔﻴﻠﺘﻟا مﺪﺨﺘﺴﻳ ﺔ ﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ةﺮﺋاﺪﻟا ﰲ ﺔﺒﻗاﺮﻤﻠﻟ ﺔﻣﺪﺨﺘﺴﳌا ﺔﻴﻨﻘﺘﻟا ﻚﻠﺗ ﲆﻋ ﺢﻠﻄﺼﳌا اﺬﻫ ﻖﻠﻄﻳ ﺎﻣ ًﺎﺒﻟﺎﻏو .تﺎﺷﺎﺸﻟا ﻦﻣ ةدوﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ ﲆﻋ دﺪﺤﻣ (CCTV) .ﺎﻬﻴﻓ ً ﺎﻣﺎﻫ ًﺎﺒﻠﻄﻣ يدﺎﳌا ﻦﻣﻷا ﻞﻜﺸﻳ ﺚﻴﺣ ﺔﺒﻗاﺮﻣ ﱃإ جﺎﺘﺤﺗ ﺪﻗ ﻲﺘﻟا ﻖﻃﺎﻨﳌا ﻞﻴﺒﺳ ﲆﻋ) ﺔﻟﺎﻌﻓ ﺔﻳرﺎﻴﻌﻣ تاءاﺮﺟإو ﺐﻴﻟﺎﺳأ ماﺪﺨﺘﺳﺎﺑ ًﺎﻴﻗﺎﺒﺘﺳاو ًﺎﻴﻣﺎﻈﻧ ًﺎﺠﻬﻨﻣ ﻦﻤﻀﻳ ﺚﻴﺣ ﺔﻣﺪﺨﻟا ةرادﻹ مﺎﻈﻧ ﻮﻫو داﺮﻓﻷا ﻚﻟذ ﰲ ﺎ\u0000 ،\u0000ﻴﻨﻌﳌا فاﺮﻃﻷا ﻊﻴﻤﺟ \u0000ﻴﻐﺘﻟا ةرادإ ﺪﻋﺎﺴﺗ .(ﺦﻟإ ،ﺎﻬﺗﺎﻜﺒﺷو ،ﺔﻬﺠﻠﻟ ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﰲ \u0000ﻴﻐﺘﻟا :لﺎﺜﳌا \u0000 ﻴﻐﺘﻟا ةرادإ ﲆﻋ ًﺎﻀﻳأ \u0000ﻴﻐﺘﻟا ةرادإ ﺪﻋﺎﺴﺗ \u0000ﻛ ،ﺔﻴﻟﺎﺘﻟا ﺔﺑﻮﻏﺮﳌا ﺔﻟﺎﺤﻟا ﱃإ ﺔﻴﻟﺎﺤﻟا ﻢﻬﺘﻟﺎﺣ ﻦﻣ لﺎﻘﺘﻧﻻا ﲆﻋ ،ءاﻮﺳ ﺪﺣ ﲆﻋ قﺮﻔﻟاو Change Management .ﺔﻣﺪﺨﻟا ﲆﻋ ﺔﻗﻼﻌﻟا تاذ ثداﻮﺤﻟا \u0000ﺛﺄﺗ ﻞﻴﻠﻘﺗ ﻦﻳﺰﺨﺘﻟاو مداﻮﺨﻟاو تﺎﻜﺒﺸﻟا :ﻞﺜﻣ) تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ دراﻮﻣ ﻦﻣ ﺔﻛﱰﺸﻣ ﺔﻋﻮﻤﺠﻣ ﱃإ ﺐﻠﻄﻟا ﺪﻨﻋ لﻮﺻﻮﻟا \u0000ﻜﻤﺘﻟ جذﻮ\u0000 ﻞﻋﺎﻔﺘﻟا/ﻞﺧﺪﺘﻟاو ﲇﻴﻐﺸﺘﻟا يرادﻹا ﺪﻬﺠﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟﺎﺑ ﺎﻬﻗﻼﻃإو ﺔﻋﴪﺑ ﺎﻫ\u0000ﻓﻮﺗ ﻦﻜ\u0000 ﻲﺘﻟا (تﺎﻣﺪﺨﻟاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻴﻨﻘﺘﻟا ﲆﻋ ﺔ\u0000ﺎﻘﻟا تﺎﻣﺪﺨﻟا ﱃإ لﻮﺻﻮﻟﺎﺑ \u0000ﻣﺪﺨﺘﺴﻤﻠﻟ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا ﺢﻤﺴﺗ .ﺔﻣﺪﺨﻟا دوﺰﻣ ﻦﻣ ﺔﻣﺪﺨﻟا داﺪﻋﻹ . ﻢﻬﻤﻋﺪﺗ ﻲﺘﻟا ﺔﻴﻨﻘﺘﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﰲ ﻢﻜﺤﺗ وأ ﻢﻬﻳﺪﻟ ﺔﻓﺮﻌﻣ دﻮﺟﻮﻟ ﺔﺟﺎﺤﻟا نود ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا ﺔﻜﺒﺷ لﻼﺧ ﻦﻣ ﻞﻜﺸﺑ ﺔﻜﺒﺸﻟا ﱃإ لﻮﺻوو ،ﺐﻠﻄﻟا ﺐﺴﺣ ﺔﻴﺗاذ ﺔﻣﺪﺧ :ﺔﻴﺳﺎﺳأ ﺺﺋﺎﺼﺧ ﺲﻤﺧ ﻦﻣ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا جذﻮ\u0000 ﻒﻟﺄﺘﻳ ﺔ ﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا .ﺔﺳﺎﻘﳌا ﺔﻣﺪﺨﻟاو ،ﺔﻌﻳﴎ ﺔﻧوﺮﻣو ،دراﻮﳌا ﻊﻤﺠﻣو ،ﻊﺳاو Cloud Computing Software-as-Service ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا تﺎﻴﺠﻣﱪﻟا :ﻲﻫو ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻢﻳﺪﻘﺘﻟ جذﺎ\u0000 ﺔﺛﻼﺛ كﺎﻨﻫو ﺔﻴﺑﺎﺤﺴﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟاو ،Platform-as-Service “PaaS” ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺼﻨﳌا وأ مﺎﻈﻨﻟاو ،“SaaS” .Infrastructure-as-Service “IaaS”ﺔﻣﺪﺨﻛ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﻣﺎﻌﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا :لﻮﺧﺪﻟا ﺔﻌﻴﺒﻃ ﺐﺴﺣ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻠﻟ جذﺎ\u0000 ﺔﻌﺑرأ كﺎﻨﻫ نأ \u0000ﻛ .\u0000 ﺠﻬﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﺻﺎﺨﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟاو ،ﺔﻴﻌﻤﺘﺠﳌا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻴﻨﻣﻷا ﺔﺳﺎﻴﺴﻟا كﺎﻬﺘﻧا وأ ،ﺎﻬﻴﻠﻋ لﻮﺼﺤﻟا وأ ﺎﻬﺒﻳﴪﺗ حﴫﻣ \u0000ﻏ صﺎﺨﺷﻷ تﺎﻣﻮﻠﻌﻣ ﲆﻋ لﻮﺼﺤﻟا وأ ﻦﻋ حﺎﺼﻓﻹا .ﺪﺼﻗ \u0000ﻐﺑ وأ ﺪﺼﻘﺑ ءً اﻮﺳ ءﳾ ﺪﻘﻓ وأ ﺐﻳﺮﺨﺗ وأ \u0000ﻴﻐﺗ وأ ﻦﻋ حﺎﺼﻓﻹﺎﺑ ﺔﻬﺠﻠﻟ ﺔﻴﻧاﱪﻴﺴﻟا ﻲ ﻨﻣأ كﺎﻬﺘﻧا ﺎﻬﻣاﺪﺨﺘﺳا وأ ﺎﻬﻠﻳﺪﺒﺗ وأ ﺎﻫ\u0000ﻴﻐﺗ وأ ﺎﻬﺒﻳﴪﺗ وأ ﺔﺳﺎﺴﺣ تﺎﻧﺎﻴﺑ ﲆﻋ لﻮﺼﺤﻟا وأ ﻦﻋ حﺎﺼﻓﻹا ﻲﻨﻣﻷا كﺎﻬﺘﻧﻻﺎﺑ ﺪﺼﻘﻳو Compromise . (ﺔﺟﺮﺤﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺔﻴﻨﻣﻷا \u0000ﻳﺎﻌﳌا ﻦﻣ ﺎﻫ\u0000ﻏو صﻮﺼﻨﻟا \u0000ﻔﺸﺗ ﺢﻴﺗﺎﻔﻣ ﻚﻟذ ﰲ ﺎ\u0000) ﺢﻳﴫﺗ نوﺪﺑ ﺔﻴﺻﻮﺼﺨﻟا تﺎﻣﻮﻠﻌﻣ ﺔﻳ\u0000ﺣ ﻞﺋﺎﺳو ﻚﻟذ ﰲ ﺎ\u0000 ﺎﻬﻨﻋ حﺎﺼﻓﻹاو تﺎﻣﻮﻠﻌﳌا ﱃإ لﻮﺻﻮﻟا ﲆﻋ ﺎﻬﺑ حﴫﻣ دﻮﻴﻘﺑ ظﺎﻔﺘﺣﻻا ﺔ ﻳﴪﻟا .ﺔﻴﺼﺨﺸﻟا ﺔﻴﻜﻠﳌاو Confidentiality ﻞﺒﻗ ﻦﻣ ماﺪﺨﺘﺳﻼﻟ ةﺪﻌﻤُﻟاو ،ﺔﻬﺠﻟا ﻒﻴﻨﺼﺗ ﺐﺴﺣ ،ﺔﻴﻤﻫﻷاو ﺔﻴﺳﺎﺴﺤﻟا ﰲ ﺔﻳﺎﻏ ﱪﺘﻌﺗ ﻲﺘﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﻲﻫ رﴬﻟا ىﺪﻣ سﺎﻴﻗ ﻮﻫ تﺎﻣﻮﻠﻌﳌا ﻦﻣ عﻮﻨﻟا اﺬﻫ ﻒﻴﻨﺼﺗ ﰲ ﺎﻬﻣاﺪﺨﺘﺳا ﻦﻜ\u0000 ﻲﺘﻟا قﺮﻄﻟا ﺪﺣأو .ةدﺪﺤﻣ تﺎﻬﺟ وأ ﺔﻬﺟ وأ ﺔﻳدﺎﻣ راﴐأ ﱃإ ﻚﻟذ يدﺆﻳ ﺪﻗ ﺚﻴﺣ ،ﺎﻬﺒﻳﺮﺨﺗ وأ ﺎﻫﺪﻘﻓ وأ ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ ﺎﻬﻴﻠﻋ عﻼﻃﻻا وأ ﺎﻬﻨﻋ حﺎﺼﻓﻹا ﺪﻨﻋ ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﻦﻣﺄﺑ رﴬﻟاو \u0000ﺛﺄﺘﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﻚﻠﺘﺑ ﺔﻗﻼﻌﻟا وذ صﺎﺨﺷﻷا ةﺎﻴﺣ ﲆﻋ \u0000ﺛﺄﺘﻟا وأ ،ﺎﻬﻌﻣ \u0000ﻠﻣﺎﻌﺘﳌا وأ ﺔﻬﺠﻟا ﲆﻋ ﺔﻳﻮﻨﻌﻣ Sensitive Data/Information .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ ﻲﻨﻃﻮﻟا ﺎﻫدﺎﺼﺘﻗا وأ ﺔﻟوﺪﻟا ﺎﻬﺒﻳﺮﺨﺗ وأ ﺎﻫﺪﻘﻓ وأ ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ ﺎﻬﻨﻋ حﺎﺼﻓﻹا ﲆﻋ ﺐﺗﱰﻳ ﻲﺘﻟا تﺎﻣﻮﻠﻌﳌا ﻞﻛ ﺔﺳﺎﺴﺤﻟا تﺎﻣﻮﻠﻌﳌا ﻞﻤﺸﺗو .ﺔﻴﻣﺎﻈﻧ تﺎﺑﻮﻘﻋ وأ ﺔﻟءﺎﺴﻣ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،تﺎﻜﺒﺸﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا يأ) ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ :ﱃإ ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ ﰲ يدﺆﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ ﰲ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا رﺎﺛﻵا ةﺎﻋاﺮﻣ ﻊﻣ -تﺎﺑﺎﺻﻹا وأ/و حاورﻷا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ Critical National Infrastructure . ﻲﻨﻃﻮﻟا ىﻮﺘﺴﳌا ﲆﻋ ﺔﻴﻋ\u0000ﺘﺟﻻا وأ/و ﺔﻳدﺎﺼﺘﻗﻻا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا وأ/و ﻲ ﻨﻃﻮﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  ﰲ تﺎﻣﻮﻠﻌﳌا وأ تﺎﻧﺎﻴﺒﻟا ﻞﻘﻧو ﻦﻳﺰﺨﺗ قﺮﻃو ﻞﺋﺎﺳوو ئدﺎﺒﻣ ﻞﻤﺘﺸﺗ ﻲﺘﻟا ﺪﻋاﻮﻘﻟا ﻲﻫو (\u0000ﻔﺸﺘﻟا ﻢﻠﻋ ًﺎﻀﻳأ ﻰﻤﺴﻳو) \u0000 ﻔﺸﺘﻟا ﺚﻴﺤﺑ ،ﻒﺸﺘﻜﳌا \u0000ﻏ ﻞﻳﺪﻌﺘﻟا ﻊﻨﻣ وأ ﻪﺑ حﴫﳌا \u0000ﻏ ماﺪﺨﺘﺳﻻا ﻊﻨﻣو ،ﱄﻻﺪﻟا ﺎﻫاﻮﺘﺤﻣ ءﺎﻔﺧإ ﻞﺟأ ﻦﻣ ﻚﻟذو \u0000ﻌﻣ ﻞﻜﺷ Cryptography .ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﺗءاﺮﻗ \u0000ﻴﻨﻌﳌا صﺎﺨﺷﻷا \u0000ﻐﻟ ﻦﻜ\u0000 ﻻ \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا .ﺢﺠﻨﺗ \u0000 وأ ﻚﻟذ ﰲ ﺖﺤﺠﻧ ءً اﻮﺳ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ةﺪﻤﻌﺘﻣ ﺔﻟوﺎﺤﻣ Cyber-Attack لﻮﺻأ وأ (ﺎﻬﺘﻌﻤﺳ وأ ﺎﻬﺗرﻮﺻ وأ ﺎﻬﺗارادإ وأ ﺎﻬﺘﻟﺎﺳر وأ ﺔﻬﺠﻟا ﺔﻳؤر ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ل\u0000ﻋأ تﺎﻴﻠﻤﻋ ﺲ\u0000 ﻲﺘﻟا ﺮﻃﺎﺨﳌا ﺔ ﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻄﻌﺘﻟا وأ حﺎﺼﻓﻹا وأ ماﺪﺨﺘﺳﻻا وأ ﻪﺑ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﺔﻴﻧﺎﻜﻣإ ﺐﺒﺴﺑ ،ﺔﻟوﺪﻟا وأ ىﺮﺧﻷا تﺎﻬﺠﻟا وأ داﺮﻓﻷا وأ ﺔﻬﺠﻟا Cyber Risks . تﺎﻣﻮﻠﻌﳌا ﻢﻈﻧ وأ/و تﺎﻣﻮﻠﻌﳌا \u0000ﻣﺪﺗ وأ ﻞﻳﺪﻌﺘﻟا وأ \u0000 اﱪﻴﺴﻟا ﻲﻨﻣﻷا دﻮﻤﺼﻟا .ﺎﻬﻨﻣ ﰲﺎﻌﺘﻟاو ،رﴬﻟا تﺎﺒﺒﺴﻣو ،ﺔﻴﻧاﱪﻴﺴﻟا ثاﺪﺣﻷا مﺎﻣأ دﻮﻤﺼﻟا ﲆﻋ ﺔﻬﺠﻠﻟ ﺔﻠﻣﺎﺸﻟا ةرﺪﻘﻟا Cybersecurity Resilience ﻮﻫ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا نﺈﻓ ،(ـﻫ١٤٣٩/ ٢ /١١) ﺦﻳرﺎﺗو (٦٨٠١) ﻢﻗر \u0000ﻠﳌا ﺮﻣﻷﺎﺑ ردﺎﺼﻟا ﺔﺌﻴﻬﻟا ﻢﻴﻈﻨﺗ ﻪﻴﻠﻋ ﺺﻧ ﺎﻣ ﺐﺴﺣ ﻦﻣ ﻪﻣﺪﻘﺗ ﺎﻣو ،تﺎﻴﺠﻣﺮﺑو ةﺰﻬﺟأ ﻦﻣ ﺎﻬﺗﺎﻧﻮﻜﻣو ،ﺔﻴﻠﻴﻐﺸﺘﻟا تﺎﻴﻨﻘﺘﻟا ﺔﻤﻈﻧأو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ﺔﻤﻈﻧأو تﺎﻜﺒﺸﻟا ﺔﻳ\u0000ﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷ ا .عوﴩﻣ \u0000ﻏ لﻼﻐﺘﺳا وأ ماﺪﺨﺘﺳا وأ لﻮﺧد وأ ﻞﻳﺪﻌﺗ وأ ﻞﻴﻄﻌﺗ وأ قاﱰﺧا يأ ﻦﻣ ،تﺎﻧﺎﻴﺑ ﻦﻣ ﻪﻳﻮﺘﺤﺗ ﺎﻣو ،تﺎﻣﺪﺧ Cybersecurity . ﻚﻟذ ﻮﺤﻧو ﻲﻤﻗﺮﻟا ﻦﻣﻷاو \u0000وﱰﻜﻟﻹا ﻦﻣﻷاو تﺎﻣﻮﻠﻌﳌا ﻦﻣأ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا مﻮﻬﻔﻣ ﻞﻤﺸﻳو ﱄﻵا ﺐﺳﺎﺤﻟا ﺔﻤﻈﻧأو تﻻﺎﺼﺗﻻا تﺎﻜﺒﺷو ﺖﻧﱰﻧﻹا ﻞﻤﺸﺗ ﻲﺘﻟاو ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﻦﻣ ﺔﻄﺑاﱰﳌا ﺔﻜﺒﺸﻟا \u0000 اﱪﻴﺴﻟا ءﺎﻀﻔﻟا وأ \u0000ﺎﻋ ﱃإ ﺢﻠﻄﺼﳌا \u0000ﺸﻳ نأ ﻦﻜ\u0000 \u0000ﻛ .ﺎﻬﺑ ﺔﻄﺒﺗﺮﳌا ﻢﻜﺤﺘﻟا ةﺰﻬﺟأو تﺎﺠِﻟﺎﻌﳌا ﺐﻧﺎﺟ ﱃإ ،ﺖﻧﱰﻧﻹﺎﺑ ﺔﻠﺼﺘﳌا ةﺰﻬﺟﻷاو Cyberspace .دﺮّﺠﻣ مﻮﻬﻔﻣ وأ ﺔﺑﺮﺠﻣ ةﺮﻫﺎﻈﻛ ﴈاﱰﻓا قﺎﻄﻧ ﻢﺘﻳ .ﻒﻴﻨﺼﺘﻟا تﺎﻳﻮﺘﺴﻣ ﻦﻣ ىﻮﺘﺴﻣ ﻞﻜﻟ ﺔﻴﻨﻣأ ﻂﺑاﻮﺿ ﺎﻬﻨﻋ ﺞﺘﻨﻳ ﻲﺘﻟا تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻴﺳﺎﺴﺤﻟا ىﻮﺘﺴﻣ \u0000ﻴﻌﺗ ت ﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ وأ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ءﺎﺸﻧإ ﻢﺘﻳ ﺚﻴﺣ ًﺎﻘﺒﺴﻣ ةدﺪﺤﻣ تﺎﺌﻔﻟ ًﺎﻘﻓو تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ تﺎﻳﻮﺘﺴﻣ \u0000ﻴﻌﺗ Data and Information . ﺔﻬﺠﻠﻟ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﻤﻫأ وأ ﺔﻤﻴﻗ ﲆﻋ ﴍﺆﻣ ﻮﻫ ﻒﻴﻨﺼﺘﻟا ىﻮﺘﺴﻣ .ﺎﻬﻠﻘﻧ وأ ﺎﻬﻨﻳﺰﺨﺗ وأ ﺎﻬﻨﻴﺴﺤﺗ وأ ﺎﻬﻠﻳﺪﻌﺗ Classification تﺎﻧﺎﻴﺑ نﻮﻜﺘﺗ .ﻞﺟﻷا ﻞﻳﻮﻃ ﻆﻔﺤﻠﻟ ﻞﺼﻔﻨﻣ ﻦﻳﺰﺨﺗ زﺎﻬﺟ ﰲ لﺎﻌﻓ ﻞﻜﺸﺑ ﺔﻣﺪﺨﺘﺴﻣ ﺪﻌﺗ \u0000 ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا ﻞﻘﻧ ﺔﻴﻠﻤﻋ ت ﺎﻧﺎﻴﺒﻟا ﺔﻔﺷرأ ظﺎﻔﺘﺣﻻا ﺐﺠﻳ تﺎﻧﺎﻴﺑو ،ﻞﺒﻘﺘﺴﳌا ﰲ ﺎﻬﻴﻟإ عﻮﺟﺮﻠﻟ ﺔﺑﻮﻠﻄﻣ نﻮﻜﺗ ﺪﻗو ﺔﻬﺠﻠﻟ ﺔﻤﻬﻣ لاﺰﺗ ﻻ ﺔ\u0000ﺪﻗ تﺎﻧﺎﻴﺑ ﻦﻣ ﻒﻴﺷرﻷا Data Archiving . ﺔﻗﻼﻌﻟا تاذ ت\u0000ﻴﻈﻨﺘﻟاو تﺎﻌﻳﴩﺘﻟﺎﺑ ماﺰﺘﻟﻼﻟ ﺎﻬﺑ ﺔﻴﻨﻣﻷا ﻂﺑاﻮﻀﻟا ﻦﻣ ةدﺪﻌﺘﻣ تﺎﻳﻮﺘﺴﻣ ﻊﺿو ﻢﺘﻳ ﺚﻴﺣ (Information Assurance) تﺎﻣﻮﻠﻌﳌا ﺪﻴﻛﻮﺘﻟ مﻮﻬﻔﻣ ﻮﻫ ﻞﺣاﺮﳌا دﺪﻌﺘﻣ ﻲﻨﻣﻷا عﺎﻓﺪﻟا . (OT) ﻞﻴﻐﺸﺘﻟا ﺔﻴﻨﻘﺗ وأ (IT) تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ مﺎﻈﻧ ﰲ (عﺎﻓﺪﻛ) Defense-in-Depth ﱃإ ضﺮﻌﺘﻟا ﺪﻌﺑ ،ﺔﻟﻮﺒﻘﻣ ﺔﻟﺎﺣ ﱃإ ﺔﻬﺠﻠﻟ ﺔﻳﻮﻴﺤﻟا ل\u0000ﻋﻷا تﺎﻣﺪﺧو ﻒﺋﺎﻇو عﺎﺟرﻹ ﺔﻤﻤﺼﳌا ﻂﻄﺨﻟاو ﺞﻣاﱪﻟاو ﺔﻄﺸﻧﻷا ثراﻮﻜﻟا ﻦﻣ ﰲﺎﻌﺘﻟا .ﻒﺋﺎﻇﻮﻟاو تﺎﻣﺪﺨﻟا هﺬﻬﻟ ﻞﻄﻌﺗ وأ ﺔﻴﻧاﱪﻴﺳ ت\u0000ﺠﻫ Disaster Recovery ﻦﻳوﺎﻨﻋ ﱃإ تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ ﻞﻳﻮﺤﺘﺑ ﺢﻤﺴﺗ ﺖﻧﱰﻧﻹا وأ/و ﺔﻜﺒﺸﻟا ﱪﻋ ﺎﻬﻌﻳزﻮﺗ ﻢﺘﻳ تﺎﻧﺎﻴﺑ ةﺪﻋﺎﻗ مﺪﺨﺘﺴﻳ ﻲﻨﻘﺗ مﺎﻈﻧ ت ﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ .\u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟاو ﺔﻴﻧوﱰﻜﻟﻹا ﻊﻗاﻮﳌا مداﻮﺧ ﻞﺜﻣ تﺎﻣﺪﺨﻟا ﻦﻳوﺎﻨﻋ ﺪﻳﺪﺤﺘﻟ ،ﺲﻜﻌﻟاو ،(IP Addresses) ﺔﻜﺒﺸﻟا Domain Name System هﺬﻫ ﺬﻴﻔﻨﺗ ﻢﺗ اذإ ﺔﻟﺎﻌﻓ ﺔﻄﻄﺨﳌا ﺔﻄﺸﻧﻷا ﱪﺘﻌﺗو .ﻪﻟ ﻂﻄﺨﻣ \u0000ﺛﺄﺗ ﻖﻴﻘﺤﺗ ﺎﻬﺑ ﻢﺘﻳ ﻲﺘﻟا ﺔﺟرﺪﻟا ﱃإ ﺔﻴﻟﺎﻌﻔﻟا \u0000ﺸﺗ ﺔﻴﻟﺎﻌﻓ سﺎﻴﻗ تاﴍﺆﻣ ماﺪﺨﺘﺳا ﻦﻜ\u0000 .ﻞﻌﻔﻟﺎﺑ ﺞﺋﺎﺘﻨﻟا هﺬﻫ ﻖﻴﻘﺤﺗ ﻢﺗ اذإ ﺔﻟﺎﻌﻓ ﺎﻬﻟ ﻂﻄﺨﳌا ﺞﺋﺎﺘﻨﻟا ﱪﺘﻌﺗو ،ﻞﻌﻔﻟﺎﺑ ﺔﻄﺸﻧﻷا Effectiveness .ﺔﻴﻟﺎﻌﻔﻟا ىﻮﺘﺴﻣ ﻢﻴﻴﻘﺗو سﺎﻴﻘﻟ Key Performance Indicators “KPIs” ءادﻷا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا لﻼﺧ ﻦﻣ مﺎﻈﻨﻟا وأ ﺔﻴﻠﻤﻌﻟا ةءﺎﻔﻛ ﺰﻳﺰﻌﺗ ﻦﻜ\u0000 .(تﻼﺧﺪﳌا) ﺔﻣﺪﺨﺘﺴﳌا دراﻮﳌاو (تﺎﺟﺮﺨﳌا) ﺔﻘﻘﺤﳌا ﺞﺋﺎﺘﻨﻟا \u0000ﺑ ﺔﻗﻼﻌﻟا ةءﺎﻔﻛ .ﻞﻗأ وأ (تﻼﺧﺪﳌا) دراﻮﳌا ﺲﻔﻧ ماﺪﺨﺘﺳﺎﺑ \u0000ﻛأ ﺞﺋﺎﺘﻧ ﻖﻴﻘﺤﺗ Efficiency ثﺪﺣ . ﺮﺧآ ﻲﻨﻘﺗ زﺎﻬﺟ يأ وأ ،تﺎﻧﺎﻴﺑ وأ ،ﺔﻣﺪﺧ وأ ،مﺎﻈﻧ وأ ،ﺔﻜﺒﺸﺑ ﺔﺻﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻟﺎﺤﺑ ﺔﻗﻼﻋ وذ ثﺪﺣ Event ﻦ ﻣﻵا ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ مﺎﻈﻧ ﻦﻣ ﺔﻨﻣآ ﺔﺨﺴﻧ ﻦﻋ ةرﺎﺒﻋ ﻮﻫو .ﺔﻜﺒﺸﻟا ﱪﻋ ﺎﻬﻟﺎﻘﺘﻧا ﺪﻨﻋ ﺐﻳﻮﻟا تﺎﻧﺎﻴﺑو تﺎﺤﻔﺻ \u0000ﻣﺄﺘﻟ \u0000ﻔﺸﺘﻟا مﺪﺨﺘﺴﻳ لﻮﻛﻮﺗوﺮﺑ Hyper Text Transfer Protocol . (HTTP) ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ Secure (HTTPS) ﺔﻳﻮﻫ . مﺎﻈﻨﻟا ﰲ دراﻮﳌا ﱃإ لﻮﺻﻮﻟا ﻖﺣ ﺢﻨﳌ ﳼﺎﺳأ طﴍ ةدﺎﻋ ﻲﻫو ،زﺎﻬﺠﻟا وأ ﺔﻴﻠﻤﻌﻟا وأ مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻟا ﺔﻠﻴﺳو Identification ﺔﺛدﺎﺣ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻟا ﰲ ﺐﺒﺴﺗ ﺪﻤﻌﺘﻣ \u0000ﻏ وأ ﺪﻤﻌﺘﻣ ثﺪﺣ Incident Non-) تﺎﻣﻮﻠﻌﻤﻠﻟ رﺎﻜﻧﻹا مﺪﻋ ن\u0000ﺿ ﻦﻤﻀﺘﺗو ،ﻪﺑ حﴫﻣ \u0000ﻏ ﻞﻜﺸﺑ تﺎﻣﻮﻠﻌﳌا ﺐﻳﺮﺨﺗ وأ ﻞﻳﺪﻌﺗ ﺪﺿ ﺔﻳ\u0000ﺤﻟا ﺔﻣﻮﻠﻌﳌا ﺔﻣﻼﺳ . ﺔﻴﻗﻮﺛﻮﳌاو (Repudiation Integrity \u0000ﺎﻌﻟا ءﺎﺤﻧأ ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا .(ﺎﻫ\u0000ﻏو ،PCI ، SWIFT:ﻞﺜﻣ) International Requirements ﻊﻨﻣو فﺎﺸﺘﻛﻻ ﺔﻣﺪﻘﺘﳌا ﺔﻳ\u0000ﺤﻟا مﺎﻈﻧ ﺔ ﻫﻮﺒﺸﳌا ثداﻮﺤﻟاو ﺔﻄﺸﻧﻷا تﻻوﺎﺤﻣ فﺎﻘﻳإو ﻊﻨﻣ ﲆﻋ ةرﺪﻘﻟا ﱃإ ﺔﻓﺎﺿﻹﺎﺑ ،تﺎﻗاﱰﺧﻻا ﻒﺸﻛ تارﺪﻗ ﻪﻳﺪﻟ مﺎﻈﻧ ت ﺎﻗاﱰﺧﻻا . ﺔﻠﻤﺘﺤﳌا وأ Intrusion Prevention System (IPS) ء ادﻷا سﺎﻴﻗ ﴍﺆﻣ .ةدﺪﺤﻣ فاﺪﻫأ ﻖﻴﻘﺤﺗ هﺎﺠﺗ ﺔﻬﺟ وأ ﺎﻣ طﺎﺸﻧ حﺎﺠﻧ ىﺪﻣ ﻢّﻴﻘُﻳ ءادﻷا ىﻮﺘﺴﻣ سﺎﻴﻗ تاودأ ﻦﻣ عﻮﻧ Key Performance Indicator (KPI) (ﺎﻫ\u0000ﻏو تاﺪﻨﺘﺴﳌاو تﺎﻘﻴﺒﻄﺘﻟاو ةﺰﻬﺟﻷا :ﻞﺜﻣ) ﺔﻬﺠﻟا لﻮﺻأ ﲆﻋ ﻊﺿﻮﺗ (ﳼﺎﻴﻗو دﺪﺤﻣ ﺰﻴﻣﺮﺗو ﺔﻴﻤﺴﺘﺑ) تﺎﻣﻮﻠﻌﻣ ضﺮﻋ ﺔ ﻣﻼﻋ وأ ﺰﻴﻣﺮﺗ ﺔﻘﻠﻌﺘﳌا تﺎﻣﻮﻠﻌﳌا ﻦﻣ ﺎﻫ\u0000ﻏو ﻪﻋﻮﻧو ﻪﺘﻴﻜﻠﻣو ﻞﺻﻷا ﻒﻴﻨﺼﺘﺑ ﺔﻘﻠﻌﺘﳌا تﺎﻣﻮﻠﻌﳌا ﺾﻌﺑ ﱃإ ةرﺎﺷﻺﻟ ﺎﻬﺑ لﺪﺘﺴﻴﻟ Labeling .لﻮﺻﻷا ةرادﺈﺑ ﻢ ﻬﺗﺎﻴﻟوﺆﺴﻣ ﺬﻴﻔﻨﺘﻟ ﺎﻬﻧﻮﺟﺎﺘﺤﻳ ﻲﺘﻟا لﻮﺻﻮﻟا تﺎﻴﺣﻼﺻ \u0000ﻣﺪﺨﺘﺴﳌا ﺢﻨﻣ ﱃإ فﺪﻬﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﰲ ﳼﺎﺳأ أﺪﺒﻣ ت ﺎﻴﺣﻼﺼﻟا ﻦﻣ \u0000دﻷا ﺪﺤﻟا .ﻂﻘﻓ ﺔﻴﻤﺳﺮﻟا Least Privilege وأ تﺎﻘﻴﺒﻄﺘﻟا وأ تﺎﻧﺎﻴﺒﻟا ﺮﻓاﻮﺗ وأ ﺔﻗدو ﺔﻣﻼﺳ وأ ﺔﻳﴎ كﺎﻬﺘﻧﻻ (ﺐﻟﺎﻐﻟا ﰲ) ﺔﻴﻔﺧ ﺔﻘﻳﺮﻄﺑ ﺔﻤﻈﻧﻷا ﺐﻴﺼُﻳ ﺞﻣﺎﻧﺮﺑ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟا . ﻞﻴﻐﺸﺘﻟا ﻢﻈﻧ Malware ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ لﻼﺧ ﻦﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳﺎﺑ ، مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ : ﻲﻫ ﺔﻳﻮﻬﻟا ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا .(\"روﺮﳌا ﺔﻤﻠﻛ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  Multi-Factor Authentication ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  (MFA) .(\"One-Time-Password\" ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ﺔﺘﻗﺆﳌا . (\"ﻪﺟﻮﻟا وأ ﻊﺒﺻﻹا ﺔﻤﺼﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  ،تﺎﻧﺎﻴﺒﻟا ﱃإ لﻮﺻﻮﻟاو ،ﺔﻴﻔﻴﻇﻮﻟا ﺔﻴﻠﻤﻌﻟا ﻖﻄﻨﻣ ﺔﻧﺎﻴﺻو ﺮﻳﻮﻄﺗ ﻪﻴﻓ ﻢﺘﻳ يﺬﻟا مدﺎﺧ-ﻞﻴﻤﻋ بﻮﻠﺳأ ﻖﺒﻄُﺗ ﺔﻴﻨﺑ وأ ﺔﻳر\u0000ﻌﻣ ت ﺎﻳﻮﺘﺴﳌا ةدﺪﻌﺘﻣ ﺔﻳر\u0000ﻌﳌا . ﺔﻠﺼﻔﻨﻣ تﺎﺼﻨﻣ ﲆﻋ ﺔﻠﻘﺘﺴﻣ تاﺪﺣﻮﻛ مﺪﺨﺘﺴﳌا ﺔﻬﺟاوو تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗو Multi-tier Architecture ضﺮﻐﻟ تﺎﻧﺎﻴﺒﻟا ﲆﻋ عﻼﻃﻼﻟ ةدﺪﺤﻣ ﺔﺟﺎﺣ ﺺﺨﺸﻟا ىﺪﻟ ﻦﻜﻳ \u0000 ﺎﻣ ﺔﺳﺎﺴﺣ ﱪﺘﻌﺗ ﻲﺘﻟاو ،تﺎﻧﺎﻴﺒﻟا ﲆﻋ ﺔﺿوﺮﻔﳌا دﻮﻴﻘﻟا ماﺪﺨﺘﺳﻻا ﱃإ ﺔﺟﺎﺤﻟاو ﺔﻓﺮﻌﳌا ﱃإ ﺔﺟﺎﺤﻟا . ﺔﻴﻤﺳر مﺎﻬﻣو ل\u0000ﻋﺄﺑ ﻖﻠﻌﺘﻣ ﺎﻣ Need-to-know and Need-to-use جرﺎﺧ وأ ﻞﺼﺘﳌا \u0000ﻏ ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ﺔﻠﺑﺎﻗ \u0000ﻏو ﺔﻠﺼﺘﻣ \u0000ﻏ ﺔﺨﺴﻨﻟا نﻮﻜﺗ ﺎﻣﺪﻨﻋ ةﺰﻬﺟﻷاو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷا تاداﺪﻋإو تﺎﻧﺎﻴﺒﻟا ةﺪﻋﺎﻘﻟ ﺔﻴﻃﺎﻴﺘﺣا ﺔﺨﺴﻧ ﻊﻗﻮﳌا . ﻊﻗﻮﳌا جرﺎﺧ ﺔﻴﻃﺎﻴﺘﺣﻻا ﺔﺨﺴﻨﻟا ﺔﻟﺎﺣ ﰲ (Tapes) ﺔﻃﴍأ مﺪﺨﺘﺴﺗ ﺎﻣ ةً دﺎﻋ .ﺚﻳﺪﺤﺘﻠﻟ Offline/Offsite Backup ﺔﻓﺎﻀﺘﺳﻻﺎﺑ وأ ﺔﻬﺠﻟا ﺔﻜﺒﺷ ﻞﺧاد ﺎﻣإ) ،ﺪﻴﻌﺑ مدﺎﺧ ﲆﻋ ﺔﻜﺒﺷ ﱪﻋ مﺎﻈﺘﻧﺎﺑ ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا ﺎﻬﻴﻓ ﻢﺘﻳ ﻦﻳﺰﺨﺘﻠﻟ ﺔﻘﻳﺮﻃ ﻞ ﺼﺘﳌا ﻲﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا . (ﺔﻣﺪﺧ دوﺰﻣ ىﺪﻟ Online Backup ﺔ ﻬﺠﻟا ﰲ نﻮﻠﻣﺎﻌﻟا . (نوﺪﻗﺎﻌﺘﳌاو نﻮﺘﻗﺆﳌا نﻮﻔﻇﻮﳌاو نﻮﻴﻤﺳﺮﻟا نﻮﻔﻇﻮﳌا ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ﰲ نﻮﻠﻤﻌﻳ ﻦﻳﺬﻟا صﺎﺨﺷﻷا Organization Staff . ﺔﻣﺪﺧ دوﺰﻣ وأ درﻮﻣ ﻊﻣ ﺪﻗﺎﻌﺘﻟا ﻖﻳﺮﻃ ﻦﻋ (تﺎﻣﺪﺨﻟا وأ ﻊﻠﺴﻟا) ﲆﻋ لﻮﺼﺤﻟا Outsourcing ﻲ ﺟرﺎﺨﻟا دﺎﻨﺳﻻا ﻞﻤﺸﻳ اﺬﻫو .ﻪﺠﻣاﺮﺑ وأ ﻪﺗﺎﻘﻴﺒﻄﺘﻟ وأ ﱄﻵا ﺐﺳﺎﺤﻠﻟ ﻞﻴﻐﺸﺘﻟا مﺎﻈﻧ \u0000ﺴﺤﺗ وأ حﻼﺻإ وأ ﺚﻳﺪﺤﺘﻟ ﺔﻤﻋاد تﺎﻧﺎﻴﺑ مﺰﺣ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ﺔﻴﻧﺎﻜﻣإ \u0000ﺴﺤﺗو ءﺎﻄﺧﻷا حﻼﺻإ وأ تﺎﺣﻼﺻإ ةً دﺎﻋ مﺰﺤﻟا هﺬﻫ ﻰﻤﺴﺗ ﺚﻴﺣ ،ءﺎﻄﺧﻷا ﻦﻣ ﺎﻫ\u0000ﻏو ﺔﻴﻨﻣﻷا تاﺮﻐﺜﻟا حﻼﺻإ Patch . ءادﻷا وأ ماﺪﺨﺘﺳﻻا ﻦﻜ\u0000 تاﺮﻐﺛ ﻦﻋ ﺚﺤﺒﻠﻟ ﺔﻴﻛذ ﻒﺗاﻮﻫ ﻖﻴﺒﻄﺗ وأ \u0000وﱰﻜﻟإ ﻊﻗﻮﻣ ﻖﻴﺒﻄﺗ وأ ﺔﻜﺒﺷ وأ ﱄآ ﺐﺳﺎﺣ مﺎﻈﻧ ﲆﻋ رﺎﺒﺘﺧا ﺔﺳر\u0000ﻣ ق اﱰﺧﻻا رﺎﺒﺘﺧا . ﻢﺟﺎﻬﳌا ﺎﻬﻠﻐﺘﺴﻳ نأ Penetration Testing م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا بﺎﺒﺳﻷ ًﺎﺒﻟﺎﻏ ،ن\u0000ﺘﺋﻻا ﺔﻗﺎﻄﺑ ﻞﻴﺻﺎﻔﺗ وأ روﺮﳌا ت\u0000ﻠﻛو \u0000ﻣﺪﺨﺘﺴﳌا ء\u0000ﺳأ ﻞﺜﻣ ﺔﺳﺎﺴﺣ تﺎﻣﻮﻠﻌﻣ ﲆﻋ لﻮﺼﺤﻟا ﺔﻟوﺎﺤﻣ \u0000 وﱰﻜﻟﻹا ﺪّﻴﺼﺘﻟا ﻞﺋﺎﺳر .ﺔﻴﻧوﱰﻜﻟإ ﺪﻳﺮﺑ ﻞﺋﺎﺳر ﰲ ﺔﻘﺜﻟﺎﺑ ةﺮﻳﺪﺟ ﺔﻬﺟ ﺔﺌﻴﻫ ﲆﻋ ﺮﻜﻨﺘﻟﺎﺑ ﻚﻟذو ،ﺔﺜﻴﺒﺧو ةرﺎﺿ ﺎﻳاﻮﻧو Phishing Emails ﺔﻌﺑﺎﺘﻟا دراﻮﳌاو تاﺪﻌﳌاو ﻖﻓاﺮﳌا ﱃإ ﻪﺑ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﻊﻨﳌ ﺎﻬﻤﻴﻤﺼﺗ ﻢﺗ ﻲﺘﻟا ﺔ ﻴﻨﻣﻷا \u0000ﺑاﺪﺘﻟا يدﺎﳌا ﻦﻣﻷا ﻒﺼﻳ .(ﺔﻴﺑﺎﻫرﻹا ت\u0000ﺠﻬﻟا وأ ،ﺔﻗﴪﻟا وأ ﺲ ﺴﺠﺘﻟا ﻞﺜﻣ) رﴬﻟا وأ ﻒﻠﺘﻟا ﻦﻣ تﺎﻜﻠﺘﻤﳌاو داﺮﻓﻷا ﺔﻳ\u0000ﺣو ،ﺔﻬﺠﻠﻟ ي دﺎﳌا ﻦﻣﻷا ،(CCTV) ﺔﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ﺮﺋاوﺪﻟا ﻞﻤﺸﺗ ،ﺔﻄﺑاﱰﻣ ﻢﻈﻧ ﻦﻣ ةدﺪﻌﺘﻣ تﺎﻘﺒﻃ ماﺪﺨﺘﺳا ﲆﻋ يدﺎﳌا ﻦﻣﻷا يﻮﻄﻨﻳ Physical Security .ىﺮﺧﻷا تﺎﻴﻨﻘﺘﻟا ﻦﻣ ﺪﻳﺪﻌﻟاو ،لﻮﺻﻮﻟا ﰲ ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧأو ،لﺎﻔﻗﻷاو ،ﺔﻴﻨﻣأ دوﺪﺣو ،ﻦﻣﻷا ساﺮﺣو . ﺔﻬﺠﻠﻟ ﺔﻴﺣﻼﺼﻟا ﺐﺣﺎﺻ ﻞﺒﻗ ﻦﻣ ًﺎﻴﻤﺳر ﻚﻟذ ﻦﻋ \u0000ﺒﻌﺘﻟا ﻢﺗ \u0000ﻛ ﺎﻣ ﺔﻴﻧ وأ ًﺎﻬﻴﺟﻮﺗ وأ ًﺎﻣﺎﻋ ًﺎﻣاﺰﺘﻟا ﺎﻫدﻮﻨﺑ دﺪﺤﺗ ﺔﻘﻴﺛو ﻦﻣﻷا ﺞﻣﺎﻧﺮﺑ \u0000ﺴﺤﺗو ﺬﻴﻔﻨﺘﺑ ﺔﻬﺠﻠﻟ ﺎﻴﻠﻌﻟا ةرادﻺﻟ ﻲﻤﺳﺮﻟا ماﺰﺘﻟﻻا ﻦﻋ ﺎﻫدﻮﻨﺑ ﱪﻌﺗ ﺔﻘﻴﺛو ﻲﻫ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺳﺎﻴﺳ ﺔﺳﺎﻴﺳ ﺔﻴﻟآو ﻪﺗﺎﺒﻠﻄﺘﻣو ﻪﻄﺑاﻮﺿو \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺞﻣﺎﻧﱪﺑ ﻖﻠﻌﺘﻳ \u0000ﻴﻓ ﺔﻬﺠﻟا فاﺪﻫأ ﲆﻋ ﺔﺳﺎﻴﺴﻟا ﻞﻤﺘﺸﺗو ،ﺔﻬﺠﻟا ﰲ \u0000اﱪﻴﺴﻟا Policy . هﺮﻳﻮﻄﺗو ﻪﻨﻴﺴﺤﺗ ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ صﺎﺧ ﻞﻣﺎﻌﺗ ﱃإ ﺐﻟﺎﻐﻟا ﰲ جﺎﺘﺤﺗ ﻲﺘﻟاو ﺔﻬﺠﻟا ﺔﻤﻈﻧأ ﲆﻋ ﺔﻴﻟﺎﻌﻟا ةرﻮﻄﺨﻟا تاذ تﺎﻴﺣﻼﺼﻟا ةرادإ ﺔﻴﻠﻤﻋ ﺔ ﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا تﺎﻴﺣﻼﺼﻟا ةرادإ .ﺎﻬﻣاﺪﺨﺘﺳا ءﻮﺳ ﻦﻣ ﺄﺸﻨﺗ ﺪﻗ ﻲﺘﻟا Privileged Access Management تﺎﺳﺎﻴﺴﻟاو \u0000ﻳﺎﻌﳌا ﻊﻣ ﻖﻓاﻮﺘﻟا ﰲ ةدﺪﺤﻣ ﺔﻄﺸﻧأ وأ تﺎﻴﻠﻤﻋ ءادﻷ ﺔﻳروﴬﻟا تاﻮﻄﺨﻠﻟ ﲇﻴﺼﻔﺗ ﻒﺻو ﲆﻋ يﻮﺘﺤﺗ ﺔﻘﻴﺛو ءاﺮﺟإ . تﺎﻴﻠﻤﻌﻟا ﻦﻣ ءﺰﺟ ﺎﻬﻧأ ﲆﻋ تاءاﺮﺟﻹا فﺮّﻌﺗو .ﺔﻗﻼﻌﻟا تاذ Procedure ﺔﻴﻠﻤﻋ .ﺔﻬﺠﻟا تﺎﺳﺎﻴﺴﺑ ةﺮﺛﺄﺘﻣ ﺔﻄﺸﻧﻷا هﺬﻫو .تﺎﺟﺮﺨﻣ ﱃإ تﻼﺧﺪﳌا لﻮﺤﺗ ﺔﻴﻠﻋﺎﻔﺘﻟا وأ ﺔﻄﺑاﱰﳌا ﺔﻄﺸﻧﻷا ﻦﻣ ﺔﻋﻮﻤﺠﻣ Process ة دﺎﻌﺘﺳﻻا .ﻊﺋﺎﺿ وأ قوﴪﻣ وأ ﻒﻟﺎﺗ وأ ﻊﻄﻘﻨﻣ ءﳾ ﰲ ﻢﻜﺤﺘﻟا وأ ةدﺎﻌﺘﺳﻻ ﺔﻴﻠﻤﻋ وأ ءاﺮﺟإ Recovery ﺮﻈﻨﻟا ﺾﻐﺑ ،ﺔﻴﻃﺎﻴﺘﺣﻻا ﺦﺴﻨﻟا وأ ثاﺪﺣﻷا تﻼﺠﺳ وأ تﺎﻧﺎﻴﺒﻟا وأ تﺎﻣﻮﻠﻌﳌﺎﺑ ظﺎﻔﺘﺣﻻا ﺎﻬﻴﻓ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴﻨﻣﺰﻟا ةﺪﳌا ﻲﻫ ظ ﺎﻔﺘﺣﻻا ةﺪﻣ .(ﻚﻟذ \u0000ﻏ وأ \u0000وﱰﻜﻟإ وأ ﻲﻗرو) ﻞﻜﺸﻟا ﻦﻋ Retention \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تاﺮﻐﺜﻟ دﻮﺼﻘﳌا \u0000ﻏ ضﺮﻌﺘﻟا ﻦﻣ ﻲﻤﺤﺗ ﺔﻘﻳﺮﻄﺑ ﱄﻵا ﺐﺳﺎﺤﻟا تﺎﻘﻴﺒﻄﺗو تﺎﻴﺠﻣﺮﺑ ﺮﻳﻮﻄﺗ ﺔﺳر\u0000ﻣ تﺎﻘﻴﺒﻄﺘﻟاو ﺞﻣاﱪﻟا ةﺮﻔﺸﻟ ﺔﻴﻨﻣﻷا \u0000ﻳﺎﻌﳌا .تﺎﻘﻴﺒﻄﺘﻟاو تﺎﻴﺠﻣﱪﻟﺎﺑ ﺔﻘﻠﻌﺘﳌا Secure Coding Standards ت\u0000ﺠﻬﻟا ﺔﻣوﺎﻘﳌ ﻲﻨﻣﻷا زﺎﻬﺠﻟاو ،ﺔﻜﺒﺸﻟا زﺎﻬﺟو ،ﻖﻴﺒﻄﺘﻟاو ،مﺎﻈﻨﻟاو ،ﱄﻵا ﺐﺳﺎﺤﻟا زﺎﻬﺟ تاداﺪﻋإ ﻂﺒﺿو \u0000ﺼﺤﺗو ﺔﻳ\u0000ﺣ \u0000ﺼﺤﺘﻟاو تاداﺪﻋﻹا ﺔﻌﺟاﺮﻣ ﺔﻜﺒﺸﻟا ﺬﻓﺎﻨﻣ فﺎﻘﻳإ ،ﺔﻣﺪﺨﺘﺴﳌا \u0000ﻏ تﺎﻣﺪﺨﻟا فﺎﻘﻳإ ،ﺔﻴﺿاﱰﻓﻻاو ﺔﻴﻌﻨﺼﳌا تﺎﺑﺎﺴﺤﻟا \u0000ﻴﻐﺗ وأ فﺎﻘﻳإ :ﻞﺜﻣ .ﺔﻴﻧاﱪﻴﺴﻟا Secure Configuration and .ﺔﻣﺪﺨﺘﺴﳌا \u0000ﻏ Hardening ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ مﺎﻈﻧ ﺞﺋﺎﺘﻧ ﻞﻴﻠﺤﺗو ،تاﺪﻳﺪﻬﺘﻠﻟ ﺔﺒﻗاﺮﻣ \u0000ﻓﻮﺘﻟ ﲇﻌﻔﻟا ﺖﻗﻮﻟا ﰲ ﺔﻴﻨﻣﻷا ثاﺪﺣﻷا تﻼﺠﺳ تﺎﻧﺎﻴﺑ ﻞﻴﻠﺤﺗو ةرادﺈﺑ مﻮﻘﻳ مﺎﻈﻧ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا .ثداﻮﺤﻠﻟ ﺔﺑﺎﺠﺘﺳﻻاو ،تﻼﺠﺴﻟا تﺎﻧﺎﻴﺑ لﻮﺣ ﺮﻳرﺎﻘﺘﻟاو ،ثاﺪﺣﻷا تﻼﺠﺴﻟ ﺔﻄﺑاﱰﳌا ﺪﻋاﻮﻘﻟا Security Information and Event Management (SIEM) يﻮﺘﺤﻳ ﻻو ﺔﺒﺳﺎﻨﻣ ﺔﻴﻨﻣأ تﺎﻳ\u0000ﺣو ﻂﺑاﻮﺿ ﻦﻤﻀﺘﻳ ﺪﻳﺪﺠﻟا وأ لﺪّ ﻌﳌا ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا نأ ﻦﻣ ﺪﻛﺄﺘﻟا ﱃإ فﺪﻬﺗ ﺔﻴﻠﻤﻋ ﻲ ﻨﻣﻷا رﺎﺒﺘﺧﻻا ،ﻪﺗﺎﻣﻮﻠﻌﻣ وأ ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا ماﺪﺨﺘﺳا ءﻮﺳ ﱃإ يدﺆﺗ وأ ،ىﺮﺧﻷا تﺎﻘﻴﺒﻄﺘﻟا وأ ﺔﻤﻈﻧﻷﺎﺑ ﴬﺗ ﺪﻗ ﺔﻴﻨﻣأ تاﺮﻐﺛ يأ ﲆﻋ Security Testing . دﻮﺸﻨﳌا ﻮﺤﻨﻟا ﲆﻋ ﻖﻴﺒﻄﺘﻟا وأ مﺎﻈﻨﻟا ﺔﻔﻴﻇو ﲆﻋ ظﺎﻔﺤﻠﻟ ﻚﻟﺬﻛو ﺔﻴﻨﻣﻷا تاﺮﻐﺜﻟاو ﻒﻌﻀﻟا طﺎﻘﻧ ﻦﻣ ﺔﻴﻟﺎﺧ ﺎﻬﻠﻌﺟ ﱃإ ﻰﻌﺴﺗ ﻲﺘﻟا تﺎﻜﺒﺸﻟا ﻢﻴﻤﺼﺗو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷا ﺮﻳﻮﻄﺘﻟ ﺔﻴﺠﻬﻨﻣ ﻢﻴﻤﺼﺘﻟا لﻼﺧ ﻦﻣ ﻦﻣﻷا ،ﺮﻤﺘﺴﳌا رﺎﺒﺘﺧﻻا :لﺎﺜﳌا ﻞﻴﺒﺳ ﲆﻋ \u0000ﺑاﺪﺗ ةﺪﻋ لﻼﺧ ﻦﻣ نﺎﻜﻣﻹا رﺪﻗ \u0000اﱪﻴﺴﻟا مﻮﺠﻬﻟا ﺪﺻ ﲆﻋ ةرﺪﻘﳌاو ،ﺔﻴﻧاﱪﻴﺴﻟا Security-by-Design .ﺎﻫ\u0000ﻏو ،ﻢﻴﻤﺼﺘﻟاو ﺔﺠﻣﱪﻟا تﺎﺳر\u0000ﻣ ﻞﻀﻓﺄﺑ ﻚﺴﻤﺘﻟاو ﺔﻗدﺎﺼﳌا ﺔﻳ\u0000ﺣو ﺪﻛﺄﺘﻟا ﻖﻳﺮﻃ ﻦﻋ ةدﺪﺤﻣ ﺔﻴﻠﻤﻋ ﺬﻴﻔﻨﺗ ﻞﺣاﺮﻣ لﻼﺧ لﺎﻴﺘﺣﻻاو ءﺎﻄﺧﻷا ﻞﻴﻠﻘﺗ ﱃإ فﺪﻬﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﰲ ﳼﺎﺳأ أﺪﺒﻣ مﺎﻬﳌا ﻞﺼﻓ .ﺔﻔﻠﺘﺨﻣ تﺎﻴﺣﻼﺼﺑو ﻞﺣاﺮﳌا هﺬﻫ ل\u0000ﻛﻹ ﺺﺨﺷ ﻦﻣ \u0000ﻛأ دﻮﺟو ةروﴐ ﻦﻣ Segregation of Duties صﺎﺨﻟا لﺎﺠﳌا ﻊﺒﺘﻳ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻞﺋﺎﺳر لﺎﺳرإ ﰲ مﺪﺨﺘﺴﳌا \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا مدﺎﺧ نأ ﻦﻣ ﻖﻘﺤﺘﻠﻟ ﺔﻘﻳﺮﻃ ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ . ﺔﻠﺳِﺮﳌا ﺔﻬﺠﻟﺎﺑ Sender Policy Framework ﻲﺟرﺎﺧ فﺮﻃ .(تﺎﻣﺪﺨﻟا يدوﺰﻣو يدرﻮﻣ ﻞﻤﺸﻳ اﺬﻫو) تﺎﻣﺪﺨﻟا وأ ﻊﻠﺴﻟا ﻢﻳﺪﻘﺘﻟ ﺔﻳﺪﻗﺎﻌﺗ ﺔﻗﻼﻋ ﰲ فﺮﻄﻛ ﻞﻤﻌﺗ ﺔﻬﺟ يأ Third-Party ﺪﻳﺪﻬﺗ .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﺎًﺒﻠﺳ ﺮﺛﺆﻳ ﺪﻗ ءﳾ يأ Threat ﺔﻴﻗﺎﺒﺘﺳﻻا تﺎﻣﻮﻠﻌﳌا . ﺔﻬﺠﻠﻟ ًﺎﻴﻧاﱪﻴﺳ ًاﺪﻳﺪﻬﺗ ﻞﻜﺸﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا ﺔﻠﻤﺘﺤﳌاو ﺔﻴﻟﺎﺤﻟاو ة\u0000ﺧﻷا ت\u0000ﺠﻬﻟا لﻮﺣ ﺎﻬﻠﻴﻠﺤﺗو ﺔﻤﻈﻨﻣ تﺎﻣﻮﻠﻌﻣ ﺮﻓﻮﻳ Threat Intelligence ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ﻪﻟﻼﻐﺘﺳا ﻦﻜ\u0000 ؛ءﳾ يأ وأ ،ﻂﺑﺎﺿ وأ ،ءاﺮﺟإ وأ ، (مﺎﻈﻧ ،ﺞﻣﺎﻧﺮﺑ :لﺎﺜﻣ) تﺎﻣﻮﻠﻌﻣ ﺔﻴﻨﻘﺗ ﻞﺻأ يأ ﰲ ﻒﻌﺿ ة ﺮﻐﺜﻟا . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ Vulnerability ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺘﻟ ﺔﻳ\u0000ﺤﻟا راﺪﺟ . ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﲆﻋ ﺔﻬﺟﻮﳌا مﻮﺠﻬﻟا تﻻوﺎﺤﻣ ﻦﻣ ﺔﻤﺟﺎﻨﻟا ﺮﻃﺎﺨﳌا ﻞﻴﻠﻘﺘﻟ ﺐﻳﻮﻟا تﺎﻘﻴﺒﻄﺗ ﻞﺒﻗ ﻊﺿﻮﻳ ﺔﻳ\u0000ﺣ مﺎﻈﻧ Web Application Firewall ﺎﻬﻓﺎﺸﺘﻛا ةدﺎﻌﻟا ﰲ ﺐﻌﺼﻳو .ًﺎﺜﻳﺪﺣ ﺎﻫﴩﻧ وأ ﺎﻬﺟﺎﺘﻧإ ﻢﺗ ،ًﺎﻘﺒﺴﻣ ﺔﻓوﺮﻌﻣ \u0000ﻏ (Malware) ةرﺎﺿ تﺎﻴﺠﻣﺮﺑ ﻦﻋ ةرﺎﺒﻋ ﺎ ﻘﺒﺴﻣ ﺔﻓوﺮﻌﳌا \u0000ﻏ ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻟا .(Signature-based Protection) ةرﺎﻀﻟا تﺎﻴﺠﻣﱪﻠﻟ ﺔﻘﺒﺴﳌا ﺔﻓﺮﻌﳌا ﲆﻋ ﺪﻤﺘﻌﺗ ﻲﺘﻟا ﺔﻳ\u0000ﺤﻟا ﻞﺋﺎﺳو ﺔﻄﺳاﻮﺑ Zero-Day Malware م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ت ارﺎﺼﺘﺧﻻا ﺔﻤﺋﺎﻗ :(ب) ﻖﺤﻠﻣ . ﻂﺑاﻮﻀﻟا هﺬﻫ ﰲ ﺎﻫﺮﻛذ درو ﻲﺘﻟا تارﺎﺼﺘﺧﻻا ﻰﻨﻌﻣ هﺎﻧدأ ٣ لوﺪﺠﻟا ﺢﺿﻮﻳ تارﺎﺼﺘﺧﻻا ﺔ\u0000ﺎﻗ :٣ لوﺪﺟ ه ﺎﻨﻌﻣ ر ﺎﺼﺘﺧﻻا Advanced Persistent Threat APT ة ﺮﻤﺘﺴﳌا ﺔﻣﺪﻘﺘﳌا تاﺪﻳﺪﻬﺘﻟا Business Continuity Management BCM ل\u0000ﻋﻷا ﺔﻳراﺮﻤﺘﺳا ةرادإ Bring Your Own Device BYOD ﻚﺑ صﺎﺨﻟا زﺎﻬﺠﻟا ﴬﺣأ ﺔﺳﺎﻴﺳ Closed-circuit television CCTV ﺔ ﻘﻠﻐﳌا ﺔﻴﻧﻮﻳﺰﻔﻠﺘﻟا ةﺮﺋاﺪﻟا Critical National Infrastructure CNI ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا Distributed Denial of Service Attack DDoS ت ﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ Domain Keys Identified Mail DKIM ق ﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟا Domain Message Authentication Reporting and Conformance DMARC ﺎﻬﻨﻋ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳ Domain Name System DNS تﺎﻗﺎﻄﻨﻟا ء\u0000ﺳأ مﺎﻈﻧ Essential Cybersecurity Controls ECC \u0000 اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا Hyper Text Transfer Protocol Secure HTTPS ﻦﻣﻵا ﻲﺒﻌﺸﺘﻟا ﺺﻨﻟا ﻞﻘﻧ لﻮﻛﻮﺗوﺮﺑ Information and Communication Technology ICT تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ Information Technology IT تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ Multi-Factor Authentication MFA ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا Operational Technology OT ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻴﻨﻘﺘﻟا Security Information and Event Management SIEM \u0000 اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﺒﻗاﺮﻣو ثاﺪﺣﻷا تﻼﺠﺳ ةرادإ مﺎﻈﻧ Service Level Agreement SLA ﺔ ﻣﺪﺨﻟا ىﻮﺘﺴﻣ ﺔﻴﻗﺎﻔﺗا Sender Policy Framework SPF ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٨ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ت ﺎﺜﻳﺪﺤﺘﻟا ﺔﻤﺋﺎﻗ :(ج) ﻖﺤﻠﻣ .(ECC – 1 : 2018) \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺔﻘﻴﺛو ﻦﻣ ﺔﻘﺑﺎﺴﻟا ﺔﺨﺴﻨﻟا ﲆﻋ ﺎﻫؤاﺮﺟإ ﻢﺗ ﻲﺘﻟا تﺎﺜﻳﺪﺤﺘﻟا هﺎﻧدأ ٤ لوﺪﺠﻟا ﺢﺿﻮﻳ تﺎﺜﻳﺪﺤﺘﻟا ﺔ\u0000ﺎﻗ :٤ لوﺪﺟ ﺦﻳرﺎﺘﻟا ﺔﺨﺴﻨﻟا 2024 ECC – 2 : عﻮﻧ ﺚﻳﺪﺤﺘﻟا ﺐﺒﺳ ﺚ ﻳﺪﺤﺘﻟا ﺪﻌﺑ ﺺﻨﻟا ﻖﺑﺎﺴﻟا ﺺﻨﻟا ﻢﺴﻘﻟا ﺚﻳﺪﺤﺘﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ تﺎﻬﺠﻟا ﲆﻋ ﻂﺑاﻮﻀﻟا هﺬﻫ ﻖﱠﺒﻄُﺗ ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻣﻮﻜﺤﻟا تارازﻮﻟا ﻞﻤﺸﺗو) ﺔﻳدﻮﻌﺴﻟا تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو تارازﻮﻟا ﻞﻤﺸﺗو) ﻞﻤﻋ قﺎﻄﻧ ﻞﻳﺪﻌﺗ (ﺎﻫ\u0000ﻏو تﺎﺴﺳﺆﳌاو تﺎﺌﻴﻬﻟاو ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻫ\u0000ﻏو ﻂﺑاﻮﻀﻟا ﺎﻬﻟ ﺔﻌﺑﺎﺘﻟا تﺎﻛﴩﻟاو تﺎﻬﺠﻟاو (ﺎﻬﺟرﺎﺧو ﺔﻜﻠﻤﳌا ﻞﺧاد) نﻮﻜﳌا فﺬﺣ (٥) ﻢﻗر ﴘﻴﺋﺮﻟا نﻮﻜﳌا ﻦﻤﺿ ﻂﺑاﻮﻀﻟا ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧﻷ \u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ Industrial Control ) ﻲﻋﺎﻨﺼﻟا نﻮﻜﳌا ﻦﻤﺿ ﺔﻠﺑﺎﻗ نﻮﻜﺗ (Systems Cybersecurity ﻖﻴﺒﻄﺘﻟا ﺔﻴﻠﺑﺎﻗ فﺬﺣ ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا مﺪﺨﺘﺴﺗ ﻲﺘﻟا ﺔﻬﺠﻟا ﲆﻋ ﺔﻣﺰﻠﻣو ﻖﻴﺒﻄﺘﻟا ﺔﻬﺠﻟا ﻞﺧاد ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ وأ ﻲﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧأ ًﺎﻴﻟﺎﺣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا . ﺎﻬﻣاﺪﺨﺘﺳﻻ ﻂﻄﺨﺗ ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻦﻣﻷا ﻒﺋﺎﻇو ﻊﻴﻤﺟ ﻞﻐﺷ ﺐﺠﻳ ﺔﻴﻨﻌﳌا ةرادﻹ ا ﺔﺳﺎﺋر ﻞﻐﺸﻳ نأ ﺐﺠﻳ \u0000 اﱪﻴﺴﻟا \u0000ﻏﺮﻔﺘﻣ \u0000ﻨﻃاﻮﻣ ﻞﺒﻗ ﻦﻣ \u0000اﱪﻴﺴﻟا ﺔﻴﻓاﴍﻹ ا ﻒﺋﺎﻇﻮﻟاو \u0000اﱪﻴﺴﻟا ﻦﻣﻷ ﺎﺑ ﻂﺑﺎﻀﻟا ﻞﻳﺪﻌﺗ .\u0000اﱪﻴﺴﻟا ﻦﻣﻷا لﺎﺠﻣ ﰲ ةءﺎﻔﻛ يوذو وذو نﻮﻏﺮﻔﺘﻣ نﻮﻨﻃاﻮﻣ ﺎﻬﺑ ﺔﺳﺎﺴﺤﻟاو ٢-٢- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷ ا لﺎﺠﻣ ﰲ ﺔﻴﻟﺎﻋ ةءﺎﻔﻛ ﻲﻤﻴﻈﻨﺘﻟا ﺞﻀﻨﻟا تﺎﺒﻠﻄﺘﳌﺎﺑ ماﺰﺘﻟﻻا ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﻂﺑﺎﻀﻟا ﺔﻘﻠﻌﺘﳌا ﺔﻴﻨﻃﻮﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا فﺬﺣ ماﺰﺘﻟا ﻢﻋدو ١-٧- .\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ تﺎﻬﺠﻟا ﺺ ﻨﻟا حﺎﻀﻳإ تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ﺔﻴﻟود تﺎﻣاﺰﺘﻟا وأ تﺎﻴﻗﺎﻔﺗا دﻮﺟو لﺎﺣ ﰲ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﺔﻴﻟود ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ﻦﻤﻀﺘﺗ ًﺎﻴﻠﺤﻣ ةﺪﻤﺘﻌﻣ ﻂﺑﺎﻀﻟا ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﺔﺻﺎﺧ تﺎﺒﻠﻄﺘﻣ ماﺰﺘﻟﻻا ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷﺎﺑ ﻞﻳﺪﻌﺗ ٢-٧- ﻚﻠﺗ ﴫﺣ ﺔﻬﺠﻟا ﲆﻋ ﺐﺠﻴﻓ . تﺎﺒﻠﻄﺘﳌا ﻚﻠﺘﺑ . ﺎﻬﺑ ماﺰﺘﻟﻻاو تﺎﺒﻠﻄﺘﳌا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٢٩ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺ ﻨﻟا حﺎﻀﻳإ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ \u0000ﻠﻣﺎﻌﻠﻟ تﺎﻴﺣﻼﺼﻟا ءﺎﻐﻟإو ﺔﻌﺟاﺮﻣ ﺐﺠﻳ ﻂﺑﺎﻀﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ \u0000ﻠﻣﺎﻌﻠﻟ ﺔﻴﻨﻬﳌا ﺔﻣﺪﺨﻟا ءﺎﻬﻧإ/ءﺎﻬﺘﻧا ﺪﻌﺑ ةﴍﺎﺒﻣ ﻞﻳﺪﻌﺗ ٥-٩- .ﺔﻬﺠﻟا ﻊﻣ ﺔﻴﻔﻴﻇﻮﻟا ﺔﻗﻼﻌﻟا . ﺔﻬﺠﻟﺎﺑ ﻢﻬﻟ ﺺﻨﻠﻟ حﺎﻀﻳإ ﴫﻨﻌﻟا يدﺎﺣأ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا User ) مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻟا ﻂﺑﺎﻀﻟا (Single-factor authentication) ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ (Authentication ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ،مﺪﺨﺘﺴﳌا ﻞﻴﺠﺴﺗ ةرادإ ﲆﻋ ءً ﺎﻨﺑ . روﺮﳌا ﺔﻤﻠﻛ ةرادإو ،مﺪﺨﺘﺴﳌا ١-٣-٢- . روﺮﳌا ﺔﻤﻠﻛ ةرادإو ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا (Multi-Factor Authentication) (Multi-Factor Authentication) ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو .ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو ﻂﺑﺎﻀﻟا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ٢-٣-٢- لﻮﺧﺪﻟا تﺎﻴﻠﻤﻌﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو تﺎﻴﺣﻼﺼﻟا تاذ تﺎﺑﺎﺴﺤﻟاو ﺪﻌﺑ ﻦﻋ . ﺔﺳﺎﺴﺤﻟاو ﺔﻣﺎﻬﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا (Multi-Factor Authentication) (Multi-Factor Authentication) ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ ﺪﻳﺪﺤﺗو ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو ﺎﻫدﺪﻋو \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻂﺑﺎﻀﻟا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا (Webmail). ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ٢-٣-٤- ﺪﻌﺑ ﻦﻋ لﻮﺧﺪﻠﻟ ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻊﻗﻮﻣ ﺔﺤﻔﺻ ﻖﻳﺮﻃ ﻦﻋ لﻮﺧﺪﻟاو . (Webmail) \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ﺔﻬﺠﻠﻟ \u0000وﱰﻜﻟﻹا ﺪﻳﱪﻟا لﺎﺠﻣ ﻖﻴﺛﻮﺗ ﻞﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ماﺪﺨﺘﺳﺎﺑ ﺔﺳﺎﻴﺳ رﺎﻃإ ﺔﻘﻳﺮﻃ ﻞﺜﻣ ،ﺔﻴﻨﻘﺘﻟا قﺮﻄﻟﺎﺑ Sender Policy Framework ) . (Sender Policy Framework) ﻞﺳﺮﳌا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟاو (”“SPF Domain Keys ) قﺎﻄﻨﻟا ﻂﺑﺎﻀﻟا (”Identified Mail “DKIM ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳو ٥-٣-٤- Domain Message ) ﺎﻬﻨﻋ Authentication Reporting and . (”Conformance “DMARC م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٠ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﻦﻣ ﺔﻳ\u0000ﺤﻟا ﺪﺟﻮﻳ ﻻ \u0000 اﱪﻴﺴﻟا Distributed Denial of ) تﺎﻜﺒﺸﻟا ﻂﺑﺎﻀﻟا ﺪﺤﻠﻟ (”Service Attack “DDoS ﻲ ﻋﺮﻔﻟا ﺔﻓﺎﺿإ ﻦﻋ ﺔﺠﺗﺎﻨﻟا ﺔﻴﻧاﱪﻴﺴﻟا ﺮﻃﺎﺨﳌا ﻦﻣ ٩-٣-٥- . تﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ ﺺ ﻨﻟا حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻖﻴﺒﻄﺗ ﺐﺠﻳ ﻂﺑﺎﻀﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ \u0000اﱪﻴﺴﻟا .ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣو تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺤﻟ ﻞﻳﺪﻌﺗ ٢-٧- . ﺎﻬﻔﻴﻨﺼﺗ ىﻮﺘﺴﻣ ﺐﺴﺣ ،ﺔﻬﺠﻟا صﺎﺼﺘﺧﻼﻟ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﺐﺠﻳ ،ﻲﻤﻴﻈﻨﺘﻟا ﺎﻣ \u0000دأ ﺪﺤﺑ تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻳ\u0000ﺤﻟ : ﲇﻳ تﺎﻬﺠﻟا ﲆﻋ ت ﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﻜﻠﻣ ١-٣-٧- ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ ٢-٣-٧- ﻂﺑﺎﻀﻟا ﺎﻫﺰﻴﻣﺮﺗ ﺔﻴﻟآو تﺎﻣﻮﻠﻌﳌاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا فﺬﺣ ٣-٧- Classification and ) ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو .(Labeling Mechanisms ﻒﻴﻨﺼﺗ ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺻﻮﺼﺧ ٣-٣-٧- ﺔﻴﺻﻮﺼﺧو . تﺎﻣﻮﻠﻌﳌاو ذﺎﺨﺗا ﻞﺒﻗ تﺎﻧﺎﻴﺒﻟا اﺬﻫ ﰲ ءاﺮﺟإ يأ . نﺄﺸﻟا لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻا ن\u0000ﺿ لﺎﻌﻔﻟاو ﻢﻴﻠﺴﻟا ماﺪﺨﺘﺳﻻ ا ن\u0000ﺿ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ ﺔﻴﺗﺎﻣﻮﻠﻌﳌا لﻮﺻﻷ ا ﺔﻳ\u0000ﺤﻟ \u0000ﻔﺸﺘﻠﻟ ًﺎﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ًﺎ ﻘﻓو ﻚﻟذو ،ﺔﻬﺠﻠﻟ ﺔﻴﻧوﱰﻜﻟﻹا ﻦﻣ فﺪﻬﻟا ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا \u0000ﻳﺎﻌﻤﻠﻟ ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹ او تﺎﺳﺎﻴﺴﻠﻟ ﻲ ﻋﺮﻔﻟا نﻮﻜﳌا ﻞﻳﺪﻌﺗ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟو ،ﺔﺌﻴﻬﻟا ﻦﻣ تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ٨- ﻢﻴ ﻴﻘﺗ ﲆﻋ ءﺎﻨﺑو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا . ﺔ ﻗﻼ ﻌﻟا تﺎﺒﻠﻄﺘﳌا ﺐﺴﺤﺑو ،ﺮﻃﺎﺨﳌا . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا ﺺ ﻨﻠﻟ حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000اﱪﻴﺴﻟا : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ \u0000ﻔﺸﺘﻠﻟ \u0000ﻳﺎﻌﳌا ﰲ ةرﻮﻛﺬﳌا تﺎﺒﻠﻄﺘﳌا ،ﺔﺌﻴﻬﻟا ﻦﻣ ةردﺎﺼﻟا \u0000ﻔﺸﺘﻠﻟ ﺔﻴﻨﻃﻮﻟا ،ﺐﺳﺎﻨﳌا \u0000ﻔﺸﺘﻟا ىﻮﺘﺴﻣ ﻖﻴﺒﻄﺗ ﻊﻣ ٣-٨-٢ ﻂﺑﺎﻀﻟا ىﻮﺘﺴﻣو ﺔﻌﻴﺒﻃ ﺐﺴﺤﺑ ﻚﻟذو ﻞﻳﺪﻌﺗ ﺔﻤﻈﻧﻷاو تﺎﻧﺎﻴﺒﻟا ﺔﻴﺳﺎﺴﺣ ﺮﻃﺎﺨﳌا ﻢﻴﻴﻘﺗ ﲆﻋ ءً ﺎﻨﺑو تﺎﻜﺒﺸﻟاو تﺎﺒﻠﻄﺘﳌا ﺐﺴﺣو ﺔﻬﺠﻟا ﻞﺒﻗ ﻦﻣ ،ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا :ﲇﻳ ﺎﳌ ًﺎﻘﻓو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣١ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا مﺰﺣ ةرادإ ﻂﺑﺎﻀﻟا ﻢﺘﻳ نأ ﲆﻋ ،تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﺔﻴﻨﻣﻷا . تاﺮﻐﺜﻟا ﺔﺠﻟﺎﻌﳌ ﻲ ﻋﺮﻔﻟا ﻚﻠﺗ ﺔﻴﻟﺎﻌﻓو ﺔﻣﻼﺳ ﻦﻣ ﻖﻘﺤﺘﻟا ٤-٣-١٠-٢ ﻞﻳﺪﻌﺗ ﲆﻋ ﺔﻴﻨﻣﻷا تﺎﺣﻼﺻﻹاو تﺎﺜﻳﺪﺤﺘﻟا . ﺎﻬﻘﻴﺒﻄﺗ ﻞﺒﻗ جﺎﺘﻧﻹا ﺔﺌﻴﺑ \u0000ﻏ ﺔﺌﻴﺑ ﺺﻨﻠﻟ حﺎﻀﻳإ ﺪﻳﺪﺤﺗ ﻢﺘﻳ نأ ﲆﻋ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﺎﻫدﺪﻋو ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ (Multi-Factor Authentication) ﻂﺑﺎﻀﻟا ءﺎﻨﺑ ﺔﺒﺳﺎﻨﳌا ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ ﻚﻟﺬﻛو . \u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﻲ ﻋﺮﻔﻟا ﻞﻳﺪﻌﺗ ﻞﺸﻔﻟ ﻞﻤﺘﺤﳌا ﺮﺛﻷا ﻢﻴﻴﻘﺗ ﺞﺋﺎﺘﻧ ﲆﻋ ٥-٣-١٥- ﻚﻟذو ،ﺎﻬﻴﻄﺨﺗو ﻖﻘﺤﺘﻟا ﺔﻴﻠﻤﻋ .\u0000ﻣﺪﺨﺘﺴﳌا لﻮﺧد تﺎﻴﻠﻤﻌﻟ ﺺ ﻨﻟا حﺎﻀﻳإ ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ ﺮﻃﺎﺨﻣ ﻦﻣ ﺔﻬﺠﻟا لﻮﺻأ ﺔﻳ\u0000ﺣ ن\u0000ﺿ فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا فاﺮﻃﻷﺎﺑ ﺔﻘﻠﻌﺘﳌا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا دﺎﻨﺳﻹا تﺎﻣﺪﺧ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻴﺟرﺎﺨﻟا \"Outsourcing\" تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ ﻦﻣ فﺪﻬﻟا تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ Managed \" ةراﺪﳌا تﺎﻣﺪﺨﻟاو ﻲﻋﺮﻔﻟا نﻮﻜﳌا ةراﺪﳌا تﺎﻣﺪﺨﻟاو \"Outsourcing\" ﻞﻳﺪﻌﺗ تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ ًﺎﻘﻓو .(\"Services ١- ًﺎﻘﻓو .(\"Managed Services\" ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ ﺔﻴﻤﻴﻈﻨﺘﻟا ﺔﻴﻤﻴﻈﻨﺘﻟا تاءاﺮﺟﻹاو تﺎﺳﺎﻴﺴﻠﻟ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻌﻳﴩﺘﻟا تﺎﺒﻠﻄﺘﳌاو ،ﺔﻬﺠﻠﻟ . ﺔﻗﻼﻌﻟا تاذ ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺺ ﻨﻟا حﺎﻀﻳإ ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ ﻲﻄﻐﺗ نأ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ \u0000اﱪﻴﺴﻟا تﺎﻣﺪﺧ مﺪﻘﺗ ﻲﺘﻟا ﺔﻴﺟرﺎﺨﻟا فاﺮﻃﻷا ﻊﻣ ﻂﺑﺎﻀﻟا تﺎﻣﺪﺧ وأ ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ دﺎﻨﺳإ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ دﺎﻨﺳﻹا تﺎﻣﺪﺧ مﺪﻘﺗ ﻞﻳﺪﻌﺗ ٣-١- :ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﻣ تﺎﻣﺪﺨﻟا وأ ،تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺘﻟ وأ : ﲇﻳ ﺎﻣ \u0000دأ ﺪﺤﺑ ةراﺪﳌا ﻦﻣﻷا ﺰﻳﺰﻌﺗ ﻲﻣﺪﻘﻣ ﻞﺒﻗ ﻦﻣ ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﺔﻳ\u0000ﺣ ىﺪﻟ ﺎﻬﺘﻓﺎﻀﺘﺳا ﻞﺒﻗ تﺎﻧﺎﻴﺒﻟا ﻒﻴﻨﺼﺗ \u0000 اﱪﻴﺴﻟا ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﺔﻴﺑﺎﺤﺴﻟا ﺔﺒﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻂﺑﺎﻀﻟا ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ،ﺔﻓﺎﻀﺘﺳﻻاو ﻲ ﻋﺮﻔﻟا ىﻮﺘﺴﻣ ﻊﻣ ﻖﻓاﻮﺘﻳ ﺎ\u0000 ﺔﻓﺎﻀﺘﺳﻻاو ﻞﻳﺪﻌﺗ . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ١-٣-٢- ﺔﻐﻴﺼﺑ) ﺔﻬﺠﻠﻟ ﺎﻬﺗدﺎﻋإو ،ﺎﻬﻔﻴﻨﺼﺗ . ﺔﻣﺪﺨﻟا ءﺎﻬﺘﻧا ﺪﻨﻋ (ماﺪﺨﺘﺳﻼﻟ ﺔﻠﺑﺎﻗ ﻂﺑاﻮﻀﻟا ﻞ ﻘﻧ ﻢﺗ ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻣ ﻦﻳﺰﺨﺗو ﺔﻓﺎﻀﺘﺳا ﻊﻗﻮﻣ ﺔﻗﻼﻌﻟا تاذ . ﺔﻜﻠﻤﳌا ﻞﺧاد نﻮﻜﻳ نأ ﺐﺠﻳ ةدﺎﻴﺳو \u0000ﻃﻮﺘﺑ ﻂﺑﺎﻀﻟا ﻦﻣ تﺎﻧﺎﻴﺒﻟا ﻲ ﻋﺮﻔﻟا فﺬﺣ ﺔﺌﻴﻬﻟا ﱃإ ﺔﻘﻴﺛﻮﻟا ٣-٣-٢- تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٢ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا صﺎﺼﺘﺧﻼﻟ ﺐﺠﻳو ،ﻲﻤﻴﻈﻨﺘﻟا تﺎﻬﺠﻟا ﲆﻋ ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو \u0000ﻃﻮﺗ ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ةدﺎﻴﺳو ءاﺮﺟإ يأ ذﺎﺨﺗا ﻞﺒﻗ . نﺄﺸﻟا اﺬﻫ ﰲ ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ ﻲﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا ﺔﻤﻈﻧﻷ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا نﻮﻜﳌا ﻦﻤﺿ نﻮﻜﳌا ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا ﳼﺎﺳﻷا فﺬﺣ ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ ﺲ ﻣﺎﺨﻟا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ ﺔ ﻤﺟﱰﻟا ﺚﻳﺪﺤﺗ ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا ﺔﺳﺎﺴﺤﻟا (تﺎﻧﺎﻴﺒﻟا وأ) تﺎﻣﻮﻠﻌﳌا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ Sensitive Data/Information Data/Information تﺎﻔﻳﺮﻌﺗو ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا ﺔ ﺳﺎﺴﺤﻟا ﺔﻴﻨﻃﻮﻟا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻟا Critical National Critical National Infrastructure يأ) ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ Infrastructure ،تﺎﻜﺒﺸﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا ﺔﻴﺘﺤﺘﻟا ﺔﻴﻨﺒﻠﻟ ﺔﻴﺳﺎﺳﻷا ﴏﺎﻨﻌﻟا ﻚﻠﺗ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،ﻢﻈﻨﻟاو ،ﻖﻓاﺮﳌاو ،لﻮﺻﻷا يأ) ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ نﻮﻠﻣﺎﻌﻟاو ،تﺎﻴﻠﻤﻌﻟاو ،تﺎﻜﺒﺸﻟاو ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺎﻬﻠﻴﻐﺸﺘﺑ نﻮﻣﻮﻘﻳ ﻦﻳﺬﻟا نﻮﻴﺳﺎﺳﻷا :ﱃإ ﺎﻬﻧاﺪﻘﻓ يدﺆﻳ ﺪﻗ ﻲﺘﻟاو ،(ﺎﻬﺘﺠﻟﺎﻌﻣو تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  تﺎﺤﻠﻄﺼﻣ :ﱃ إ ﺔﻴﻨﻣأ تﺎﻛﺎﻬﺘﻧﻻ ﺎﻬﺿﺮﻌﺗ وأ ﰲ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو ﰲ يدﺆﺗ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ تﺎﻣﺪﺨﻟا ﺮﻓاﻮﺗ ﲆﻋ \u0000ﺒﻛ ﻲﺒﻠﺳ ﺮﺛأ  ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ ﺎ\u0000- ﺎﻬﻤﻴﻠﺴﺗ وأ ﺎﻬﻠﻣﺎﻜﺗ وأ ﺔﻴﺳﺎﺳﻷا وأ/و حاورﻷا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ نأ ﻦﻜ\u0000 ﻲﺘﻟا تﺎﻣﺪﺨﻟا ﻚﻟذ ﰲ ﺔﻳدﺎﺼﺘﻗﻻا رﺎﺛﻵا ةﺎﻋاﺮﻣ ﻊﻣ -تﺎﺑﺎﺻﻹا ﺎﻬﺘﻣﻼﺳ ﺖﺿﺮﻌﺗ لﺎﺣ ﰲ يدﺆﺗ . ة\u0000ﺒﻜﻟا ﺔﻴﻋ\u0000ﺘﺟﻻا وأ/و تﺎﻜﻠﺘﻤﳌا ﰲ ة\u0000ﺒﻛ ﺮﺋﺎﺴﺧ ﱃإ ﺮﻄﺨﻠﻟ وأ/و ﻲﻣﻮﻘﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  ﻊﻣ -تﺎﺑﺎﺻﻹا وأ/و حاورﻷا وأ/و وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ وأ/و ﺔﻳدﺎﺼﺘﻗﻻا رﺎﺛﻵا ةﺎﻋاﺮﻣ . ﻲﻨﻃﻮﻟا ىﻮﺘﺴﳌا ﲆﻋ ﺔﻴﻋ\u0000ﺘﺟﻻا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٣ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا وأ/و ﻲﻨﻃﻮﻟا ﻦﻣﻷا ﲆﻋ \u0000ﺒﻛ \u0000ﺛﺄﺗ  وأ ﺔﻟوﺪﻟا دﺎﺼﺘﻗا وأ/و ﻲﻨﻃﻮﻟا عﺎﻓﺪﻟا .ﺔﻴﻨﻃﻮﻟا ﺎﻬﺗارﺪﻘﻣ ﺺﻨﻠﻟ حﺎﻀﻳإ \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا \u0000 اﱪﻴﺴﻟا مﻮﺠﻬﻟا Cyber-Attack Cyber-Attack ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ ةﺪﻤﻌﺘﻣ ﺔﻟوﺎﺤﻣ ﱄﻵا ﺐﺳﺎﺤﻟا ﺔﻤﻈﻧﻷ ﺪﻤّ ﻌﺘﳌا لﻼﻐﺘﺳﻻا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ ﻚﻟذ ﰲ ﺖﺤﺠﻧ ءً اﻮﺳ ،\u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺎﻬﻠﻤﻋ ﺪﻤﺘﻌﻳ ﻲﺘﻟا تﺎﻬﺠﻟاو تﺎﻜﺒﺸﻟاو تﺎﻔﻳﺮﻌﺗو . ﺢﺠﻨﺗ \u0000 وأ ﺔﻴﻤﻗﺮﻟا تﻻﺎﺼﺗﻻاو تﺎﻣﻮﻠﻌﳌا ﺔﻴﻨﻘﺗ ﲆﻋ .راﴐأ ثاﺪﺣإ فﺪﻬﺑ ﺺﻨﻠﻟ حﺎﻀﻳإ ثﺪﺣ ثﺪﺣ Event Event تﺎﺤﻠﻄﺼﻣ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔﻟﺎﺤﺑ ﺔﻗﻼﻋ وذ ثﺪﺣ ﺔﻜﺒﺸﻟا ﻞﺜﻣ) دﺪﺤﻣ نﺎﻜﻣ ﰲ ثﺪﺤﻳ ءﳾ ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو وأ ،ﺔﻣﺪﺧ وأ ،مﺎﻈﻧ وأ ،ﺔﻜﺒﺸﺑ ﺔﺻﺎﺨﻟا ﺖﻗو ﰲو (ﺎﻫ\u0000ﻏو تﺎﻘﻴﺒﻄﺘﻟاو ﺔﻤﻈﻧﻷاو . ﺮﺧآ ﻲﻨﻘﺗ زﺎﻬﺟ يأ وأ ،تﺎﻧﺎﻴﺑ . دﺪﺤﻣ ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔﺛدﺎﺣ ﺔﺛدﺎﺣ Incident Incident ﰲ ﺐﺒﺴﺗ ﺪﻤﻌﺘﻣ \u0000ﻏ وأ ﺪﻤﻌﺘﻣ ثﺪﺣ ﻦﻣﻷا تﺎﺳﺎﻴﺳ ﺔﻔﻟﺎﺨ\u0000 ﻲﻨﻣأ كﺎﻬﺘﻧا تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻟا وأ لﻮﺒﻘﳌا ماﺪﺨﺘﺳﻻا تﺎﺳﺎﻴﺳ وأ \u0000اﱪﻴﺴﻟا تﺎﻔﻳﺮﻌﺗو ﻦﻣﻷا تﺎﺒﻠﻄﺘﻣ وأ ﻂﺑاﻮﺿ وأ تﺎﺳر\u0000ﻣ . \u0000اﱪﻴﺴﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺔ ﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺔ ﻴﻟوﺪﻟاو ﺔﻴﻨﻃﻮﻟا تﺎﺒﻠﻄﺘﳌا International Requirements (Inter)National Requirements تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻨﻃﻮﻟا تﺎﺒﻠﻄﺘﳌا ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ ﺎﻬﺗرﻮﻃ ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﳌا ﰲ ﺔﻴﻌﻳﴩﺗ ﺔﻬﺟ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ ﺔﻳدﻮﻌﺴﻟا ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ ماﺪﺨﺘﺳﻼﻟ تﺎﺤﻠﻄﺼﻣ ،PCI ، SWIFT:ﻞﺜﻣ) \u0000ﺎﻌﻟا ءﺎﺤﻧأ \u0000اﱪﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا :ﻞﺜﻣ) ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو .(\"ECC – 1 : 2018\" . (ﺎﻫ\u0000ﻏو ﺎﻬﺗرﻮﻃ تﺎﺒﻠﻄﺘﻣ ﻲﻫ ﺔﻴﻟوﺪﻟا تﺎﺒﻠﻄﺘﳌا ماﺪﺨﺘﺳﻼﻟ ﺔﻴﳌﺎﻋ ﺔﻴﻟود ﺔﻤﻈﻨﻣ وأ ﺔﻬﺟ \u0000ﺎﻌﻟا ءﺎﺤﻧأ ﻊﻴﻤﺟ ﰲ ﻲﻤﻴﻈﻨﺗ ﻞﻜﺸﺑ . (ﺎﻫ\u0000ﻏو ،PCI ، SWIFT:ﻞﺜﻣ) م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٤ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏ ﺎﻨﻌﻟا دﺪﻌﺘﻣ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا Multi-Factor Authentication Multi-Factor Authentication (MFA) (MFA) ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ ، مﺪﺨﺘﺴﳌا ﺔﻳﻮﻫ ﻦﻣ ﻖﻘﺤﺘﻳ ﻲﻨﻣأ مﺎﻈﻧ ﻦﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳﺎﺑ ،مﺪﺨﺘﺴﳌا ﻦﻣ ﺔﻠﻘﺘﺴﻣ ﴏﺎﻨﻋ ةﺪﻋ ماﺪﺨﺘﺳا ﺐﻠﻄﺘﻳ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻨﻘﺗ لﻼﺧ تﺎﻴﻟآ ﻦﻤﻀﺘﺗ .ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا تﺎﻴﻟآ : ﻲﻫ ﺔﻳﻮﻬﻟا ﻦﻣ ﻖﻘﺤﺘﻟا ﴏﺎﻨﻋ : ﴏﺎﻨﻋ ةﺪﻋ ﻖﻘﺤﺘﻟا مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻓﺮﻌﻳ ءﳾ) ﺔﻓﺮﻌﳌا  ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ .(\"روﺮﳌا ﺔﻤﻠﻛ ﻞﺜﻣ\" .(\"روﺮﳌا ﺔﻤﻠﻛ ﻂﻘﻓ مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  مﺪﺨﺘﺴﳌا ﻪﻜﻠ\u0000 ءﳾ) ةزﺎﻴﺤﻟا  مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﻞﺜﻣ\" تﺎﺤﻠﻄﺼﻣ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" ﻂﻘﻓ ﺔﺘﻗﺆﳌا ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو مﺎﻗرأ ﺪﻴﻟﻮﺗ زﺎﻬﺟ وأ ﺞﻣﺎﻧﺮﺑ ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ة\u0000ﺼﻘﻟا ﻞﺋﺎﺳﺮﻟا وأ ﺔﻴﺋاﻮﺸﻋ . (\"One-Time-Password\" ،\"لﻮﺧﺪﻟا ﻞﻴﺠﺴﺘﻟ ﺔﺘﻗﺆﳌا ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  One-Time-\" ﺎﻬﻴﻠﻋ ﻖﻠﻄﻳو ﻞﺜﻣ\" ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ . (\"Password . (\"ﻊﺒﺻﻹا ﺔﻤﺼﺑ ﺔﻳﻮﻴﺣ ﺔﻤﺳ وأ ﺔﻔﺻ) ﺔﻣزﻼﳌا  ﻂﻘﻓ ﻪﺴﻔﻧ مﺪﺨﺘﺴﳌﺎﺑ ﺔﻘﻠﻌﺘﻣ ﺔﻤﺼﺑ ﺔﻴﻨﻘﺗ ماﺪﺨﺘﺳا ﻞﺜﻣ\" . (\"ﻪﺟﻮﻟا وأ ﻊﺒﺻﻹا صﺎﺼﺘﺧﻼﻟ ﺔ ﻴﺻﻮﺼﺨﻟا ﺐﺠﻳ ،ﻲﻤﻴﻈﻨﺘﻟا Privacy تﺎﻬﺠﻟا ﲆﻋ وأ ﻪﺑ حﴫﳌا \u0000ﻏ ﻞﺧﺪﺘﻟا ﻦﻣ ﺔﻳﺮﺤﻟا ﺐﺘﻜﻣ ﱃإ عﻮﺟﺮﻟا .دﺮﻓ لﻮﺣ ﺔﻴﺼﺨﺷ تﺎﻣﻮﻠﻌﻣ ﻦﻋ ﻒﺸﻜﻟا تﺎﻧﺎﻴﺒﻟا ةرادإ ﺔﺌﻴﻬﻟﺎﺑ ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا تﺎﺤﻠﻄﺼﻣ فﺬﺣ ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻔﻳﺮﻌﺗو ﺺﺨﻳ \u0000ﻴﻓ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺻﻮﺼﺧ ءاﺮﺟإ يأ ذﺎﺨﺗا ﻞﺒﻗ . نﺄﺸﻟا اﺬﻫ ﰲ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٥ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ﺪﻳﺪﻬﺗ ﺪﻳﺪﻬﺗ Threat Threat ﻦﻣﻷا ﲆﻋ ﺎًﺒﻠﺳ ﺮﺛﺆﻳ ﺪﻗ ءﳾ يأ ﺮﺛﺆﻳ نأ ﻞﻤﺘﺤﳌا ﻦﻣ ثﺪﺣ وأ فﺮﻇ يأ . \u0000اﱪﻴﺴﻟا ﺎﻬﺘﻤﻬﻣ ﻚﻟذ ﰲ ﺎ\u0000) ﺔﻬﺠﻟا ل\u0000ﻋأ ﲆﻋ ًﺎﺒﻠﺳ وأ (ﺎﻬﺘﻌﻤﺳ وأ ﺎﻬﺘﻴﻗاﺪﺼﻣ وأ ﺎﻬﻔﺋﺎﻇو وأ ﺔﻤﻈﻧأ ﺪﺣأ ًﻼﻐﺘﺴﻣ ﺎﻬﻴﺑﻮﺴﻨﻣ وأ ﺎﻬﻟﻮﺻأ تﺎﺤﻠﻄﺼﻣ حﴫﳌا \u0000ﻏ لﻮﺻﻮﻟا ﻖﻳﺮﻃ ﻦﻋ تﺎﻣﻮﻠﻌﳌا ﻞﻳﺪﻌﺗ تﺎﻔﻳﺮﻌﺗو وأ ﺎﻬﻔﺸﻛ وأ ﺎﻫ\u0000ﻣﺪﺗ وأ تﺎﻣﻮﻠﻌﳌا ﱃإ ﻪﺑ ةرﺪﻗ ًﺎﻀﻳأو .ﺔﻣﺪﺨﻟا ﺐﺠﺣ وأ ﺎﻫ\u0000ﻴﻐﺗ لﻼﻐﺘﺳا ﰲ حﺎﺠﻨﻟا ﲆﻋ ﺪﻳﺪﻬﺘﻟا رﺪﺼﻣ مﺎﻈﻨﺑ ﺔﺻﺎﺨﻟا ﻒﻌﻀﻟا طﺎﻘﻧ ﺪﺣأ ﻞﻤﺸﻳ ﻒﻳﺮﻌﺘﻟا اﺬﻫو .\u0000 ﻌﻣ تﺎﻣﻮﻠﻌﻣ . ﺔﻴﻧاﱪﻴﺴﻟا تاﺪﻳﺪﻬﺘﻟا ﺺﻨﻠﻟ حﺎﻀﻳإ ةﺮﻐﺜﻟا ةﺮﻐﺜﻟا Vulnerability Vulnerability تﺎﻣﻮﻠﻌﻣ ﺔﻴﻨﻘﺗ ﻞﺻأ يأ ﰲ ﻒﻌﺿ مﺎﻈﻧ ﰲ ﻒﻌﻀﻟا طﺎﻘﻧ ﻦﻣ عﻮﻧ يأ تﺎﺤﻠﻄﺼﻣ ﻞﻳﺪﻌﺗ وأ ،ءاﺮﺟإ وأ ،(مﺎﻈﻧ ،ﺞﻣﺎﻧﺮﺑ :لﺎﺜﻣ) وأ ،ﻪﺗﺎﻘﻴﺒﻄﺗ وأ ﻪﺠﻣاﺮﺑ وأ ،ﱄﻵا ﺐﺳﺎﺤﻟا تﺎﻔﻳﺮﻌﺗو ﻪﻟﻼﻐﺘﺳا ﻦﻜ\u0000 ؛ءﳾ يأ وأ ،ﻂﺑﺎﺿ ءﳾ يأ ﰲ وأ ،تاءاﺮﺟﻹا ﻦﻣ ﺔﻋﻮﻤﺠﻣ ﰲ . \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﲆﻋ ﻲﺒﻠﺴﻟا \u0000ﺛﺄﺘﻠﻟ . ﺪﻳﺪﻬﺘﻠﻟ ﺔﺿﺮﻋ \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﻞﻌﺠﻳ تارﺎﺼﺘﺧا ﺔﻓﺎﺿإ DDoS :Distributed Denial of ﺎﻬﺘﻓﺎﺿإ ﺖ\u0000 Service Attack ﺔ ﻘﻴﺛﻮﻠﻟ ت ﺎﻜﺒﺸﻟا ﻞﻴﻄﻌﺗ ت\u0000ﺠﻫ DKIM :Domain Keys Identified Mail ق ﺎﻄﻨﻟا ﺢﻴﺗﺎﻔ\u0000 فﺮّ ﻌﳌا ﺪﻳﱪﻟا ﺔ\u0000ﺎﻗ ﺔﻓﺎﺿإ DMARC :Domain Message تارﺎﺼﺘﺧﻻا Authentication Reporting and Conformance ﺎﻬﻨﻋ غﻼﺑﻹاو ﻞﺋﺎﺳﺮﻟا ﺔﻗدﺎﺼﻣ ﺔﺳﺎﻴﺳ SPF: Sender Policy Framework ﻞ ﺳﺮﳌا ﺔﺳﺎﻴﺳ رﺎﻃإ ﻂﺑاﻮﻀﻟا ﻞﻘﻧ ﻢﺗ ICS :Industrial Control System نﻮﻜﳌا ﻦﻤﺿ ﻲ ﻋﺎﻨﺼﻟا ﻢﻜﺤﺘﻟا مﺎﻈﻧ ﺲﻣﺎﺨﻟا ﳼﺎﺳﻷا SIS :Safety Instrumented System ﺔ\u0000ﺎﻗ فﺬﺣ ﻂﺑاﻮﺿ ﺔﻘﻴﺛو ﱃإ ﺔ ﻣﻼﺴﻟا تاﺪﻌﻣ مﺎﻈﻧ تارﺎﺼﺘﺧﻻا \u0000اﱪﻴﺴﻟا ﻦﻣﻷا ﺔ ﻴﻠﻴﻐﺸﺘﻟا ﺔﻤﻈﻧﻸﻟ م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٦ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ ﻲ ﻧاﺮﺒﻴﺴﻟا ﻦﻣﻸﻟ ﺔﻴﺳﺎﺳﻷا ﻂﺑاﻮﻀﻟا م ﺎﻋ : ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ٣٧ ﺾ ﻴﺑأ :ﺔﻛرﺎﺸﻤﻟا ةرﺎﺷإ",
        "clauses": []
      }
    ]
  }
}