{
  "document_meta": {
    "source_file": "saso_fire_safety_standards.pdf",
    "extraction_date": "2025-12-12T03:36:09.286631",
    "total_pages": 21,
    "section_count": 1
  },
  "document": {
    "document_title": "Saso Fire Safety Standards",
    "pages": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21
    ],
    "raw_text": "02-04-19- Saudi Standards Metrology and Quality Org. (SASO) Technical Regulation for Fire Control Materials and Equipment This regulation was approved in the meeting of SASO board of directors No. (172) held on 28/12/1440 AH corresponding to (29/8/2019 AD) Published in the Official Gazette on 04/03/1441 AH. (0 1/11/20 19) Note: Only the Arabic version of this Regulation is authentic in law and is applicable where there are differences with this translation 02-04-19- Contents Preamble .................................................................................................................... Article (1): Terms and Defmitions ............................................................................ Article (2) Scope ....................................................................................................... Article (3) Objectives ................................................................................................ Article (4) Obligations of Supplier. ........................................................................... Article (5) Metrological Requirements ..................................................................... Article ( 6) Labelling .................................................................................................. Article (7) Conformity Assessment Procedures ........................................................ Article (8) Responsibilities of Regulatory Authorities ............................................. Article (9) Responsibilities ofMarket Surveillance Authorities .............................. Article (1 0) Violations and Penalties ........................................................................ Article (11) General Provisions ............................................................................... Article (12) Transitional Provisions ........................................................................ Article ( 13) Publication ........................................................................................... Annex No. (1) List of Standards ............................................................................. Annex No. (2) Conformity Assessment Form (Type 3) ......................................... ~ Annex No. (3) Supplier Declaration of Conformity Form ...................................... of 02-04-19- Preamble In line with the accession of the Kingdom of Saudi Arabia (KSA) to the World Trade Organization (WTO), as per the Decree No. 244 of the Council of Ministers, dated 21/09/1426 A.H., concerning the approval of documentation on the Kingdom's accession to the WTO, and the requirements by which the KSA shall adapt its relevant systems with the principles of WTO agreements, particularly, the Technical Barriers to Trade (TBT), which stipulates that no unnecessary technical requirements shall impede the flow of commodities among the member states, and that technical requirements and methods of conformity assessment shall not discriminate between products on the basis of origin, through the issuance of Technical Regulations that include the essential requirements and standardized business procedures. In accordance with Article 3 (Clause-1 ), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A.H. (31105/2010 A.D.), stipulating that: \"SASO shall issue Saudi standards, quality systems and guidelines and conformity assessment, compatible with international standards and guidelines, that meet the requirements of the World Trade Organization (WTO) Agreement, in addition to their compliance with Islamic Sharia and serving the interests of Saudi Arabia\"; In accordance with Article 4 (Clause-2), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/0611431 A.H. (31105/2010 A.D.), stipulating that: \"SASO shall issue regulations for conformity assessment procedures of goods, products, and services according to approved standards\"; In accordance with Article 4 (Clause-14), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A. H. (31/05/20 I 0 A.D.), stipulating that: \"SASO shall review the laws and control regulations related to SASO's work fields, and develop them, and propose amendments thereto in line with quality and safety requirements, and refer them to competent bodies in order to review and issue them, in accordance with applicable procedures\"; In accordance with Article 6 (Clause-1), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A.H. (31105/201 0 A.D.), stipulating that: \"Subject to Article 4 of this Statute, SASO shall be the authority in charge of matters related to standards, conformity assessment procedures, granting the quality mark, etrology and calibration. All public and private sectors shall be adhered to the Saudi standards in all purchases\". Page3of 02-04-19- Whereas the standards of the products included in a regulation shall be a basis for the conformity of such products with the essential safety requirements included in the specified regulation. Therefore, SASO has developed this Technical Regulation. Note: This preamble and all the annexes of this regulation shall form an integral part thereof. Article (1): Terms and Definitions 111 When applying the articles of this regulation, terms and expressions hereunder - shall have the meanings indicated in front thereof, unless the context otherwise requires: KSA: The Kingdom of Saudi Arabia. The Board: SASO's Board of Directors. SASO: Saudi Standards, Metrology and Quality Organization. Regulatory Authorities: Authorities/governmental bodies with regulatory tasks according to their specializations, that are responsible for the implementation and enforcement of technical regulations, whether in customs, markets, or manufactories. Market Surveillance: Activities and measures carried out by the market surveillance authorities to verify that products meet the requirements stipulated in the relevant technical regulations, and to ensure that they do not pose a risk to health, safety, the environment, or any other aspect related to the protection of the public interest. Market Surveillance Authorities: Authorities/governmental bodies responsible for carrying out market surveillance operations. Technical Regulation: A document approved by The Board that provides the characteristics of the products, the associated processes and their production methods, including the applicable administrative provisions; with which compliance is mandatory. The technical regulation can also include or pay attention to terms, definitions, packaging, and requirements of markings or labelling on products, services, processes or production methods. Standard: A document approved by the Board that provides, for regular and recurring use, non-mandatory rules, instructions, and specifications of products or processes and production methods. It may include or pay attention to terms, Page4of 02-04-19- definitions, packaging, and requirements of markings or labelling products, services, processes or production methods. Essential Requirements: The special requirements of the products; that may affect the safety, health, and the environment; that must be adhered to. Hazard(s): A potential source of harm. Risk (s): A potential risk causing damage; associated with the severity of damage. Supplier: A product manufacturer, in case that he is in the Kingdom, or the person identified as the manufacturer of the product, through linking the product to his name, or to a relevant commercial description, or any person who provides a product replacement. an An agent, when the manufacturer is outside the Kingdom or importer in the absence of an agent of the manufacturer. Any person in the supply chain, whose activities may affect the product characteristics. Conformity Assessment Procedures: A document approved by the Board of Directors, which describes the procedures used directly, or indirectly for the conformity assessment. Notified (Approved) Bodies: Conformity Assessment Bodies ''Third Party\", approved by SASO in accordance with the regulation of approving Conformity Assessment Bodies. Certificate of Conformity: A certificate issued by SASO or a notified body, which ensures the conformity of a product, or any batch thereof, with the requirements of the relevant standards and Technical Regulation. Supplier Declaration of Conformity: A declaration by the supplier by which it declares that a product is in conformity with the applicable legislations, without the mandatory intervention of a third party neither in the design stage, nor in the production stage of the manufacturing process. A declaration may depend on testing the product in accordance with the relevant legislation. Saudi Quality Mark: A mark granted by SASO, which declares that the supplier has established an effective management system, which ensures that the products they supply are produced in accordance with the applicable regulations, granting procedures, and the relevant Saudi standards. Placing on Market: Launching a product for the first time a product in the Saudi ~ market for which the manufacturer/supplier is responsible. Page5of 02-04-19- Making Available on the Market: Any supply of the product for distribution, consumption or use in the Kingdom, in the course of a commercial activity, whether in return for payment or free of charge. Withdrawal: Any procedure that aims at preventing or restricting the use of a product in the market or in a supply chain. Recall: Any procedure that aims to recall products made available for the end user. Product: Equipment, tools, and materials used in alarm and detection systems, firefighting, and fire-control systems, included in the scope of this Technical Regulation. 1/2 The terms and expressions specified herein shall have the meanings specified in the applicable laws, regulations, and decrees of SASO. Article (2) Scope 211 This Technical Regulations shall be applied on devices, tools and materials used in firefighting, and fire control, including: A) Fire extinguishing equipment and devices. B) Firefighting pumps. C) Firefighting substances. D) Parts and fittings of these systems. 2/2 Fire alarm and firefighting systems are excluded from the scope of this Technical Regulation, and the requirements of the Saudi code for fire protection shall be applied. Article (3) Objectives This Technical Regulation aims to lay out the essential requirements for fire extinguishing equipment, included in the scope of this Technical Regulation, and to identify the conformity assessment procedures for these products and their parts, with which the suppliers shall comply with before placing the products in the market, in order to ensure the conformity of these products to the relevant Technical Regulations and Standards, and preservation of the environment and the health and safety of the consumer. Article (4) Obligations of Supplier , 4/1 The supplier shall adhere to the following requirements: of 02-04-19- A) Products- covered by the scope of this Technical Regulation- shall fulfil the requirements stipulated in this Technical Regulation, and in the relevant standards, specified in Annex (1). B) Provide risk analysis applicable to the products, which shall be taken into consideration at the stages of design and manufacturing. C) Provide usage, installation, and maintenance information in a user manual for all products. D) Prove that the products are manufactured according to standards and technical specifications taking into consideration the health, and safety of the consumer and the preservation of the environment. E) Provide all technical documents - upon request- including certificates and test reports proving the conformity of the products to the relevant standards and the requirements specified in this Technical Regulation. F) Provide all administrative documents required by the competent authorities, upon request. G) Equipment and devices covered by the scope of this Technical Regulation shall not be placed in the market unless granted a Certificate of Conformity. 4/2 The supplier shall adhere to the following technical requirements: Firefighting devices, equipment, and materials shall be specifically designed and manufactured for frrefighting and shall meet the requirements of the relevant standards referred to in Annex No. (1 ). Article (5) Metrological Requirements 511 SI Units, their multipliers or parts shall be used during design, manufacturing, or trading. 5/2 Packaging Requirements A) Ensuring that the packaging of the products covered by this Technical Regulation is according to the packaging requirements stipulated in the relevant standards. B) Ensuring that the packaging is free of prohibited materials. C) Ensuring that the product packages or packaging materials hold the recycling mark. of 02-04-19- Article (6) Labelling The labeling of the products intended to be placed and displayed in the market shall fulfill the following requirements: 6/1 The product labels shall comply with the technical requirements referred to in the relevant standards, in this Technical Regulation. 6/2 Labels shall include warnings and usage instructions and shall be written in a clear irremovable way. 6/3 All information included in the markings shall be valid and verified. 6/4 Images and phrases used on the product packaging shall not violate the public law, morals, and the Islamic values prevailing in KSA. Article (7) Conformity Assessment Procedures 7/1 The supplier - responsible for product placement in the market - shall obtain a Certificate of Conformity issued by a notified body by SASO, in accordance with conformity assessment model (Type 3) as per ISO/IEC 17067 and the requirements specified in Annex No (2). 7/2 Notified Bodies shall implement the conformity assessment procedures according the specified model, in order to ensure fulfillment of the requirements of the Technical Regulation and relevant Saudi standards set out in Annex (1) of this Regulation. 7/3 The product shall be accompanied by a technical file, which includes the following: A) Supplier (manufacturer/importer) Declaration of Conformity as per Annex No (3). B) Risk Assessment Document. C) Technical Requirements stipulated in Article (4). 7/4 The supplier shall cooperate with the Regulatory Authorities and Market Surveillance Authorities by providing the technical file, Certificates of Conformity, and any other documents proving the conformity of the product with the requirements of this Technical Regulation, when required. 7/5 Firefighting equipment and devices used in ftrefighting systems that have obtained the Saudi Quality Mark, or its equivalent are considered to be complying with the requirements related to safety of the placed products in the market. Article (8) Responsibilities of Regulatory Authorities , Regulatory Authorities, as a part of their competences, shall carry out the following: of 02-04-19- 811 Regulatory Authorities shall verify that firefighting and fire prevention systems fulfill the requirements of the specified conformity assessment procedures, and the technical documents accompanied with the consignment. 8/2 Regulatory Authorities have the right to randomly take samples of the products and refer such samples to the competent laboratories to ascertain the extent of the conformity of such samples with the requirements set out in this Technical Regulation. 8/3 Regulatory Authorities have the right to charge the suppliers (manufacturers/importers) with the costs of tests and associated fees. 8/4 In case of a non-conformity of the product, Regulatory Authorities shall withdraw the concerned products from warehouses, and take the necessary legal actions. Article (9) Responsibilities of Market Surveillance Authorities Market Surveillance Authorities, as a part of their competences, shall carry out the following: 911 Enforce the market surveillance procedures to the products in markets and the products stored in warehouses, in order to check the product's safety and the extent of fulfillment ofthe requirements stipulated in this Technical Regulation and relevant standards. 9/2 Sample the product, whether from the market or warehouses of suppliers (manufacturers and importers), in order to conduct the necessary tests and to verify the conformity of such products with the requirements set out in this Technical Regulation. 9/3 In case of non-conformity of - displayed or stored - products with the requirements of this Technical Regulation, Market Surveillance Authorities shall take all administrative actions including withdrawal and recall of such products. Procedures and penalties -stipulated in Article (8) -shall be applied after taking the necessary actions. Article (10) Violations and Penalties 10/1 It is prohibited to manufacture, import, launch, or even advertise the products non-conforming with the requirements of the articles stipulated in this Technical Regulation. 10/2 Failure to meet the requirements of this Regulation shall be a sufficient reason for Market Surveillance Authorities and Regulatory Authorities to consider the product as non-conforming, which may pose a risk to the health and safety of consumers and to the environment, including, but not limited to: of 02-04-19- A) Non-fixing or improper fixing of conformity labels, Saudi Quality Mark, or its equivalent. B) Failure to issue or improper issuance of the Certificate of Conformity or the Supplier Declaration of Conformity. C) Unavailability or incompleteness of the technical documentation upon request. D) Unavailability or incompleteness of product data/labels, safety guidelines, or usage instructions. 10/3 In case of a violation of the provisions hereof, Market Surveillance Authorities shall take all necessary actions to eliminate such violations, and their effects from the market. To this end, Market Surveillance Authorities may: A) Mandate the violating party- that is responsible for placing and offering of the product-to withdraw the product from the warehouses or markets in order to remedy such violations, if possible. The product may be exported or destroyed (according to the nature of the product) within the period specified by the Market Surveillance Authorities. B) Withdraw, restrain or destroy the products, or take any other necessary action to recall such products from the markets. In addition, as the case may be, Market surveillance Authorities may announce the withdrawal of the product from the markets, and the violating party shall bear all associated expenses. 10/4 In case of non-conformity of the products, SASO shall take the necessary actions concerning products non-conforming with the requirements of this Regulation, including the cancellation of the relevant Certificate of conformity, while taking the necessary measures with the Notified Body, which issued the certificate. 10/5 Without prejudice to any other law, a party that violates any of the provisions hereof shall be subject to the penalties stipulated in applicable Anti-Commercial Fraud Law or any other superseding law. Article (11) General Provisions 1111 Supplier shall bear full legal responsibility for the implementation of the requirements of this Technical Regulation, and shall be subject to the penalties stipulated in the Anti-Commercial Fraud laws and/or any other related laws, in case any violation of the articles thereof is proven. 11/2 This Technical Regulation shall not impede the supplier to comply with all other systems/regulations applicable in the Kingdom of Saudi Arabia; pertaining to trading, transporting, or storing the product, in addition to the rules/regulations ~ related to the environment, security, and safety. of 02-04-19- 11/3 Suppliers of the products subject to the provisions of this Technical Regulation shall provide the inspectors of the Regulatory and Market Surveillance Authorities with all necessary information and facilities, when required, to carry out their assigned tasks. 11/4 Where new originated cases that cannot be treated under the provisions of this Technical Regulation, or where a dispute arises as a result of the application of those provisions, such matter shall be referred to the competent committee in SASO, in order to issue a proper resolution regarding the case or dispute, while taking the public interest into consideration. 11/5 The supplier may submit a new request after elimination of the reasons of rejection for the conformity assessment procedures request, and after the necessary corrections have been made. The supplier shall be responsible for any additional expenses determined by SASO. 1116 SASO shall examine the complaints received regarding the products having a Certificate of Conformity or a Quality Mark, if any, and verify the validity of such complaints, and take the necessary legal actions in case of any violations. 1117 SASO has the right to annul the Certificate of Conformity or the Quality Mark license, if any, if the supplier violates the provisions herein, and shall take the legal actions to ensure the preservation of the rights of SASO. 1118 If any modifications were made to the product during the validity period of the Certificate of Conformity or the Quality Mark license, if any, (except for figure modifications), the certificate, license, or the Supplier Declaration of Conformity for this product shall be annulled, and a new request shall be submitted 1119 SASO shall, exclusively, have the right to interpret the articles herein. All beneficiaries of the application of this Technical Regulation shall adhere to the interpretations issued by SASO. Article (12) Transitional Provisions 12/1 The supplier shall adhere to the provisions of this Technical Regulation within six months as of the date of publication in the Official Gazette. 12/2 Products, not complying with the requirements of this Technical Regulation, shall not be traded after one year as of the date of publication in the Official Gazette. 12/3 This Technical Regulation, once adopted, shall supersede all the preceding regulations related to the scope of this regulation. #' Article (13) Publication Page II of 02-04-19- ~ This Technical Regulation shall be published in the Official Gazette. of 02-04-19- Annex No. (1) List of Standards for Firefigbting Equipment and Devices Standard Standard Standard Specifications Title SIN Specifications Specifications Title in in English Number Arabic SASO 63 t_s!~ ( uyW:.) ~~~ - Fire extinguishers - part 1 - ~fiJI J}JI: t_s!~ ~I 1 steel portable carbon dioxide ~ .ll.ll •tiJ •t.j .ll.u&l ~~.) - ~ ~ fire extinguishers. u.Y..fill SASO 81 wyW:. ~~I - ~fiJI Fire extinguisher - part 2: 2 ~ ·W I· . ww ~ l.ihll ~.'. .L . ll.ll Portable 1,1,1,3,3,3- (.·.)w .J Y.J.J ~w. Hexafluoropropane fire ~ 1d'l'3'3'3 extinguishers. SASO 124 t_s!~ ~~I ~J¥1 - Fire extinguishers - part 3: 3 ~fiJI ~I: t}~ ~~I portable foam extinguishers ~~~~ 0.i =-)1. (gas pressure). SASO 125 t}~ ~~I ~J¥1 - Fire extinguishers - part 4: 4 ~fiJI ~1)1: t_s!~ ~~I Portable dry powder ~~~~ tJ~I u4JI. extinguishers. SASO 419 t}~ ~~I - ~~I lY\"\"WI: t_s!Lh..JI ~Wll Fire extinguisher - part 5: 5 (tl~l~u~) ~l Mobile carbon dioxide fire J-3 .\\ .iJ. ·t.j .ll.u&l extinguishers . .) ~ ~ . .fill (..)..}! • SASO 420 ts!~ '~~~~~I Fire extinguishers part 6 - ~t....JI: t_s!Lh..JI ~I 6 mobile dry- powder (tl~l~u~) ~l extinguishers. J-3 ~~u.W.I ~ SASO 64 L;_;b .J4b-l ts-9~ (uyW:.) Methods of test for portable ~~~~J¥1. fire extinguishers. SASO 37 uul_,bl ~\\.j ¥ (. . .) ..}! .fill~~~.L )A steel carbon dioxide cartridges ~~~Wit}~ for fire extinguishers . '- • ':1 ~I . SASO 38 J_;b .J4b-l wlil_,bl ~\\.j Methods of test for steel ¥ 1u .Y..fill ~ ~~ u.o 9 carbon dioxide caryridges for ~~~WI(.s!~ fire extinguishers. '-'~:1 ~I . SASO 418 J_;b .J4b-l ts-9~ ~~I Method of testing mobile fire 10 ~l(tl~luk extinguishers. w~). of 02-04-19- SASO GSO ~ts.... ~I.;:JI- ~tho Fire fighting - portable fire 11 ISO 7165 Lil.;:JI ~J¥1- yb\\11 extinguishers - performance ~jill and construction. SASO GSO ~tho Lil.;:JI WI~ w~l Wheeled fire extinguishers - ISO 11601 - ~b\\11 ~jiliJ. Performance and construction SASO GSO ~WI LJ..o ~lyJI - Fire protection -Portable and ISO 11602-2 ~th.JI jJ~ I wl~J wheeled fire Extinguishers - w~l - y .?.-11 ~WI: part 2: inspection and t.J¥i:il1~~1 J. maintenance ~ SASONFPA w~l_,... ~_; w~l Standard for the installation of 14 20 ~WI t,I....:.Jl · ~ yJI Stationary Pumps for Fire • ~ l)A~ • Protection SASO GSO ~\\ ~ts.... ~lyJI ~I Fixed firefighting system - EN 671-1 - ~1 ~1-.?JI - y .?.- 15 Hose system - part 1 : Hose JJYI: wlfo.~I..?JI~ reels with semi-rigid hose. ~4JI SASOEN ~\\ ~ts.... Lil.;:JI ~WI - Fixed firefighting system- 671-2 ~1 ~ _,b __?jl - y .?.- 16 Hose system- part 2: Hose ·WI.· ~1 _,b__?JI ~ ~ ~ systems with lay-flat hose. ~~ft~. SASO- ISO - wl~ ~WI LJ..o LilyJI Equipment for fire protection 5923 ~ts.... J Lil.;:JI - Jjl.....!J and ftre fighting - Fire y tib) Lil.;:JI - ~tj ~1 extinguishing media- Carbon 0-Y..fill dioxide SASO - 1796 Jji_,....JI ~_,c. )1 o. fiy JI Liquid foam concentrates for ~.~1 ~ ytib) Lil.;:JI fire extinguishing SASO- 647 t.3~ ytib) Lil.;:JI Fire extinguishing dry 19 ·~1 uh.. ll _ wt...U b:WI chemical powder- General ~~ ~ ~WI requirements SASO- ISO - ~WI LJ..o Lil.;:JI - ~J Fire protection - Fire 7201-1 ytib) LilyJI - extinguishing media - 20 wuY ..fiJ .J~I ~I - Halogenated hydrocarbons - ~.?.-II JJ\\ II: c.:.,~ I_,... part 1: Specifications for halon u_,ltA 1211 u_,lt.\\ J 13 o 1 1211 and halon SASO - ISO- ~I otih... Lil.;:JI ~jli.ll - Gaseous fire -extinguishing 14520-2 l_p..ll ~\\..,_»ill ~ systems - Physical properties 21 ~ ~ ~ ~ ~J ~l.lo.lll - y .?.-II ~WI: o.llA and system design- part 2: tib) Lil.;:JI CF3 1 CF3/ extinguishant y SASO- ISO- ~I tibl ~ yJI A.., \"till - Gaseous fire - extinguishing y • ~ ~.J 14520-11 l_p..ll ~\\..,_»ill ~ system - Physical properties 22 ~ ~ ~ ~ ~J ~l.lo.lll - y .?.-II 11 : o.)lA and system design -part 11: ~tib) Lil.;:JI HFC 236fa HFC 236fa extin_g_ushant of 02-04-19- SASO- ISO- ~\\ ~ W:. • l ~ ~ ~~~ ~.J ·W I- Gaseous fire- extinguishing 14520-12 1_ p.11 ~u J:!ill ~ systems - Physical properties 23 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ _?..ll: 12: o..llA and system design -part 12: ~til:.) ~~~ IG-0 1 IG-01 extinguishant SASO- ISO- ~~ ol.ih... ~~I ~jWI - Gaseous fire - extinguishing 14520-13 I_ p.ll ~ I.J _}.!i.ll ~ systems- Physical properties 24 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 13: o..llA and system design- part 13: ~til:.)~~~ IG-100 IG-1 00 extinguishant SASO- ISO- ~\\ ~ W:. • l ~ ~ ~~~ ~.J · WI- Gaseous fire - extinguishing 14520-14 I_ p.ll ~I .J _}.!i.ll ~ systems- Physical properties 25 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 14: o..llA and system design -part 14: ~til:.) ~~~ IG-55 IG-55 extinguishant SASO- ISO- ~\\ ol.ih... ~~I ~jWI - Gaseous fire- extinguishing 14520-15 I_ p.ll ~I .J _}.!i.ll ~ systems- Physical properties 26 ~ ~ ~ ~ ~.J rll:.lll - ~ ..:r.JI 15: o..llA and system design - part 15: ~til:.)~~~ IG-541 IG-541 extinguishant SASO- ISO- ~\\ ~ tibl • ~ ~ ~~~· ~. W J I- 14520-8 I_ p..\\1 ~I .J _}.!i.l I ~ Gaseous fire - extinguishing ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 8: o..llA ~W:.J systems - Physical properties ~~I and system design - part 8: 0.>! .ft. J. )_,!! .J.Jfo. J. )~ HFC 125 extinguishant SASO- ISO- ~I ~ tibl • ~ ~ ~~~· ~. W J I- Gaseous fire - extinguishing 14520-10 I_ p..\\1 ~I.J _}.!i.ll ~ ~ ~ ~ ~ ~ o: . J systems - Physical properties 28 rl.l:.lll - ~ ..:r.JI 1 o..llA and system design- part 10: W:.l ~~I ~ .~ HFC 23 extinguishant 0Y..ft. J.)_,l!. J.Jfo. J.)~ SASO- ISO- ~I o~ ~~I ~jWI - Gaseous fire - extinguishing 14520-5 I_ p.ll ~I .J _}.!i.ll ~ systems - Physical properties 29 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 5: o..llA ~W:.J and system design -part 5: ~~~ FK-5-1-12 FK-5-1-12 extinguishant Note: The list of standard specifications mentioned in this annex is subject to review, and suppliers are responsible for ensuring that they are using the latest specifications , and copies of those listed in the tables. of 02-04-19- B) Product list and custom code Custom Item Product Catego_l)' Feeders and refilling for fire extinguishers; packed shells for fire extinguishing Fire hoses, from volcanic unhardened and not reinforced 4009 or combined in any other way or with any other materials Fire hoses, from volcanic latex unhardened, reinforced or combined with metals onJy. Fire hoses, from volcanic latex unhardened, reinforced or combined with fabrics only. Fire hoses, from volcanic un-solidified and not 4009 reinforced or combined in any other way or with other materials. Cabins installs on facility's walls to store firefighting equiQment, water tubes, etc. Cabins, installed on facility's walls to store firefighting equipment. Fire extinguisher ports boards and fire alarm poles Fire extinguisher ports boards and fire alarm poles 8413 Fire-fighting pumps. 8481 Fire extinguishing nozzles and ports. Note: The products and custom codes in Saber electronic platform are the updated and approved version. of 02-04-19- Annex No. (2) Conformity Assessment Form (Type 3) as per ISO/IEC (Type Approval Based on Quality Assurance of Production Process) 1 Type Approval Based on Quality Assurance the Production Process A model of conformity assessment procedures, by which the supplier fulfills the obligations set out in the items below, while ensuring and acknowledging - on its sole responsibility - that the concerned products are in conformity with the type specified in the Type Approval Certificate and comply with the requirements of the relevant technical regulations. 2 Manufacturing The supplier shall operate with a certified Product Safety Management System, to ensure the safety of the product, including production lines, final inspection and testing of the concerned products as per Clause (3 ), and shall be subject to periodic surveillance as per Clause (4 ). 3 Product Safety Management System 311 The supplier shall submit a request to a Notified Body \"Third party\" of its choice, in order to evaluate the safety management system of concerned products. The request shall include: A) Name and address of the supplier, and the name and address of the official representative, in case the representative submits the request. B) The manufacturer shall be officially licensed by the relevant authorities in the country of origin. C) A written declaration not to submit the same request to any other Notified Body ''Third Party\". D) All relevant information regarding the concerned product category. E) Documentation of the Product Safety Management System. F) Technical documents of the certified type, and a copy of the Type Approval Certificate. of 02-04-19- 3/2 The Product Safety Management System shall guarantee that the manufactured products are in conformity with the type specified in the Type Approval Certificate, and with the requirements of the relevant technical regulations. 3/3 All the system elements and its requirements- adopted by the supplier-shall be documented in a systematic and orderly manner in a form of written policies, procedures and instructions. The documents of the Product Safety Management System shall provide a consistent understanding of the safety programs, plans, manuals and records. Such documents shall contain, in particular, an adequate description of the following: A) Quality objectives, organizational structure, responsibilities and competences of the management regarding the safety of the product. B) Manufacturing techniques, product safety and quality assurance procedures, and applied processes and procedures. C) Executed inspections and tests; before, during, and after manufacturing, and the frequency with which they will be carried out. D) Records: such as inspection, testing, calibration reports, and the qualification documents of relevant personnel, etc. E) Means of control for achieving the required product safety and the effective operation of the Product Safety Management System. 3/4 The Notified Body, approving the Product Safety Management System, shall assess such system to determine whether it satisfies the requirements referred to in Clause (3/3), during the period of the approval of the system, which shall be three years. 3/5 The product shall be presumed to comply with the requirements of the technical regulations, in relation to the items of the Product Safety Management System, whenever it conforms to the standards. 3/6 In addition to experience in the relevant product safety, the auditing team shall have one technical expert-at least- who is experienced in the assessment of the field and techniques of manufacturing of the product, and is fully aware of the technical requirements stipulated in the relevant technical regulations. 3/7 The audit shall include an assessment visit to the factory. The auditing team shall review the technical documents referred to in Clause (3/3), in order to verify the manufacturer's ability to identify the requirements of the technical regulations and carry out the necessary examinations and tests to ensure compliance of the product with these requirements. 3/8 The manufacturer shall be notified of the decision after the end of the assessment, provided that such notice include audit fmdings, assessment decision, along with the justifications on which the decision was based. of 02-04-19- 3/9 The manufacturer shall be committed to satisfy the obligations of the Product Safety Management System, as approved, and to maintain the system so that it remains adequate and efficient. 3/10 The manufacturer shall notify the conformity assessment body, which approved the Product Safety Management System, of any proposed modifications to the system. 3/11 The Notified Body shall evaluate any proposed modifications and decide whether the modified Product Safety Management System will continue to satisfy the requirements referred to in Clause (3/3) or a reassessment is necessary. The Notified Body shall notify the manufacturer of its decision; the notification shall include testing results along with the justifications of the assessment decision. 4 Periodic Surveillance Under the Responsibility of the Notified Body 4/1 The purpose of periodic surveillance is to verify the extent of which the supplier meets the obligations of the certified Product Safety Management System. 4/2 For assessment purposes, the supplier shall allow the Notified Body, during the validation period, to enter the manufacturing, inspection, testing and storage sites. The supplier shall provide the Notified Body with all necessary information, particularly, the Product Safety Management System documents and safety records, such as testing and calibration reports, and the qualification documents of relevant personnel, etc. 4/3 The Notified Body shall carry out periodic audit visits to verify that the manufacturer applies and maintains the Product Safety Management System, and shall provide the supplier with an audit report. 4/4 The otified Body have the right to perform unexpected visits to the factory. During such visits, the Notified Body may, as necessary, carry out product tests, or have them carried out by a third party, in order to verify that the Product Safety Management System is properly functioning. The Notified Body shall provide the supplier with an assessment report, and testing reports, in case of testing. 5 Certificate of Conformity and Declaration of Conformity 511 The Notified Body shall issue a Certificate of Conformity for the product in case the supplier has an effective and certified Product Safety Management System, upon the request of the supplier, within the validity period. 5/2 The Notified Body shall identify the product details in each request, clarify such details in the issued Certificate of Conformity, and record them in the electronic portal for conformity (in SASO). 5/3 The supplier shall provide a written Declaration of Conformity for each approved product type (Type Approval), and shall put it at the Regulatory Authorities and Market Surveillance Authorities disposal for a period of ten of 02-04-19- ( 10 ) years, at least, after the placement of the product in the market. The Declaration of Conformity of the supplier shall identify the approved product type. Furthermore, a copy of the Certificate of Conformity and the Declaration of Conformity shall bat the Regulatory Authorities and Market Surveillance Authorities disposal request. 5/4 The supplier shall put the following documents at the Regulatory Authorities and Market Surveillance Authorities disposal, for a period often (10) years, at least, after placement of the product in the market: • Documentation referred to in Clause (3/3). • The amendments referred to in Clause (9/3), as approved. • Decisions and reports of the Notified Body, referred to in Clause (7/3). 5/5 Each Notified Body shall inform the Regulatory Authorities and Market Surveillance Authorities of issued or withdrawn Product Safety Management System approvals, and shall periodically or upon request, provide lists of Product Safety Management System approvals that have been rejected, suspended, or by any means; on a regular basis or upon request. Each Notified Body shall inform, upon request, the other Notified Bodies of Product Safety Management System approvals it has rejected, suspended, withdrawn, or ; and notify such bodies of Product Safety Management System approvals issued by it. of 02-04-19- Annex No. (3) Supplier Declaration of Conformity Form This form is filled on formal documents of the company 1) The Supplier Data - The name: ----------------------------------------- - The address: ---------------------------------------- - Contact person: ------------------------ - E-mail: ---------------------------------- - Phone number: ------------------------------------- - Fax: ----------------------------------------- 2) Product details: - Trade mark of the product: ------------------------------- - Model: ------------------------------------- - Product description: ------------------------------------- - Level: ___________________ Category: _________________ - Reference standard specifications/ The technical specifications: We acknowledge that the product mentioned in the declaration is a product conforms the Saudi technical regulation and its attached Saudi standard specifications. Officer: ------------------------------ Company name: -------------------------------------- ~ Signature: _________________ Date: _/_ /_ of",
    "structured_sections": [
      {
        "section_code": "0.0",
        "section_title": "Introduction",
        "content": "02-04-19- Saudi Standards Metrology and Quality Org. (SASO) Technical Regulation for Fire Control Materials and Equipment This regulation was approved in the meeting of SASO board of directors No. (172) held on 28/12/1440 AH corresponding to (29/8/2019 AD) Published in the Official Gazette on 04/03/1441 AH. (0 1/11/20 19) Note: Only the Arabic version of this Regulation is authentic in law and is applicable where there are differences with this translation 02-04-19- Contents Preamble .................................................................................................................... Article (1): Terms and Defmitions ............................................................................ Article (2) Scope ....................................................................................................... Article (3) Objectives ................................................................................................ Article (4) Obligations of Supplier. ........................................................................... Article (5) Metrological Requirements ..................................................................... Article ( 6) Labelling .................................................................................................. Article (7) Conformity Assessment Procedures ........................................................ Article (8) Responsibilities of Regulatory Authorities ............................................. Article (9) Responsibilities ofMarket Surveillance Authorities .............................. Article (1 0) Violations and Penalties ........................................................................ Article (11) General Provisions ............................................................................... Article (12) Transitional Provisions ........................................................................ Article ( 13) Publication ........................................................................................... Annex No. (1) List of Standards ............................................................................. Annex No. (2) Conformity Assessment Form (Type 3) ......................................... ~ Annex No. (3) Supplier Declaration of Conformity Form ...................................... of 02-04-19- Preamble In line with the accession of the Kingdom of Saudi Arabia (KSA) to the World Trade Organization (WTO), as per the Decree No. 244 of the Council of Ministers, dated 21/09/1426 A.H., concerning the approval of documentation on the Kingdom's accession to the WTO, and the requirements by which the KSA shall adapt its relevant systems with the principles of WTO agreements, particularly, the Technical Barriers to Trade (TBT), which stipulates that no unnecessary technical requirements shall impede the flow of commodities among the member states, and that technical requirements and methods of conformity assessment shall not discriminate between products on the basis of origin, through the issuance of Technical Regulations that include the essential requirements and standardized business procedures. In accordance with Article 3 (Clause-1 ), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A.H. (31105/2010 A.D.), stipulating that: \"SASO shall issue Saudi standards, quality systems and guidelines and conformity assessment, compatible with international standards and guidelines, that meet the requirements of the World Trade Organization (WTO) Agreement, in addition to their compliance with Islamic Sharia and serving the interests of Saudi Arabia\"; In accordance with Article 4 (Clause-2), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/0611431 A.H. (31105/2010 A.D.), stipulating that: \"SASO shall issue regulations for conformity assessment procedures of goods, products, and services according to approved standards\"; In accordance with Article 4 (Clause-14), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A. H. (31/05/20 I 0 A.D.), stipulating that: \"SASO shall review the laws and control regulations related to SASO's work fields, and develop them, and propose amendments thereto in line with quality and safety requirements, and refer them to competent bodies in order to review and issue them, in accordance with applicable procedures\"; In accordance with Article 6 (Clause-1), Statue of Saudi Standards, Metrology and Quality Organization, issued in accordance with the Council of Ministers Decree No. 216, dated 17/06/1431 A.H. (31105/201 0 A.D.), stipulating that: \"Subject to Article 4 of this Statute, SASO shall be the authority in charge of matters related to standards, conformity assessment procedures, granting the quality mark, etrology and calibration. All public and private sectors shall be adhered to the Saudi standards in all purchases\". Page3of 02-04-19- Whereas the standards of the products included in a regulation shall be a basis for the conformity of such products with the essential safety requirements included in the specified regulation. Therefore, SASO has developed this Technical Regulation. Note: This preamble and all the annexes of this regulation shall form an integral part thereof. Article (1): Terms and Definitions 111 When applying the articles of this regulation, terms and expressions hereunder - shall have the meanings indicated in front thereof, unless the context otherwise requires: KSA: The Kingdom of Saudi Arabia. The Board: SASO's Board of Directors. SASO: Saudi Standards, Metrology and Quality Organization. Regulatory Authorities: Authorities/governmental bodies with regulatory tasks according to their specializations, that are responsible for the implementation and enforcement of technical regulations, whether in customs, markets, or manufactories. Market Surveillance: Activities and measures carried out by the market surveillance authorities to verify that products meet the requirements stipulated in the relevant technical regulations, and to ensure that they do not pose a risk to health, safety, the environment, or any other aspect related to the protection of the public interest. Market Surveillance Authorities: Authorities/governmental bodies responsible for carrying out market surveillance operations. Technical Regulation: A document approved by The Board that provides the characteristics of the products, the associated processes and their production methods, including the applicable administrative provisions; with which compliance is mandatory. The technical regulation can also include or pay attention to terms, definitions, packaging, and requirements of markings or labelling on products, services, processes or production methods. Standard: A document approved by the Board that provides, for regular and recurring use, non-mandatory rules, instructions, and specifications of products or processes and production methods. It may include or pay attention to terms, Page4of 02-04-19- definitions, packaging, and requirements of markings or labelling products, services, processes or production methods. Essential Requirements: The special requirements of the products; that may affect the safety, health, and the environment; that must be adhered to. Hazard(s): A potential source of harm. Risk (s): A potential risk causing damage; associated with the severity of damage. Supplier: A product manufacturer, in case that he is in the Kingdom, or the person identified as the manufacturer of the product, through linking the product to his name, or to a relevant commercial description, or any person who provides a product replacement. an An agent, when the manufacturer is outside the Kingdom or importer in the absence of an agent of the manufacturer. Any person in the supply chain, whose activities may affect the product characteristics. Conformity Assessment Procedures: A document approved by the Board of Directors, which describes the procedures used directly, or indirectly for the conformity assessment. Notified (Approved) Bodies: Conformity Assessment Bodies ''Third Party\", approved by SASO in accordance with the regulation of approving Conformity Assessment Bodies. Certificate of Conformity: A certificate issued by SASO or a notified body, which ensures the conformity of a product, or any batch thereof, with the requirements of the relevant standards and Technical Regulation. Supplier Declaration of Conformity: A declaration by the supplier by which it declares that a product is in conformity with the applicable legislations, without the mandatory intervention of a third party neither in the design stage, nor in the production stage of the manufacturing process. A declaration may depend on testing the product in accordance with the relevant legislation. Saudi Quality Mark: A mark granted by SASO, which declares that the supplier has established an effective management system, which ensures that the products they supply are produced in accordance with the applicable regulations, granting procedures, and the relevant Saudi standards. Placing on Market: Launching a product for the first time a product in the Saudi ~ market for which the manufacturer/supplier is responsible. Page5of 02-04-19- Making Available on the Market: Any supply of the product for distribution, consumption or use in the Kingdom, in the course of a commercial activity, whether in return for payment or free of charge. Withdrawal: Any procedure that aims at preventing or restricting the use of a product in the market or in a supply chain. Recall: Any procedure that aims to recall products made available for the end user. Product: Equipment, tools, and materials used in alarm and detection systems, firefighting, and fire-control systems, included in the scope of this Technical Regulation. 1/2 The terms and expressions specified herein shall have the meanings specified in the applicable laws, regulations, and decrees of SASO. Article (2) Scope 211 This Technical Regulations shall be applied on devices, tools and materials used in firefighting, and fire control, including: A) Fire extinguishing equipment and devices. B) Firefighting pumps. C) Firefighting substances. D) Parts and fittings of these systems. 2/2 Fire alarm and firefighting systems are excluded from the scope of this Technical Regulation, and the requirements of the Saudi code for fire protection shall be applied. Article (3) Objectives This Technical Regulation aims to lay out the essential requirements for fire extinguishing equipment, included in the scope of this Technical Regulation, and to identify the conformity assessment procedures for these products and their parts, with which the suppliers shall comply with before placing the products in the market, in order to ensure the conformity of these products to the relevant Technical Regulations and Standards, and preservation of the environment and the health and safety of the consumer. Article (4) Obligations of Supplier , 4/1 The supplier shall adhere to the following requirements: of 02-04-19- A) Products- covered by the scope of this Technical Regulation- shall fulfil the requirements stipulated in this Technical Regulation, and in the relevant standards, specified in Annex (1). B) Provide risk analysis applicable to the products, which shall be taken into consideration at the stages of design and manufacturing. C) Provide usage, installation, and maintenance information in a user manual for all products. D) Prove that the products are manufactured according to standards and technical specifications taking into consideration the health, and safety of the consumer and the preservation of the environment. E) Provide all technical documents - upon request- including certificates and test reports proving the conformity of the products to the relevant standards and the requirements specified in this Technical Regulation. F) Provide all administrative documents required by the competent authorities, upon request. G) Equipment and devices covered by the scope of this Technical Regulation shall not be placed in the market unless granted a Certificate of Conformity. 4/2 The supplier shall adhere to the following technical requirements: Firefighting devices, equipment, and materials shall be specifically designed and manufactured for frrefighting and shall meet the requirements of the relevant standards referred to in Annex No. (1 ). Article (5) Metrological Requirements 511 SI Units, their multipliers or parts shall be used during design, manufacturing, or trading. 5/2 Packaging Requirements A) Ensuring that the packaging of the products covered by this Technical Regulation is according to the packaging requirements stipulated in the relevant standards. B) Ensuring that the packaging is free of prohibited materials. C) Ensuring that the product packages or packaging materials hold the recycling mark. of 02-04-19- Article (6) Labelling The labeling of the products intended to be placed and displayed in the market shall fulfill the following requirements: 6/1 The product labels shall comply with the technical requirements referred to in the relevant standards, in this Technical Regulation. 6/2 Labels shall include warnings and usage instructions and shall be written in a clear irremovable way. 6/3 All information included in the markings shall be valid and verified. 6/4 Images and phrases used on the product packaging shall not violate the public law, morals, and the Islamic values prevailing in KSA. Article (7) Conformity Assessment Procedures 7/1 The supplier - responsible for product placement in the market - shall obtain a Certificate of Conformity issued by a notified body by SASO, in accordance with conformity assessment model (Type 3) as per ISO/IEC 17067 and the requirements specified in Annex No (2). 7/2 Notified Bodies shall implement the conformity assessment procedures according the specified model, in order to ensure fulfillment of the requirements of the Technical Regulation and relevant Saudi standards set out in Annex (1) of this Regulation. 7/3 The product shall be accompanied by a technical file, which includes the following: A) Supplier (manufacturer/importer) Declaration of Conformity as per Annex No (3). B) Risk Assessment Document. C) Technical Requirements stipulated in Article (4). 7/4 The supplier shall cooperate with the Regulatory Authorities and Market Surveillance Authorities by providing the technical file, Certificates of Conformity, and any other documents proving the conformity of the product with the requirements of this Technical Regulation, when required. 7/5 Firefighting equipment and devices used in ftrefighting systems that have obtained the Saudi Quality Mark, or its equivalent are considered to be complying with the requirements related to safety of the placed products in the market. Article (8) Responsibilities of Regulatory Authorities , Regulatory Authorities, as a part of their competences, shall carry out the following: of 02-04-19- 811 Regulatory Authorities shall verify that firefighting and fire prevention systems fulfill the requirements of the specified conformity assessment procedures, and the technical documents accompanied with the consignment. 8/2 Regulatory Authorities have the right to randomly take samples of the products and refer such samples to the competent laboratories to ascertain the extent of the conformity of such samples with the requirements set out in this Technical Regulation. 8/3 Regulatory Authorities have the right to charge the suppliers (manufacturers/importers) with the costs of tests and associated fees. 8/4 In case of a non-conformity of the product, Regulatory Authorities shall withdraw the concerned products from warehouses, and take the necessary legal actions. Article (9) Responsibilities of Market Surveillance Authorities Market Surveillance Authorities, as a part of their competences, shall carry out the following: 911 Enforce the market surveillance procedures to the products in markets and the products stored in warehouses, in order to check the product's safety and the extent of fulfillment ofthe requirements stipulated in this Technical Regulation and relevant standards. 9/2 Sample the product, whether from the market or warehouses of suppliers (manufacturers and importers), in order to conduct the necessary tests and to verify the conformity of such products with the requirements set out in this Technical Regulation. 9/3 In case of non-conformity of - displayed or stored - products with the requirements of this Technical Regulation, Market Surveillance Authorities shall take all administrative actions including withdrawal and recall of such products. Procedures and penalties -stipulated in Article (8) -shall be applied after taking the necessary actions. Article (10) Violations and Penalties 10/1 It is prohibited to manufacture, import, launch, or even advertise the products non-conforming with the requirements of the articles stipulated in this Technical Regulation. 10/2 Failure to meet the requirements of this Regulation shall be a sufficient reason for Market Surveillance Authorities and Regulatory Authorities to consider the product as non-conforming, which may pose a risk to the health and safety of consumers and to the environment, including, but not limited to: of 02-04-19- A) Non-fixing or improper fixing of conformity labels, Saudi Quality Mark, or its equivalent. B) Failure to issue or improper issuance of the Certificate of Conformity or the Supplier Declaration of Conformity. C) Unavailability or incompleteness of the technical documentation upon request. D) Unavailability or incompleteness of product data/labels, safety guidelines, or usage instructions. 10/3 In case of a violation of the provisions hereof, Market Surveillance Authorities shall take all necessary actions to eliminate such violations, and their effects from the market. To this end, Market Surveillance Authorities may: A) Mandate the violating party- that is responsible for placing and offering of the product-to withdraw the product from the warehouses or markets in order to remedy such violations, if possible. The product may be exported or destroyed (according to the nature of the product) within the period specified by the Market Surveillance Authorities. B) Withdraw, restrain or destroy the products, or take any other necessary action to recall such products from the markets. In addition, as the case may be, Market surveillance Authorities may announce the withdrawal of the product from the markets, and the violating party shall bear all associated expenses. 10/4 In case of non-conformity of the products, SASO shall take the necessary actions concerning products non-conforming with the requirements of this Regulation, including the cancellation of the relevant Certificate of conformity, while taking the necessary measures with the Notified Body, which issued the certificate. 10/5 Without prejudice to any other law, a party that violates any of the provisions hereof shall be subject to the penalties stipulated in applicable Anti-Commercial Fraud Law or any other superseding law. Article (11) General Provisions 1111 Supplier shall bear full legal responsibility for the implementation of the requirements of this Technical Regulation, and shall be subject to the penalties stipulated in the Anti-Commercial Fraud laws and/or any other related laws, in case any violation of the articles thereof is proven. 11/2 This Technical Regulation shall not impede the supplier to comply with all other systems/regulations applicable in the Kingdom of Saudi Arabia; pertaining to trading, transporting, or storing the product, in addition to the rules/regulations ~ related to the environment, security, and safety. of 02-04-19- 11/3 Suppliers of the products subject to the provisions of this Technical Regulation shall provide the inspectors of the Regulatory and Market Surveillance Authorities with all necessary information and facilities, when required, to carry out their assigned tasks. 11/4 Where new originated cases that cannot be treated under the provisions of this Technical Regulation, or where a dispute arises as a result of the application of those provisions, such matter shall be referred to the competent committee in SASO, in order to issue a proper resolution regarding the case or dispute, while taking the public interest into consideration. 11/5 The supplier may submit a new request after elimination of the reasons of rejection for the conformity assessment procedures request, and after the necessary corrections have been made. The supplier shall be responsible for any additional expenses determined by SASO. 1116 SASO shall examine the complaints received regarding the products having a Certificate of Conformity or a Quality Mark, if any, and verify the validity of such complaints, and take the necessary legal actions in case of any violations. 1117 SASO has the right to annul the Certificate of Conformity or the Quality Mark license, if any, if the supplier violates the provisions herein, and shall take the legal actions to ensure the preservation of the rights of SASO. 1118 If any modifications were made to the product during the validity period of the Certificate of Conformity or the Quality Mark license, if any, (except for figure modifications), the certificate, license, or the Supplier Declaration of Conformity for this product shall be annulled, and a new request shall be submitted 1119 SASO shall, exclusively, have the right to interpret the articles herein. All beneficiaries of the application of this Technical Regulation shall adhere to the interpretations issued by SASO. Article (12) Transitional Provisions 12/1 The supplier shall adhere to the provisions of this Technical Regulation within six months as of the date of publication in the Official Gazette. 12/2 Products, not complying with the requirements of this Technical Regulation, shall not be traded after one year as of the date of publication in the Official Gazette. 12/3 This Technical Regulation, once adopted, shall supersede all the preceding regulations related to the scope of this regulation. #' Article (13) Publication Page II of 02-04-19- ~ This Technical Regulation shall be published in the Official Gazette. of 02-04-19- Annex No. (1) List of Standards for Firefigbting Equipment and Devices Standard Standard Standard Specifications Title SIN Specifications Specifications Title in in English Number Arabic SASO 63 t_s!~ ( uyW:.) ~~~ - Fire extinguishers - part 1 - ~fiJI J}JI: t_s!~ ~I 1 steel portable carbon dioxide ~ .ll.ll •tiJ •t.j .ll.u&l ~~.) - ~ ~ fire extinguishers. u.Y..fill SASO 81 wyW:. ~~I - ~fiJI Fire extinguisher - part 2: 2 ~ ·W I· . ww ~ l.ihll ~.'. .L . ll.ll Portable 1,1,1,3,3,3- (.·.)w .J Y.J.J ~w. Hexafluoropropane fire ~ 1d'l'3'3'3 extinguishers. SASO 124 t_s!~ ~~I ~J¥1 - Fire extinguishers - part 3: 3 ~fiJI ~I: t}~ ~~I portable foam extinguishers ~~~~ 0.i =-)1. (gas pressure). SASO 125 t}~ ~~I ~J¥1 - Fire extinguishers - part 4: 4 ~fiJI ~1)1: t_s!~ ~~I Portable dry powder ~~~~ tJ~I u4JI. extinguishers. SASO 419 t}~ ~~I - ~~I lY\"\"WI: t_s!Lh..JI ~Wll Fire extinguisher - part 5: 5 (tl~l~u~) ~l Mobile carbon dioxide fire J-3 .\\ .iJ. ·t.j .ll.u&l extinguishers . .) ~ ~ . .fill (..)..}! • SASO 420 ts!~ '~~~~~I Fire extinguishers part 6 - ~t....JI: t_s!Lh..JI ~I 6 mobile dry- powder (tl~l~u~) ~l extinguishers. J-3 ~~u.W.I ~ SASO 64 L;_;b .J4b-l ts-9~ (uyW:.) Methods of test for portable ~~~~J¥1. fire extinguishers. SASO 37 uul_,bl ~\\.j ¥ (. . .) ..}! .fill~~~.L )A steel carbon dioxide cartridges ~~~Wit}~ for fire extinguishers . '- • ':1 ~I . SASO 38 J_;b .J4b-l wlil_,bl ~\\.j Methods of test for steel ¥ 1u .Y..fill ~ ~~ u.o 9 carbon dioxide caryridges for ~~~WI(.s!~ fire extinguishers. '-'~:1 ~I . SASO 418 J_;b .J4b-l ts-9~ ~~I Method of testing mobile fire 10 ~l(tl~luk extinguishers. w~). of 02-04-19- SASO GSO ~ts.... ~I.;:JI- ~tho Fire fighting - portable fire 11 ISO 7165 Lil.;:JI ~J¥1- yb\\11 extinguishers - performance ~jill and construction. SASO GSO ~tho Lil.;:JI WI~ w~l Wheeled fire extinguishers - ISO 11601 - ~b\\11 ~jiliJ. Performance and construction SASO GSO ~WI LJ..o ~lyJI - Fire protection -Portable and ISO 11602-2 ~th.JI jJ~ I wl~J wheeled fire Extinguishers - w~l - y .?.-11 ~WI: part 2: inspection and t.J¥i:il1~~1 J. maintenance ~ SASONFPA w~l_,... ~_; w~l Standard for the installation of 14 20 ~WI t,I....:.Jl · ~ yJI Stationary Pumps for Fire • ~ l)A~ • Protection SASO GSO ~\\ ~ts.... ~lyJI ~I Fixed firefighting system - EN 671-1 - ~1 ~1-.?JI - y .?.- 15 Hose system - part 1 : Hose JJYI: wlfo.~I..?JI~ reels with semi-rigid hose. ~4JI SASOEN ~\\ ~ts.... Lil.;:JI ~WI - Fixed firefighting system- 671-2 ~1 ~ _,b __?jl - y .?.- 16 Hose system- part 2: Hose ·WI.· ~1 _,b__?JI ~ ~ ~ systems with lay-flat hose. ~~ft~. SASO- ISO - wl~ ~WI LJ..o LilyJI Equipment for fire protection 5923 ~ts.... J Lil.;:JI - Jjl.....!J and ftre fighting - Fire y tib) Lil.;:JI - ~tj ~1 extinguishing media- Carbon 0-Y..fill dioxide SASO - 1796 Jji_,....JI ~_,c. )1 o. fiy JI Liquid foam concentrates for ~.~1 ~ ytib) Lil.;:JI fire extinguishing SASO- 647 t.3~ ytib) Lil.;:JI Fire extinguishing dry 19 ·~1 uh.. ll _ wt...U b:WI chemical powder- General ~~ ~ ~WI requirements SASO- ISO - ~WI LJ..o Lil.;:JI - ~J Fire protection - Fire 7201-1 ytib) LilyJI - extinguishing media - 20 wuY ..fiJ .J~I ~I - Halogenated hydrocarbons - ~.?.-II JJ\\ II: c.:.,~ I_,... part 1: Specifications for halon u_,ltA 1211 u_,lt.\\ J 13 o 1 1211 and halon SASO - ISO- ~I otih... Lil.;:JI ~jli.ll - Gaseous fire -extinguishing 14520-2 l_p..ll ~\\..,_»ill ~ systems - Physical properties 21 ~ ~ ~ ~ ~J ~l.lo.lll - y .?.-II ~WI: o.llA and system design- part 2: tib) Lil.;:JI CF3 1 CF3/ extinguishant y SASO- ISO- ~I tibl ~ yJI A.., \"till - Gaseous fire - extinguishing y • ~ ~.J 14520-11 l_p..ll ~\\..,_»ill ~ system - Physical properties 22 ~ ~ ~ ~ ~J ~l.lo.lll - y .?.-II 11 : o.)lA and system design -part 11: ~tib) Lil.;:JI HFC 236fa HFC 236fa extin_g_ushant of 02-04-19- SASO- ISO- ~\\ ~ W:. • l ~ ~ ~~~ ~.J ·W I- Gaseous fire- extinguishing 14520-12 1_ p.11 ~u J:!ill ~ systems - Physical properties 23 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ _?..ll: 12: o..llA and system design -part 12: ~til:.) ~~~ IG-0 1 IG-01 extinguishant SASO- ISO- ~~ ol.ih... ~~I ~jWI - Gaseous fire - extinguishing 14520-13 I_ p.ll ~ I.J _}.!i.ll ~ systems- Physical properties 24 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 13: o..llA and system design- part 13: ~til:.)~~~ IG-100 IG-1 00 extinguishant SASO- ISO- ~\\ ~ W:. • l ~ ~ ~~~ ~.J · WI- Gaseous fire - extinguishing 14520-14 I_ p.ll ~I .J _}.!i.ll ~ systems- Physical properties 25 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 14: o..llA and system design -part 14: ~til:.) ~~~ IG-55 IG-55 extinguishant SASO- ISO- ~\\ ol.ih... ~~I ~jWI - Gaseous fire- extinguishing 14520-15 I_ p.ll ~I .J _}.!i.ll ~ systems- Physical properties 26 ~ ~ ~ ~ ~.J rll:.lll - ~ ..:r.JI 15: o..llA and system design - part 15: ~til:.)~~~ IG-541 IG-541 extinguishant SASO- ISO- ~\\ ~ tibl • ~ ~ ~~~· ~. W J I- 14520-8 I_ p..\\1 ~I .J _}.!i.l I ~ Gaseous fire - extinguishing ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 8: o..llA ~W:.J systems - Physical properties ~~I and system design - part 8: 0.>! .ft. J. )_,!! .J.Jfo. J. )~ HFC 125 extinguishant SASO- ISO- ~I ~ tibl • ~ ~ ~~~· ~. W J I- Gaseous fire - extinguishing 14520-10 I_ p..\\1 ~I.J _}.!i.ll ~ ~ ~ ~ ~ ~ o: . J systems - Physical properties 28 rl.l:.lll - ~ ..:r.JI 1 o..llA and system design- part 10: W:.l ~~I ~ .~ HFC 23 extinguishant 0Y..ft. J.)_,l!. J.Jfo. J.)~ SASO- ISO- ~I o~ ~~I ~jWI - Gaseous fire - extinguishing 14520-5 I_ p.ll ~I .J _}.!i.ll ~ systems - Physical properties 29 ~ ~ ~ ~ ~.J r\\..\\;.lll - ~ ..:r.JI 5: o..llA ~W:.J and system design -part 5: ~~~ FK-5-1-12 FK-5-1-12 extinguishant Note: The list of standard specifications mentioned in this annex is subject to review, and suppliers are responsible for ensuring that they are using the latest specifications , and copies of those listed in the tables. of 02-04-19- B) Product list and custom code Custom Item Product Catego_l)' Feeders and refilling for fire extinguishers; packed shells for fire extinguishing Fire hoses, from volcanic unhardened and not reinforced 4009 or combined in any other way or with any other materials Fire hoses, from volcanic latex unhardened, reinforced or combined with metals onJy. Fire hoses, from volcanic latex unhardened, reinforced or combined with fabrics only. Fire hoses, from volcanic un-solidified and not 4009 reinforced or combined in any other way or with other materials. Cabins installs on facility's walls to store firefighting equiQment, water tubes, etc. Cabins, installed on facility's walls to store firefighting equipment. Fire extinguisher ports boards and fire alarm poles Fire extinguisher ports boards and fire alarm poles 8413 Fire-fighting pumps. 8481 Fire extinguishing nozzles and ports. Note: The products and custom codes in Saber electronic platform are the updated and approved version. of 02-04-19- Annex No. (2) Conformity Assessment Form (Type 3) as per ISO/IEC (Type Approval Based on Quality Assurance of Production Process) 1 Type Approval Based on Quality Assurance the Production Process A model of conformity assessment procedures, by which the supplier fulfills the obligations set out in the items below, while ensuring and acknowledging - on its sole responsibility - that the concerned products are in conformity with the type specified in the Type Approval Certificate and comply with the requirements of the relevant technical regulations. 2 Manufacturing The supplier shall operate with a certified Product Safety Management System, to ensure the safety of the product, including production lines, final inspection and testing of the concerned products as per Clause (3 ), and shall be subject to periodic surveillance as per Clause (4 ). 3 Product Safety Management System 311 The supplier shall submit a request to a Notified Body \"Third party\" of its choice, in order to evaluate the safety management system of concerned products. The request shall include: A) Name and address of the supplier, and the name and address of the official representative, in case the representative submits the request. B) The manufacturer shall be officially licensed by the relevant authorities in the country of origin. C) A written declaration not to submit the same request to any other Notified Body ''Third Party\". D) All relevant information regarding the concerned product category. E) Documentation of the Product Safety Management System. F) Technical documents of the certified type, and a copy of the Type Approval Certificate. of 02-04-19- 3/2 The Product Safety Management System shall guarantee that the manufactured products are in conformity with the type specified in the Type Approval Certificate, and with the requirements of the relevant technical regulations. 3/3 All the system elements and its requirements- adopted by the supplier-shall be documented in a systematic and orderly manner in a form of written policies, procedures and instructions. The documents of the Product Safety Management System shall provide a consistent understanding of the safety programs, plans, manuals and records. Such documents shall contain, in particular, an adequate description of the following: A) Quality objectives, organizational structure, responsibilities and competences of the management regarding the safety of the product. B) Manufacturing techniques, product safety and quality assurance procedures, and applied processes and procedures. C) Executed inspections and tests; before, during, and after manufacturing, and the frequency with which they will be carried out. D) Records: such as inspection, testing, calibration reports, and the qualification documents of relevant personnel, etc. E) Means of control for achieving the required product safety and the effective operation of the Product Safety Management System. 3/4 The Notified Body, approving the Product Safety Management System, shall assess such system to determine whether it satisfies the requirements referred to in Clause (3/3), during the period of the approval of the system, which shall be three years. 3/5 The product shall be presumed to comply with the requirements of the technical regulations, in relation to the items of the Product Safety Management System, whenever it conforms to the standards. 3/6 In addition to experience in the relevant product safety, the auditing team shall have one technical expert-at least- who is experienced in the assessment of the field and techniques of manufacturing of the product, and is fully aware of the technical requirements stipulated in the relevant technical regulations. 3/7 The audit shall include an assessment visit to the factory. The auditing team shall review the technical documents referred to in Clause (3/3), in order to verify the manufacturer's ability to identify the requirements of the technical regulations and carry out the necessary examinations and tests to ensure compliance of the product with these requirements. 3/8 The manufacturer shall be notified of the decision after the end of the assessment, provided that such notice include audit fmdings, assessment decision, along with the justifications on which the decision was based. of 02-04-19- 3/9 The manufacturer shall be committed to satisfy the obligations of the Product Safety Management System, as approved, and to maintain the system so that it remains adequate and efficient. 3/10 The manufacturer shall notify the conformity assessment body, which approved the Product Safety Management System, of any proposed modifications to the system. 3/11 The Notified Body shall evaluate any proposed modifications and decide whether the modified Product Safety Management System will continue to satisfy the requirements referred to in Clause (3/3) or a reassessment is necessary. The Notified Body shall notify the manufacturer of its decision; the notification shall include testing results along with the justifications of the assessment decision. 4 Periodic Surveillance Under the Responsibility of the Notified Body 4/1 The purpose of periodic surveillance is to verify the extent of which the supplier meets the obligations of the certified Product Safety Management System. 4/2 For assessment purposes, the supplier shall allow the Notified Body, during the validation period, to enter the manufacturing, inspection, testing and storage sites. The supplier shall provide the Notified Body with all necessary information, particularly, the Product Safety Management System documents and safety records, such as testing and calibration reports, and the qualification documents of relevant personnel, etc. 4/3 The Notified Body shall carry out periodic audit visits to verify that the manufacturer applies and maintains the Product Safety Management System, and shall provide the supplier with an audit report. 4/4 The otified Body have the right to perform unexpected visits to the factory. During such visits, the Notified Body may, as necessary, carry out product tests, or have them carried out by a third party, in order to verify that the Product Safety Management System is properly functioning. The Notified Body shall provide the supplier with an assessment report, and testing reports, in case of testing. 5 Certificate of Conformity and Declaration of Conformity 511 The Notified Body shall issue a Certificate of Conformity for the product in case the supplier has an effective and certified Product Safety Management System, upon the request of the supplier, within the validity period. 5/2 The Notified Body shall identify the product details in each request, clarify such details in the issued Certificate of Conformity, and record them in the electronic portal for conformity (in SASO). 5/3 The supplier shall provide a written Declaration of Conformity for each approved product type (Type Approval), and shall put it at the Regulatory Authorities and Market Surveillance Authorities disposal for a period of ten of 02-04-19- ( 10 ) years, at least, after the placement of the product in the market. The Declaration of Conformity of the supplier shall identify the approved product type. Furthermore, a copy of the Certificate of Conformity and the Declaration of Conformity shall bat the Regulatory Authorities and Market Surveillance Authorities disposal request. 5/4 The supplier shall put the following documents at the Regulatory Authorities and Market Surveillance Authorities disposal, for a period often (10) years, at least, after placement of the product in the market: • Documentation referred to in Clause (3/3). • The amendments referred to in Clause (9/3), as approved. • Decisions and reports of the Notified Body, referred to in Clause (7/3). 5/5 Each Notified Body shall inform the Regulatory Authorities and Market Surveillance Authorities of issued or withdrawn Product Safety Management System approvals, and shall periodically or upon request, provide lists of Product Safety Management System approvals that have been rejected, suspended, or by any means; on a regular basis or upon request. Each Notified Body shall inform, upon request, the other Notified Bodies of Product Safety Management System approvals it has rejected, suspended, withdrawn, or ; and notify such bodies of Product Safety Management System approvals issued by it. of 02-04-19- Annex No. (3) Supplier Declaration of Conformity Form This form is filled on formal documents of the company 1) The Supplier Data - The name: ----------------------------------------- - The address: ---------------------------------------- - Contact person: ------------------------ - E-mail: ---------------------------------- - Phone number: ------------------------------------- - Fax: ----------------------------------------- 2) Product details: - Trade mark of the product: ------------------------------- - Model: ------------------------------------- - Product description: ------------------------------------- - Level: ___________________ Category: _________________ - Reference standard specifications/ The technical specifications: We acknowledge that the product mentioned in the declaration is a product conforms the Saudi technical regulation and its attached Saudi standard specifications. Officer: ------------------------------ Company name: -------------------------------------- ~ Signature: _________________ Date: _/_ /_ of",
        "clauses": []
      }
    ]
  }
}