{
  "document_meta": {
    "source_file": "ndmo_guidelines.pdf",
    "extraction_date": "2025-12-12T03:35:13.581598",
    "total_pages": 17,
    "section_count": 1
  },
  "document": {
    "document_title": "Ndmo Guidelines",
    "pages": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17
    ],
    "raw_text": "ﺮﻳﻮﻄﺗو داﺪﻋﻹ يدﺎﺷﺮﺘﺳﻻا ﻞﻴﻟﺪﻟا ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ مﺎﻋ :ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١.٠ راﺪﺻﻹا ﻢـﻗر ٢٠٢٤ ﺲـﻄــﺴﻏأ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ تﺎﻳﻮﺘﺤﻤﻟا ﺔﻤﺋﺎﻗ ٤ ................................................................................................. ﺔﻣﺪﻘﻤﻟا ٤ ................................................................................................. فاﺪﻫﻷا ٥ ....................................................... ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﺔﻴﺴﻴﺋﺮﻟا ﺮﺻﺎﻨﻌﻟا ٥ ......................................................................... ﺎﻬﻃﺎﺸﻧو ﺔﻬﺠﻟا ﻢﺳا :ﻻً وأ ٥ ...................................................... تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳو ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ :ﺎًﻴﻧﺎﺛ ٦ ................................................. ﺎﻬﻌﻤﺟ ﻢﺘﻴﺳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا :ﺎًﺜﻟﺎﺛ ٦ ................................ ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ :ﺎًﻌﺑار ٨ ............................................................. ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ :ﺎًﺴﻣﺎﺧ ٨ ........................................................... ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻛرﺎﺸﻣ :ﺎًﺳدﺎﺳ ٨ ......................... ﺎﻬﻓﻼﺗإو ﺎﻬﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗ :ﺎًﻌﺑﺎﺳ ٩ ..................................................... ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤﺻأ قﻮﻘﺣ :ﺎًﻨﻣﺎﺛ ١٠ ................................................. تﺎﺿاﺮﺘﻋﻻاو ىوﺎﻜﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ :ﺎًﻌﺳﺎﺗ ١٠ ............................................ ﺎﻬﻴﻟإ لﻮﺻﻮﻟا ﻞﻴﻬﺴﺗو ﺔﺳﺎﻴﺴﻟا ﺔﺣﺎﺗإ :اًﺮﺷﺎﻋ ١٢ ....................................................... ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﻲﻠﻴﺼﻔﺗ جذﻮﻤﻧ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻣﺪﻘﻤﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ مﺎﻜﺣأ ﻖﻴﺒﻄﺗ قﺎﻄﻧ ﻲﻓ ﺔﻟﻮﻤــــﺸﻤﻟا تﺎﻬﺠﻟا دﺎــــﺷرإ ﻰﻟإ ﻞﻴﻟﺪﻟا اﺬﻫ فﺪﻬﻳ ﺎﻤﺑ ،ﺎﻬﺑ ﺔــﺻﺎﺨﻟا ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺳ ﺮﻳﻮﻄﺗو داﺪﻋﻹ ؛ﺔﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو (مﺎﻈﻨﻟا) ﺔﻴــﺼﺨــﺸﻟا ﻲﻓ ﻪﻧﺄـــﺷ ﻲﻓ درو ﺎﻣو ،مﺎﻈﻨﻟا ﻦﻣ ﺔ(ﻌﺑاﺮﻟ) اةدﺎﻤﻟا ﻲﻓ ﻪﻴﻠﻋ صﻮـــﺼﻨﻤﻟا ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا ﻞﻔﻜﻳ ةﺮــ(ﺸﻋ ﺔﻴﻧﺎﺜﻟ) اةدﺎﻤﻟا مﺎﻜﺣﺄﺑ تﺎﻬﺠﻟا ماﺰﺘﻟا ﻲﻓ ﻢﻫﺎــﺴﻳ ﺎﻤﺑو ،مﺎﻈﻨﻟا ﻦﻣ ةﺮــ(ﺸﻋ ﺔﺜﻟﺎﺜﻟ) اةدﺎﻤﻟا ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰ\"ﻠﻋ ﻲ:ﺗﻵا ﻮﺤﻨﻟا ﻰﻠﻋ ،ﺔﻴـﺻﻮﺼﺨﻠﻟ ﺔـﺳﺎﻴﺳ داﺪﻋﺈﺑ تﺎﻬﺠﻟا ﺖﻣﺰﻟأ ﻲﺘﻟا مﺎﻈﻨﻟا ﻦﻣ ﺎﻬﻴﻠﻋ اﻮﻌﻠﻄﻴﻟ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤــﺻﻷ ﺔﺣﺎﺘﻣ ﺎﻬﻠﻌﺠﺗ نأو ،ﺔﻴــﺻﻮــﺼﺨﻠﻟ ﺔــﺳﺎﻴــﺳ ﺪﻤﺘﻌﺗ نأ ىﻮﺘﺤﻣو ،ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﺪﻳﺪﺤﺗ ﻰﻠﻋ ﺔـــــﺳﺎﻴـــــﺴﻟا ﻚﻠﺗ ﻞﻤﺘـــــﺸﺗ نأ ﻰﻠﻋ ﻢ.ﻬﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ ﺪﻨﻋ ،ﺎﻬﺘﺠﻟﺎﻌﻣ ﺔﻴﻔﻴﻛو ،ﺎﻬﻈﻔﺣ ﺔﻠﻴـــــﺳوو ،ﺎﻬﻌﻤﺟ ﺔﻘﻳﺮﻃو ،ﺎﻬﻌﻤﺟ بﻮﻠﻄﻤﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا .ق\" ﻮﻘﺤﻟا هﺬﻫ ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ،ﺎﻬﺑ ﻖﻠﻌﺘﻳ ﺎﻤﻴﻓ ﺎﻬﺒﺣﺎﺻ قﻮﻘﺣو ،ﺎﻬﻓﻼﺗإ ﺔﻴﻔﻴﻛو ىﺪﻟ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﺮﻳﻮﻄﺗ ءﺎﻨﺛأ ﻪﺑ دﺎـﺷﺮﺘـﺳﻻا ﻦﻜﻤﻳ ًﺎﻴـﺳﺎﻴﻗ ﺎًﺟذﻮﻤﻧ ﻞﻴﻟﺪﻟا اﺬﻫ مﺪﻘﻳ ﺎﻤﻛ ﻦﻴﻌﺑ ﺎﻫﺬﺧأ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴـﺳﺎـﺳﻷا ﺮـﺻﺎﻨﻌﻟا حﺎـﻀﻳإو ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻟا ﻖﻴﻘﺤﺗ نﺎﻤـﻀﻟ ،تﺎﻬﺠﻟا ﺪـﻳﺪـﺤﺘﻟ ﺔـﻳﺬـﻴﻔﻨﺘﻟا ﻪـﺤﺋاﻮﻟو مﺎـﻈﻨﻟا ﻰﻟإ عﻮﺟﺮﻟا ﻦﻜﻤﻳو ،ﺔـــــــﺳﺎـﻴــــــﺴﻟا هﺬـﻫ ﺮﻳﻮﻄﺗ ءﺎـﻨﺛأ رﺎـﺒﺘﻋﻻا ﻦﻜﻤﻳ ﻼﻓ ،ﺔﻴﻣﺎـﻈﻨﻟا تﺎـﺒﻠﻄﺘﻤﻟا ﺪﻳﺪـﺤﺗو ،ﻞﻴﻟﺪﻟا اﺬﻫ ﻲﻓ ةدراﻮﻟا تارﺎﺒﻌﻟاو ظﺎﻔﻟﻷﺎﺑ دﻮــــــﺼﻘﻤﻟا اﺬـﻫ ّﺪـﻌُﻳ ﻻو ،ﺔـﻳﺬـﻴﻔﻨﺘﻟا ﻪـﺤﺋاﻮﻟو مﺎـﻈﻨﻟا مﺎـﻜﺣأ ﻰﻟإ عﻮﺟﺮﻟا ﻦﻋ ﻞـﻴﻟﺪـﻟا اﺬـﻫ ﻰﻠﻋ عﻼﻃﻻا ﻲﻨﻐﻳُ نأ ﺎﻣ ﻊﻴﻤﺠﻟ ﺔﻴﻣﺎﻈﻨﻟا ﺔﻴﻌﺟﺮﻤﻟا ﺔﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو مﺎﻈﻨﻟا مﺎﻜﺣأ ﻞﺜّﻤﺗُ ذإ ؛ﺎًﻣﺰﻠﻣ ﺎًﻴﻣﺎﻈﻧ ًﺎـﺼﻧ ﻞﻴﻟﺪﻟا ! ﻪﻣ. ﺎﻜﺣأ ﻖﻴﺒﻄﺘﺑ ﻖﻠﻌﺘﻳ فاﺪﻫﻷا ﻲ:ﺗﻵا ﻰﻟإ ﻞﻴﻟﺪﻟا اﺬﻫ فﺪﻬﻳ ! م.ﺎﻈﻨﻟا مﺎﻜﺣأ ﻖﻴﺒﻄﺗ ﻲﻓ تﺎﻬﺠﻟا ﻢﻋد . ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣو ﺔﻴﺻﻮﺼﺨﻟا تﺎﺳرﺎﻤﻣ ﻞﻀﻓأ ﻲﻨّﺒﺗ ﻰﻠﻋ تﺎﻬﺠﻟا ﻊﻴﺠﺸﺗ . ! ﺔ.ﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ ﻢﻴﻤﺼﺗو ىﻮﺘﺤﻣ ﺮﻳﻮﻄﺗ لﻮﺣ تادﺎﺷرإ ﻢﻳﺪﻘﺗ . ﺎﻬﻴﻠﻋ صﻮـﺼﻨﻤﻟا ﻪﻗﻮﻘﺣ ﺔـﺳرﺎﻤﻣ ﻦﻣ ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـﺻ ﻦﻴﻜﻤﺗ ﻲﻓ ﺔﻤﻫﺎـﺴﻤﻟا . م.ﺎﻈﻨﻟا ﻲﻓ ! جرﺎﺧ ﺎﻫﺮﻘﻣ نﻮﻜﻳ ﻲﺘﻟا تﺎـﻬﺠﻟا ﻚﻟﺬـﻛو ،ﺖﻧﺎـﻛ ﺔـﻠﻴــــــﺳو يﺄـﺑ ﺎًﻴﻠﻛ وأ ًﺎـﻴﺋﺰﺟ ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎـﻧﺎﻴﺒﻟا ﺔﺠﻟﺎـﻌﻣو ﻊﻤﺠﺑ مﻮﻘﺗ ﻲﺘﻟا ﺔﻜﻠﻤﻤﻟا ﻞـﺧاد ﻢﻜﺤﺘﻟا تﺎـﻬﺟ ! ﺔ.ﻗﻼﻌﻟا تاوذ ﺔﻤﻈﻧﻷا ﻊﻣ ضرﺎﻌﺘﻳ ﻻ ﺎﻤﺑ ﺖﻧﺎﻛ ﺔﻠﻴﺳو يﺄﺑ ﺔﻜﻠﻤﻤﻟا ﻲﻓ ﻦﻴﻤﻴﻘﻤﻟا داﺮﻓﻷﺎﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ مﻮﻘﺗ ﻲﺘﻟا ﺔﻜﻠﻤﻤﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎﺻ ﺔﻴﺻﻮﺼﺧ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟا . ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﺔﻴﺴﻴﺋﺮﻟا ﺮﺻﺎﻨﻌﻟا ﺎﻬﺘﺠﻟﺎﻌﻣ ﻦﻣ ضﺮﻐﻟاو ،ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا!ﺔﻴـــﺻﻮـــﺼﺨﻟا ﺔــﺳﺎﻴـــﺳ ﺢــﺿﻮﺗ ﺎﻬﻟ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟاو ، ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻌﻤﺠﻟ ﻲﻣﺎﻈﻨﻟا غﻮــﺴﻤﻟاو ﺎﻬﻣاﺪﺨﺘــﺳا ﺔﻴﻔﻴﻛو ،ﺎـﻬﻓﻼﺗإ ﺔـﻴﻔﻴﻛو ،تﺎـﻧﺎـﻴﺒﻟﺎـﺑ ظﺎـﻔﺘﺣﻻا ةﺮﺘﻓو ،ﺔـﺠﻟﺎـﻌﻤﻠﻟ ﻲﻓاﺮﻐﺠﻟا قﺎـﻄﻨﻟاو ،تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻦﻋ ،ﺔﻬﺠﻟا ﻊﻣ ﻞــــﺻاﻮﺘﻟا ﺔﻴﻟآو ﻪﻗﻮﻘﺤﻟ ﻪﺘـــــﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ﺔﻴـــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ قﻮﻘﺣو ﻚﻟذو لﻮــﺻﻮﻟا ﺔﻠﻬــﺳو ﺔﺤــﺿاو قﺮﻄﺑ ﻢﻬﻟ داﺮﻓﻷا تﺎﻧﺎﻴﺑ ﺔﺣﺎﺗﺈﺑ تﺎﻬﺠﻟا ماﺰﺘﻟا ﻚﻟﺬﻛ ﺢــﺿﻮﺗو .ﺎﻬﺑ ﺔﺻﺎﺨﻟا تﺎﻘﻴﺒﻄﺘﻟا وأ ﺐﻳﻮﻟا ﻊﻗاﻮﻣ ﻰﻠﻋ ﺎﻬﻄﺑﺮﻛ ،ﺎﻬﻌﻤﺟ ﺪﻨﻋ ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻟا ﻦِّ ﻤـﻀُﺗ نأ -ﻪـﺳرﺎﻤﺗ يﺬﻟا طﺎـﺸﻨﻟا ﺔﻌﻴﺒﻃ ﺐـﺴﺤﺑ- ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻪﻧأ ﺎﻤﻛ ! :ﺎﻬﺑ ﺔﺻﺎﺨﻟا ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ داﺪﻋإ ﺪﻨﻋ هﺎﻧدأ ةرﻮﻛﺬﻤﻟا ﺎﻬﻃﺎﺸﻧو ﺔﻬﺠﻟا ﻢﺳا :ﻻً وأ ﻊﻣ ،ﺔﻳرﺎﺠﺘﻟا تﺎﻣﻼﻌﻟاو ﺔﻴﻣﺎﻈﻨﻟا تﻼﺠــــﺴﻠﻟ ﺎًﻘﻓو ﺎﻬﻟ ﻲﻤــــﺳﺮﻟا ﻢــــﺳﻻا ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺔ.ﻓﺪﻬﺘﺴﻤﻟا ﺔﺌﻔﻟاو ﺎﻬﻣﺪﻘﺗ ﻲﺘﻟا تﺎﻣﺪﺨﻟاو ﺎﻬﺘﻄﺸﻧأو ﺎﻬﺗﺎﺻﺎﺼﺘﺧاو ﺎﻬﻣﺎﻬﻣ ﻦﻋ ةﺮﺼﺘﺨﻣ ةﺬﺒﻧ تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳو ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ :ﺎًﻴﻧﺎﺛ ﻢﻗﺮﻛ ﺎﻬﻌ:ﻣ ﻞـﺻاﻮﺘﻟا ﻦﻣ داﺮﻓﻷا ﻦﻜّﻤﺗ ﻲﺘﻟا ﺎﻬﺑ ﺔـﺻﺎﺨﻟا ﻞـﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺎﻬﻴﻠﻋ ﻲﺘﻟا تﺎﻬﺠﻟا ﻦﻣ ﺔﻬﺠﻟا ﺖﻧﺎﻛ اذإ ،ﻚﻟذ ﻰﻟإ ًﺔﻓﺎـــﺿإ ،يﺪﻳﺮﺒﻟا ناﻮﻨﻌﻟاو ﻊﻗﻮﻤﻟا وأ ،ﻒﺗﺎﻬﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆــــــﺴﻣ ﺔﻳﻮﻫ ﺪﻳﺪﺤﺗ ﺎﻬﻴﻠﻌﻓ ،ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺤﻟ لوﺆــــــﺴﻣ ﻦﻴﻴﻌﺗ تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﻦﻋ ﻞﻴـﺻﺎﻔﺘﻟا ﻦﻣ ﺪﻳﺰﻣ ﻰﻠﻋ لﻮـﺼﺤﻠﻟ ﻚﻟذو ﻪﻌﻣ ﻞـﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑو ﺔﻴـﺼﺨـﺸﻟا ﺎﻬ.ﺑ ﺔﻘﻠﻌﺘﻤﻟا قﻮﻘﺤﻟا ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ﺔﻴﺼﺨﺸﻟا ﺔ.ﺠﻟﺎﻌﻤﻠﻟ ﺔﻴﻣﺎﻈﻧ تﺎﻏﻮﺴﻣ كﺎﻨﻫ نﺎﻛ اذإ ﺎﻣ ﺔﻓﺮﻌﻤﻟ مﺎﻈﻨﻟا ﻦﻣ ةﺮﺸ(ﻋ ﺔﺴﻣﺎﺨﻟاو ،ةﺮﺷﺎﻌﻟاو ،ﺔﺳدﺎﺴﻟاو ،ﺔﺴﻣﺎﺨﻟ)ا داﻮﻤﻟا ﻰﻟإ عﻮﺟﺮﻟا ﻢﺘﻳ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺎﻬﻌﻤﺟ ﻢﺘﻴﺳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا :ﺎًﺜﻟﺎﺛ ءﺎﻨﺛأ وأ ،ﻊﻤﺠﻟﺎﺑ ءﺪﺒﻟا ﻞﺒﻗ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺢـــﺿﻮﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ عﻮﻨﻟ ًﺎــﻘﻓو ةدﺪــﺤﻣ تﺎــﺌﻓ ﻰﻟإ تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ ﻢﻴــــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﻊﻤﺠﻟا ﺔــﻴﻠﻤﻋ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻓﺮﻌﻣ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــﺻ ﻰﻠﻋ ﻞّ ﻬـــﺴﻳ ﺎﻤﺑ ؛ﺎﻫردﺎـــﺼﻣو ﺮ:ﺼﺤﻟا ﻻ لﺎﺜﻤﻟا ﻞﻴﺒﺳ ﻰﻠﻋ ﻚﻟذ ﻦﻣو ،ﻖﻴﻗدو ﺢﺿاو ﻞﻜﺸﺑ • ءﺎــــﺸﻧﻹ ةﺮــــﺷﺎﺒﻣ مﺪﺨﺘــــﺴﻤﻟا ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴــــﺴﻴﺋﺮﻟا تﺎﻧﺎﻴﺒﻟ) ابﺎــــﺴﺤﻟا تﺎﻧﺎﻴﺑ ! ل.(ﺎﺼﺗﻻا مﺎﻗرأو ﻦﻳوﺎﻨﻌﻟاو ﻲﺼﺨﺸﻟا ﻒﻳﺮﻌﺘﻟا ﻢﻗرو ﻢﺳﻻﺎﻛ ،ﻲﺼﺨﺷ ﻒﻠﻣ وأ بﺎﺴﺣ • ﺔـﻗﺎــﻄﺒﻟا ﻢﻗﺮﻛ ،ﻊﻓﺪـﻟا تﺎـﻴﻠﻤﻋ ءاﺮﺟإ ضاﺮﻏﻷ ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎـﻧﺎـﻴﺒﻟ)ا ﻊﻓﺪـﻟا تﺎــﻧﺎـﻴﺑ ! ﺎﻫ.(ﺮﻴﻏو ،ﻊﻓﺪﻟا ﻎﻟﺎﺒﻣو ﺔﻴﻜﻨﺒﻟا ! ى.ﺮﺧأ فاﺮﻃأ ﻦﻣ ﺎﻬﻴﻠﻋ لﻮﺼﺤﻟا ﻢﺘﻳ تﺎﻧﺎﻴﺑ • • تﻼﺠــــــﺳ ﻖﻳﺮﻃ ﻦﻋ ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎﻧﺎـﻴﺒﻟ) ا ﺰ\"ﻴﻛﻮﻜ\"ﻟ اطﺎـﺒﺗرﻻا ﻒﻳﺮﻌﺗ تﺎـﻔﻠﻣ تﺎـﻧﺎـﻴﺑ .ﺔ(ﻬﺑﺎﺸﻤﻟا تﺎﻴﻨﻘﺘﻟا وأ طﺎﺒﺗرﻻا تﺎﻔﻠﻣ تﺎﻴﻨﻘﺗو ﺐﻳﻮﻟا ﻊﻗاﻮﻣ ! ﻊ.ﻗﻮﻤﻟا ﺪﻳﺪﺤﺗ تﺎﻧﺎﻴﺑ • هﺬﻫ ﻊﻤﺟ نﺎﻛ اذإ ﺎﻤﻴﻓ ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــــﺻ ﺔﻃﺎﺣإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻪﻧأ ﺎﻤﻛ ! \"ﺔﺠﻟﺎﻌﻤﻟا ضاﺮﻏﻷ ﺎًﻳرﺎﻴﺘﺧا مأ ﺎًﻴﻣاﺰﻟإ تﺎﻧﺎﻴﺒﻟا ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ :ﺎًﻌﺑار ﺎﻫﺪﻳﺪﺤﺗ ﻢﺗ ﻲﺘﻟا ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ ﻢﻴــﺴﻘﺘﺑ مﻮﻘﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ -أ ﺔ:ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻦﻣ ﻦﻴﻴﺴﻴﺋر ﻦﻴﻤﺴﻗ ﻰﻟإ (ﺎًﻴﻧﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ حﺎـــــﻀﻳإ :ةﺮـــــﺷﺎﺒﻣ ﺔﻘﻳﺮﻄﺑ تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا - ﻦﻤــــــﻀﺘﺗ ﻲﺘﻟا ﺔـﻴﻧوﺮﺘﻜﻟﻹا جذﺎـﻤﻨﻟﺎـﻛ تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻊﻤﺠﻟ ﺔـﻣﺪـﺨﺘــــــﺴﻤﻟا ﻞـﺋﺎــــــﺳﻮﻟا ! ﺎﻫ.ﺮﻴﻏو رﺎﻴﺘﺧﻻا رارزأ وأ ،ﺔﻟﺪﺴﻨﻤﻟا ﻢﺋاﻮﻘﻟا وأ ،ﺔﻏرﺎﻔﻟا لﻮﻘﺤﻟا ﺔﻣﺪﺨﺘــﺴﻤﻟا ﻞﺋﺎــﺳﻮﻟا حﺎــﻀﻳإ :ةﺮــﺷﺎﺒﻣ ﺮﻴﻏ ﺔﻘﻳﺮﻄﺑ ﺎﻬﻌﻤﺟ ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا - ﻊﻤﺠﻟا وأ ﺰ\"ﻴ،ﻛﻮﻜ\"ﻟا طﺎــﺒﺗرﻻا ﻒﻳﺮﻌﺗ تﺎــﻔﻠﻣ تﺎــﻴﻨﻘﺗ ﻞ:ــﺜﻣ ،تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ ﻊﻤﺠﻟ ﻊﻣ ﻲﻨﻴﺒﻟا ﻂﺑﺮﻟا ﻖﻳﺮﻃ ﻦﻋ وأ ،ﺐــﻳﻮﻟا ﻊﻗاﻮﻣ تﻼﻴﻠﺤﺗ وأ ،تﺎــﻣﻮﻠﻌﻤﻠﻟ ﻲﺋﺎــﻘﻠﺘﻟا ! ى.ﺮﺧأ ﺔﻬﺟ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ةدﺪﺤﻣ ةرﻮـــﺼﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟا ﺢـــﺿﻮﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ -ب تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺼﻟ ﺔﻣﺪﺧ ﻢﻳﺪﻘﺗ وأ ﺔﻣﺎﻋ تﺎﻣﺪﺧ ﻢﻳﺪﻘﺗ ﻞ:ﺜ) ﻣﺔﺤﻳﺮـــــﺻو ﺔﺤـــــﺿاوو ضرﺎﻌﺘﻳ ﻻأو ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ طﺎــﺸﻨﺑ ةﺮــﺷﺎﺒﻣ ﺔﻗﻼﻋ اذ ضﺮﻐﻟا نﻮﻜﻳ نأو ﺔ(،ﻴــﺼﺨــﺸﻟا دﺎﻤﺘﻋﻻا ﻢﺗ ﻲﺘﻟا ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮـﺴﻤﻟا ﺢﻴـﺿﻮﺗ ﻰﻟإ ًﺔﻓﺎـﺿإ ،ﺎًﻣﺎﻈﻧ رﺮﻘﻣ ﻢﻜﺣ يأ ﻊﻣ ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮــــﺴﻤﻟا ﺪﺣأ نﻮﻜﻳ نأ ﻰﻠﻋ ،ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﻟ ﺎﻬﻴﻠﻋ ﺔﻘﻘﺤﺘﻤﻟا ﺔﺤﻠـﺼﻤﻟا وأ ،ﻲﻋﺮـﺸﻟا ﻪﻴﻟو وأ ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـﺻ ﺔﻘﻓاﻮ) ﻣﺔﻴ:ﺗﻵا ﺐﺣﺎــﺻ نﻮﻜﻳ يﺬﻟا قﺎﻔﺗﻻا وأ ،ﻲﻣﺎﻈﻨﻟا ﺐﻠﻄﺘﻤﻟا وأ ،ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــﺼﻟ وأ ،ﺔـﻴﻨﻣﻷا ضاﺮﻏﻷا وأ ،ﺔـﻣﺎـﻌﻟا ﺔـﺤﻠــــــﺼﻤﻟا وأ ،ﻪـﻴﻓ ًﺎـﻓﺮﻃ ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎـﻧﺎـﻴﺒﻟا ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟا وأ ،ﺔﻣﺎﻌﻟا ﺔﻣﻼـﺴﻟا وأ ﺔﻣﺎﻌﻟا ﺔﺤـﺼﻟا ﺔﻳﺎﻤﺣ وأ ،ﺔﻴﺋﺎـﻀﻘﻟا تﺎﺒﻠﻄﺘﻤﻟا ﺢﻟﺎــــﺼﻤﻟا وأ ﻢ(ﻬ،ﺗﺎﻴﺣ ﺔﻳﺎﻤﺣ وأ ﻢﻬﺘﺤــــﺻ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟ) اداﺮﻓﻸﻟ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــﺼﻤﻟا ! .ﻢ(ﻜﺤﺘﻟا ﺔﻬﺠﻟ ﺔﻋوﺮﺸﻤﻟا ﻰﻟإ ًﺔﻓﺎـــﺿإ ،ﺎًﻌﻣ نٍ آ ﻲﻓ ﻲﻣﺎﻈﻧ غﻮـــﺴﻣ ﻦﻣ ﺮﺜﻛأ ﻰﻟإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﺪﻨﺘـــﺴﺗ نأ ﻦﻜﻤﻳ -ج حﺎﺘﻣ رﺪــــﺼﻣ ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺗ لﺎﺣ ﻲﻓ ﺎﻬﺘﺠﻟﺎﻌﻣ وأ ﺔﻴــــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﺔﻴﻧﺎﻜﻣإ ةﺮــﺸ( ﻋ ﺔــﺴﻣﺎﺨﻟ) اةدﺎﻤﻟا ﻲﻓ ﺎﻬﻴﻠﻋ صﻮــﺼﻨﻤﻟا تاءاﺮﺟﻹاو ﻂﺑاﻮــﻀﻠﻟ ﺎًﻘﻓو مﻮﻤﻌﻠﻟ ﻢﻟ اذإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﺔﻴﻧﺎﻜﻣإ ﻰﻟإ ًﺔﻓﺎــﺿإ ،مﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ﻪﻴﻠﻋ صﻮـــﺼﻨﻣ ﻮﻫ ﺎﻤﻟ ﺎًﻘﻓو ﻪﺘﻳﻮﻫ ءﺎﻔﺧإ ﻢﺗو ﺎﻬﺒﺣﺎـــﺻ ﺔﻳﻮﻫ ﻰﻠﻋ لﺪﻳ ﺎﻣ ﻦﻤـــﻀﺘﺗ ! م.ﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ﺔ(ﻌﺳﺎﺘﻟ) اةدﺎﻤﻟا ﻲﻓ ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ىﻮﺘﺤﻣ ﺮـــــﺼﺘﻘﻳ نأ ﺐﺠﻳ ،لاﻮﺣﻷا ﻊﻴﻤﺟ ﻲﻓ -د ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟﺎﺑ اًﺮﺷﺎﺒﻣو ﺎًﻘﻴﺛو ﺎًﻃﺎﺒﺗرا ﻂﺒﺗﺮﻤﻟاو مزﻼﻟا ﻰﻧدﻷا ﺪﺤﻟا ﻰﻠﻋ ﺎﻬﺘﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻞﺋﺎـــــﺳوو قﺮﻃ نﻮﻜﺗ نأو ،ﺎًﻤﺋﻼﻣ ىﻮﺘﺤﻤﻟا نﻮﻜﻳ نأو ،تﺎﻧﺎﻴﺒﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻣو وأ ﺐﻋﻼﺘﻟا وأ عاﺪﺨﻟا ﺐﻴﻟﺎــــﺳأ ﻦﻣ ﺔﻴﻟﺎﺧو ةﺮــــﺷﺎﺒﻣو ﺔﺤــــﺿاو ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ! ﻞ.ﻴﻠﻀﺘﻟا ﻻ ﻪﻧﺈﻓ ،ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻤﻟ ﻲﻣﺎﻈﻧ غﻮـــﺴﻤﻛ ﺔﻘﻓاﻮﻤﻟا ﻰﻟإ دﺎﻨﺘـــﺳﻻا ﺪﻨﻋ -ﻩ وأ ﺔﻣﺪﺧ ءاﺪـــﺳﻹ ًﺎﻃﺮـــﺷ ﺔﻴــــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﺔﻘﻓاﻮﻤﻟا نﻮﻜﺗ نأ زﻮﺠﻳ ﺔـﻗﻼﻋ تاذو ًﺎـﻘﻴﺛو ًﺎـﻃﺎـﺒﺗرا ﺔـﻄﺒﺗﺮﻣ ﺔـﻌﻔﻨﻤﻟا وأ ﺔـﻣﺪـﺨﻟا ﻦﻜﺗ ﻢﻟ ﺎـﻣ ؛ﺔـﻌﻔﻨﻣ ﻢﻳﺪـﻘﺗ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻤﺑ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ :ﺎًﺴﻣﺎﺧ تﺎـﻧﺎـﻴﺒﻟا ﺔـﺠﻟﺎـﻌﻣ ﺔـﻴﻟآ –ﺔـﻘﻴﻗدو ﺔـﺤــــــﺿاو ةرﻮــــــﺼﺑ– دﺪـﺤﺗ نأ ﻢﻜﺤﺘﻟا ﺔـﻬﺟ ﻰﻠﻋ ﺐـﺠﻳ . ه.ﻼﻋأ (ﺎًﺜﻟﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ﻪﻴﻠﻋ صﻮﺼﻨﻤﻟا ضﺮﻐﻟا ﻖﻴﻘﺤﺘﻟ ﺔﻴﺼﺨﺸﻟا ضﺮﻐﻟا ماﺪﺨﺘــــﺳا ﻢﻜﺤﺘﻟا ﺔﻬﺠﻟ ﻦﻜﻤﻳ ،ﺔﻴﻟﻮﻤــــﺸﺑ تﺎﻣاﺪﺨﺘــــﺳﻻا ﻊﻴﻤﺟ ﺪﻳﺪﺤﺗ نﺎﻤــــﻀﻟ . ،ةدﺪﺤﻤﻟا فاﺪﻫﻷا ﻦﻣ دﺪﻋ ﺪﻳﺪﺤﺗ ﻢﺘﻳ ﻪﻴﻠﻋ ءًﺎﻨﺑو ؛ﻲﻌﺟﺮﻣ سﺎـﺳأو مﺎﻋ فﺪﻬﻛ ﻲـﺴﻴﺋﺮﻟا ،ﺔﻛرﺎﺸﻤﻟاو ،ماﺪﺨﺘﺳﻻاو ،ﻦﻳﺰﺨﺘﻟاو ،ﻊﻤﺠﻟ) اتﺎﻧﺎﻴﺒﻟا ةﺎﻴﺣ ةرود ﻞﺣاﺮﻤﻟ ﺎًﻘﻓو ﻢﺴّ ﻘﺗ نأو تﺎـﻴﻠﻤﻌﻟا ﻦﻣ ﺔـﻋﻮﻤﺠﻣ ﻰﻟإ دﺪـﺤﻤﻟا فﺪـﻬﻟا ﻢﻴــــــﺴﻘﺗ ﻢﺘﻳ ﺔـﻠﺣﺮﻣ ﻞـﻛ ﻲﻓو ف(،ﻼﺗﻹاو ﻰﻠﻋ ﻢﺘﺗ ﻲﺘﻟا ةدﺪـﺤﻤﻟا ﺔـﻴﻠﻤﻌﻟا ﺪـﻳﺪـﺤﺗ ﻢﺘﻳ ﺔـﻣﺎـﻋ ﺔـﻴﻠﻤﻋ ﻞـﻜﻟو ،تﺎـﻧﺎـﻴﺒﻟا ﺔـﺠﻟﺎـﻌﻤﻟ ﺔـﻣﺎـﻌﻟا ! ت. ﺎﻧﺎﻴﺒﻟا ﻦﻣ ةدﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ ﺔﻘﻳﺮﻄﺑ وأ لوﺪﺟ ﺔﻐﻴــــﺼﺑ ﺎﻬــــﺿﺮﻋو تﺎﻧﺎﻴﺒﻟا ماﺪﺨﺘــــﺳا ﺔﻴﻔﻴﻛ ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺠﻟ ﻦﻜﻤﻳ . ! ﻪﻣ.اﺪﺨﺘﺳا ﺔﻴﻔﻴﻛو نﺎﻴﺑ ﻞﻛ ﺢﺿﻮﺗ ﺔﺤﺿاو ﺔﻴﺼﻧ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻛرﺎﺸﻣ :ﺎًﺳدﺎﺳ ﺔﻋﻮﻤﺠﻣ وأ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ نﺎﻛ اذإ ﺎﻣ حﺎــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــــﺻ ﺪﻳوﺰﺗو ﺎﻬ(ﺟ،رﺎﺧ وأ ﺔﻜﻠﻤﻤﻟا ﻞﺧاد ءاﻮــــ)ــ ﺳىﺮﺧأ فاﺮﻃﻷ ﺎﻬﻨﻣ ةدﺪﺤﻣ ،ﺎﻬﻴﻟإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا حﺎــﺼﻓإ ىﺮﺠَُﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟا وأ ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻤﺑ ﺔﻴــﺼﺨــﺸﻟا ﺎﻬﺘﻔ.ﺻو ﺎﻬﻨﻣ ةدﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ وأ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎﺼﻓﻹا ﻰﻟإ ﺔﺟﺎﺣ كﺎﻨﻫ ﺖﻧﺎﻛ لﺎﺣ ﻲﻓ . -ﺔﻘﻴﻗدو ﺔﺤــﺿاو ةرﻮــﺼﺑ- تﺎﻧﺎﻴﺒﻟا هﺬﻫ ﻦﻋ حﺎــﺼﻓﻹا ﻦﻣ ﻲــﺴﻴﺋﺮﻟا ضﺮﻐﻟا حﺎــﻀﻳإ ﻢﺘﻳ ةﺪﻌ) ﻟﻢﻈﺘﻨﻣ ﻞﻜــﺸﺑ وأ ة(ﺪﺣاو ةﺮﻤ) ﻟﻲــﺿﺮﻋ ﻞﻜــﺸﺑ ﺎﻬﻨﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ نﺎﻛ اذإ ﺎﻣو ! ت.(اﺮﻣ ﺎﻬﻓﻼﺗإو ﺎﻬﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗ :ﺎًﻌﺑﺎﺳ ﻊﻗاﻮﻤﻟاو ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺘﻟ ﺔﻣﺪﺨﺘــــﺴﻤﻟا ﻞﺋﺎــــﺳﻮﻟا حﺎــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . ﺔـﻴﺟرﺎـﺧ ﺔـﻬﺠﺑ ﺔـﻧﺎـﻌﺘــــــﺳﻻا ﻢﺘﺗ وأ ،ﺔـﻬﺠﻟا ﺮﻘﻣ ﻲﻓ مداﻮﺧ ﻰﻠﻋ ﺎـﻬﻨﻳﺰﺨﺗ ﻢﺘﻳ- ﺎـﻬﻟ ﺔـﻴﻓاﺮﻐﺠﻟا ﻞﺧاد ءاﻮــ)ــ ﺳﺔﻴﺑﺎﺤــــﺴﻟا ﺔﺒــــﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻞ:ﺜﻣ -ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺘﻟ ﺎ.ﻬ(ﺟرﺎﺧ وأ ﺔﻜﻠﻤﻤﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ةﺪﻣ ﺪﻳﺪـﺤﺗو ،ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎـﻴﺒﻟﺎﺑ ظﺎﻔﺘﺣﻼﻟ ﺔـﻴﻨﻣﺰﻟا ةﺪـﻤﻟا حﺎــــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔـﻬﺟ ﻰﻠﻋ . ﺢﻴـــﺿﻮﺗو ،ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ﺎًﻘﻓو ؛ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﻦﻣ عﻮﻧ ﻞﻜﻟ ظﺎﻔﺘﺣﻻا ﺔﻴﻧﺎﻜﻣإ مﺪﻋ نﺎﻤـــﻀﻟ ﺎﻬﻨﻣ ءﺎﻬﺘﻧﻻا ﺪﻌﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا فﻼﺗﻹ ﺔﻣﺪﺨﺘـــﺴﻤﻟا قﺮﻄﻟا ! ى.ﺮﺧأ ةﺮﻣ ﺎﻬﺗدﺎﻌﺘﺳا وأ ﺎﻬﻴﻠﻋ عﻼﻃﻻا ﻢﺗ ﻲﺘﻟا ﺔﻣزﻼﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻨﻘﺘﻟاو ﺔﻳرادﻹا ﺮﻴﺑاﺪﺘﻟاو ﻞﺋﺎــﺳﻮﻟا ﺢﻴــﺿﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . ﺮﻴﻏ لﻮــــــﺻﻮﻟا وأ ﻒﻠﺘﻟا وأ بﺮــــــﺴﺘﻟا ثداﻮﺣ ﻦﻣ ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺤﻟ ﺎﻫذﺎﺨﺗا ﺔﻳﻮﻬﻟا ءﺎﻔﺧإ ،تﺎﻧﺎﻴﺒﻟا ﺮﻴﻔــﺸﺗ ﻞﺋﺎــﺳو ماﺪﺨﺘــﺳا ﺮ:ــﺼﺤﻟا ﻻ لﺎﺜﻤﻟا ﻞﻴﺒــﺳ ﻰﻠﻋ ،عوﺮــﺸﻤﻟا ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻴﻤﻛو ﺔﻴــﺳﺎــﺴﺣ ىﺪﻣ ﻰﻠﻋ ﺔﻴﻨﻣﻷا ﺮﻴﺑاﺪﺘﻟا عﻮﻧ ﺪﻤﺘﻌﻳ ﺎﻤﻛ ﺰﻴ.ﻣﺮﺘﻟاو ﺎﻬﻌ.ﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤﺻأ قﻮﻘﺣ :ﺎًﻨﻣﺎﺛ ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤــــﺻأ قﻮﻘﺣ حﺎــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻞﺋﺎﺳﻮﻟا ﺮﻴﻓﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺐﺠﻳ ﺎﻤﻛ ،قﻮﻘﺤﻟا هﺬﻫ ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو -مﺎﻈﻨﻟا ﻲﻓ ةدﺪﺤﻤﻟا- هرﺎﻴﺘﺧا ﺐـــــﺴﺣ ﻪﻗﻮﻘﺤﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ تﺎﺒﻠﻄﻟ ﺔﺑﺎﺠﺘـــــﺳﻼﻟ ﺔﻤﺋﻼﻤﻟا ﺮﺒﻋ ﻞــﺻاﻮﺘﻟا ،ﺔﻴــﺼﻨﻟا ﻞﺋﺎــﺳﺮﻟا ،ﻲﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟ) ا ﻚ:ﻟذ ﻰﻠﻋ لﺎﺜﻣ ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ﺎﻫﺮﻓاﻮﺗو ﻚ.ﻟذ ﻦﻣ ﻪﻨﻴﻜﻤﺘﻟ قﺮﻐﺘﺴﻤﻟا ﺖﻗﻮﻟا حﺎﻀﻳإو ﺔﻴ(ﻧ،وﺮﺘﻜﻟﻹا تﺎﻘﻴﺒﻄﺘﻟا ﻻأو ،ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﻲﻣﺎﻈﻨﻟا غﻮــﺴﻤﻟﺎﺑ ﺎًﻤﻠﻋ ﻪﺘﻃﺎﺣإ ﻚﻟذ ﻞﻤــﺸﻳو ،ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا . ﻪﺘﻘﻓاﻮﻣ مﺪﻗ ﻪﻠﺟأ ﻦﻣ يﺬﻟاو ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻊﻣ ﻰﻓﺎﻨﺘﺗ ةرﻮــــــﺼﺑ ﺎًﻘﺣﻻ ﻪﺗﺎﻧﺎﻴﺑ ﺞﻟﺎﻌﺗ ! ﺔ.ﻴﻨﻤﻀﻟا وأ ﺔﺤﻳﺮﺼﻟا عﻼﻃﻻا ﻚﻟذ ﻞﻤـﺸﻳو ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـﺼﺨـﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻟإ ﻪﻟﻮـﺻو ﻲﻓ ﻖﺤﻟا . لﻮـﺻﻮﻟا ﻦﻣ ﻪﻨﻜّﻤﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﺎﻫﺮﻓﻮﺗ ﺔﻠﻴـﺳو لﻼﺧ ﻦﻣ وأ ،ﻪﻣﺪﻘﻳ ﺐﻠﻃ ﻰﻠﻋ ءًﺎﻨﺑ ،ﺎﻬﻴﻠﻋ ! ﺐ.ﻠﻃ ﻢﻳﺪﻘﺗ ﻰﻟإ ﺔﺟﺎﺤﻟا نود ﻲﺋﺎﻘﻠﺗ ﻞﻜﺸﺑ ﺔﻴﺼﺨﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻟإ ةءوﺮﻘﻣ ﺔﻐﻴﺼﺑ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴﺼﺨﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ لﻮﺼﺤﻟا ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ماﺪﺨﺘﺳﻻا ﺔﻌﺋﺎﺷ ﺔﻴﻧوﺮﺘﻜﻟإ ﺔﻐﻴﺼﺑ ﺎﻬﻤﻳﺪﻘﺗ ءاﻮﺳ ،تﻼﺠﺴﻟا نﻮﻤﻀﻤﻟ ﺔﻘﺑﺎﻄﻣ ،ﺔﺤﺿاوو ! ﺎﻬ.ﻨﻣ ﺔﻋﻮﺒﻄﻣ ﺔﺨﺴﻧ ﻢﻳﺪﻘﺗ وأ ،ﺔﻴﻨﻘﺘﻟا ﺔﻴﺣﺎﻨﻟا ﻦﻣ ﺎًﻨﻜﻤﻣ ﻚﻟذ ﺬﻴﻔﻨﺗ نﺎﻛ ﺎﻣ ﻰﺘﻣ وأ ،ﺎﻬﻣﺎﻤﺗإ وأ ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴــــــﺼﺨــــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺢﻴﺤــــــﺼﺗ ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ! ﺎﻬ.ﺜﻳﺪﺤﺗ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﻪﻴﻟإ ﺔﺟﺎﺤﻟا ﺖﻬﺘﻧا ﺎﻤﻣ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـﺼﺨــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ! ﺎﻬ.ﻨﻣ ﻦﻜﻳ ﻢﻟ ﺎﻣ -ﺖﻗو يأ ﻲﻓ- ﺔﻴــــﺼﺨــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻪﺘﻘﻓاﻮﻣ ﻦﻋ عﻮﺟﺮﻟا ﻲﻓ ﻖﺤﻟا . ﺔﻘﻓاﻮﻤﻟا هﺬﻫ ﻦﻋ لوﺪﻌﻟا ﺔﻴﻔﻴﻛ ﺢﻴـــﺿﻮﺗو ،ﻚﻟذ ﺲﻜﻋ ﺐﻠﻄﺘﺗ ﺔﻴﻣﺎﻈﻧ تﺎﻏﻮـــﺴﻣ كﺎﻨﻫ ﻚﻟذ ﻖﻓاﻮﺘﻳ نأو ،قﻮﻘﺤﻟا هﺬﻬﻟ ﺔﺑﺎﺠﺘــﺳﻻا ﺔﻋﺮــﺳ ﻦﻤــﻀﺗ قﺮﻃو ﻞﺋﺎــﺳو ﻢﻳﺪﻘﺗ لﻼﺧ ﻦﻣ ! م.ﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ةﺮﺸ( ﻋ ﺔﻴﻧﺎﺜﻟ)ا ةدﺎﻤﻟا ﻲﻓ درو ﺎﻣ ﻊﻣ ! ﺔ.ﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا ﻰﻟإ مﺎﻈﻨﻟا مﺎﻜﺣأ ﻖﻴﺒﻄﺗ ﻦﻋ ﺔﺌﺷﺎﻧ ىﻮﻜﺷ يأ ﻢﻳﺪﻘﺗ ﻲﻓ ﻖﺤﻟا . بﺎﻜﺗرا ﺔﺠﻴﺘﻧ رﺮـــﺿ ﻪﻘﺤﻟ اذإ ،يﻮﻨﻌﻤﻟا وأ يدﺎﻤﻟا رﺮـــﻀﻟا ﻦﻋ ﺾﻳﻮﻌﺘﻟﺎﺑ ﺔﺒﻟﺎﻄﻤﻟا ﻲﻓ ﻖﺤﻟا . ! ﺔ.ﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو مﺎﻈﻨﻟا ﻲﻓ ﺎﻬﻴﻠﻋ صﻮﺼﻨﻤﻟا تﺎﻔﻟﺎﺨﻤﻟا ﻦﻣ يأ تﺎﺿاﺮﺘﻋﻻاو ىوﺎﻜﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ :ﺎًﻌﺳﺎﺗ ﺐﺣﺎــﺻ ىﺪﻟ ىﻮﻜــﺷ دﻮﺟو لﺎﺣ ﻲﻓ تﺎــﺿاﺮﺘﻋﻻاو ىوﺎﻜــﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ ﺮﻴﻓﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ةﺮﺘﻔﻟا لﻼﺧ ﺔﻴــــﺼﺨــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻤﺑ ﺔﻘﻠﻌﺘﻤﻟا ﻪﻗﻮﻘﺣ ﺔــــﺳرﺎﻤﻣ ﻦﻣ ﻪﻨﻴﻜﻤﺗ مﺪﻌﻛ تﺎﻧﺎﻴﺒﻟا ﻢﺘﻳ نأ ﻦﻜﻤﻳو ،ﺔﺠﻟﺎﻌﻤﻟا ﻰﻠﻋ ضاﺮﺘﻋا دﻮﺟو لﺎﺣ ﻲﻓ وأ ،هﻼﻋأ (ﺎًﻨﻣﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ةدﺪﺤﻤﻟا ﺔﻴﻨﻣﺰﻟا تﺎﻧﺎﻴﺑو ىوﺎﻜـــﺸﻟا ﺔﺠﻟﺎﻌﻣو لﺎﺒﻘﺘـــﺳﺎﺑ ﺺﺘﺨﻤﻟا ﻢـــﺴﻘﻟا وأ ةرادﻹا ﻢـــﺳا ﺪﻳﺪﺤﺗ لﻼﺧ ﻦﻣ ﻚﻟذ ﺮﻴﻓﻮﺗ ﻰﻟإ ﺔﻓﺎــــﺿﻹﺎﺑ ،ىوﺎﻜــــﺸﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻤﻟ ةدﺪﺤﻤﻟا ﺔﻴﻨﻣﺰﻟا ةﺮﺘﻔﻟاو ،ﻪﺑ ﺔــــﺻﺎﺨﻟا ﻞــــﺻاﻮﺘﻟا ﺔﺠﻟﺎﻌﻣ ﺞﺋﺎﺘﻧ ﻦﻋ ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ ﺎـــــﺿر مﺪﻋ لﺎﺣ ﻲﻓ ﺔـــــﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﻢ.ﻜﺤﺘﻟا ﺔﻬﺟ ﻞﺒﻗ ﻦﻣ ىوﺎﻜﺸﻟا ﺎﻬﻴﻟإ لﻮﺻﻮﻟا ﻞﻴﻬﺴﺗو ﺔﺳﺎﻴﺴﻟا ﺔﺣﺎﺗإ :اًﺮﺷﺎﻋ ،ﺔﺤـﺿاو ﺔﻐﻠﺑ ﺔـﺳﺎﻴـﺴﻟا ىﻮﺘﺤﻣ ﺔﺑﺎﺘﻛو ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﻰﻟإ لﻮـﺻﻮﻟا ﺔﺣﺎﺗإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ تﺎﻧﺎﻴﺒﻟا بﺎﺤــﺻأ تﺎﺌﻓ ﻊﻴﻤﺟ كاردإ ىﻮﺘــﺴﻤﻟ ﺔﺒــﺳﺎﻨﻣو ،ﻢﻬﻔﻟاو ةءاﺮﻘﻟا ﺔﻠﻬــﺳو ،ﺔﻠﻠــﻀﻣ ﺮﻴﻏو رﺎﻌـــﺷإ ﺪﻌﻳ ﺚﻴﺣ ،ﺔﻴـــﺻﻮـــﺼﺨﻟا ﺔـــﺳﺎﻴـــﺴﺑ داﺮﻓﻷا رﺎﻌـــﺷﻹ ﺔﻣزﻼﻟا ﺮﻴﺑاﺪﺘﻟا ﻖﻴﺒﻄﺗو ،ﺔﻴـــﺼﺨـــﺸﻟا ﺰﺟﻮﻣ جذﻮﻤﻧ ﻮﻫو ،ﻢﻬﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ لﻮﺣ داﺮﻓﻷا ﻪﻴﺒﻨﺘﻟ ﺔﻴـــــﺳﺎـــــﺳﻷا قﺮﻄﻟا ىﺪﺣإ ﺔﻴـــــﺻﻮـــــﺼﺨﻟا تﺎﻬﻴﺒﻨﺗ لﻼﺧ ﻦﻣ نﻮﻜﻳ نأ ﻦﻜﻤﻳو ،ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺴﻟ ﺔﻴــﺴﻴﺋﺮﻟا ﺮــﺻﺎﻨﻌﻟا ﺺﺨّ ﻠﻳ ﺮــﺼﺘﺨﻣو جذﻮﻤﻧ وأ ،ﻲﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟا وأ لاﻮﺠﻟا ﻞﺋﺎﺳر ﻖﻳﺮﻃ ﻦﻋ ﻞﺳﺮﻳ نأ ﻦﻜﻤﻳو ،تﺎﻘﻴﺒﻄﺘﻟا ﻖﻳﺮﻃ ﻦﻋ . ﻲﻋﺎﻨﻄﺻﻻء ﺎاﻛﺬﻟاتو ﺎﻧﺎﻴﺒﺔﻠ ﻟﻳدﻮﻌﺴﺔﻟ ﺌاﻴﻬﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ وأ ﺔﻴــﺼﺨــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻲﻓ ءﺪﺒﻟا ﻞﺒﻗ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــﺻ ﻪﺑ دوﺰﻳ ﻞﻘﺘــﺴﻣ ﺎﻬﻌ.ﻤﺟ ءﺎﻨﺛأ ىﺮﺠﻳُ ﺚﻳﺪﺤﺗ وأ ﺮﻴﻴﻐﺗ يأ ﻞﻴﺠـﺴﺗو ﺔﻳرود ﺔﻔـﺼﺑ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﺔﻌﺟاﺮﻣ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋو ه.ﻼﻋأ (ﺎًﻴﻧﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ﻪﻴﻟإ رﺎﺸﻤﻟا تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳ ﻲﻓ ﺎﻬﻴﻠﻋ ﺔﻴ:ﺗﻵا ﺐﻴﻟﺎﺳﻷا ﻦﻣ يأ عﺎﺒﺗا ﻦﻜﻤﻳ ﺎﻤﻛ • ﻞّ ﻬــﺴﻳ ﻞﻜــﺸﺑ تاﺮﻘﻔﻟاو دﻮﻨﺒﻟا ىﻮﺘﺤﻣ ﻦﻋ ﺮﺒّﻌﺗ ﻲﺘﻟا تﺎﻧﻮﻘﻳﻷاو رﻮــﺼﻟا ﺾﻌﺑ ﺔﻓﺎــﺿإ ﻊﻳﺮ.ﺳ ﻞﻜﺸﺑ ىﻮﺘﺤﻤﻟا ﻢﻬﻓ ئرﺎﻘﻟا ﻰﻠﻋ • ﻢﻬﻔﻟاو ةءاﺮﻘﻟا ﻰﻠﻋ ﺰﻔّ ﺤﻳ ﺎـﻤﻣ ﻲﻘﻄﻨﻣ ﻞـﻜــــــﺸﺑ تاﺮﻘﻔﻟاو دﻮﻨﺒﻟا ﺔـﻧﻮﻨﻋو ﺐـﻴﺗﺮﺗ ةدﺎـﻋإ ! ﻲ.ﺳﺎﻴﻗ ﺖﻗﻮﺑ • لﺎﺣ ﻲﻓ ﺔـﺻﺎﺨﻟا تﺎﺌﻔﻠﻟ ﺔﻣﻮﻬﻔﻣو ﺔﺤـﺿاو ﺔﻘﻳﺮﻄﺑ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﻢﻴﻤـﺼﺗ ةﺎﻋاﺮﻣ رﺎﺒﻛ – لﺎﻔﻃﻷ) اﺔـﺻﺎﺨﻟا تﺎﺌﻔﻟا ىﺪﺣإ تﺎﻧﺎﻴﺑ ﻲﺋﺰﺟ وأ ﻲﻠﻛ ﻞﻜـﺸﺑ فﺪﻬﺘـﺴﺗ ﺔﻬﺠﻟا ﺖﻧﺎﻛ ! .ﺔ(ﺻﺎﺨﻟا تﺎﺟﺎﻴﺘﺣﻻا ووذ – ﻦﺴﻟا ! ﺔ.ﻓﺪﻬﺘﺴﻤﻟا ﺔﺌﻔﻠﻟ ﺔﺒﺳﺎﻨﻤﻟا ﺔﻐﻠﻟﺎﺑ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ ﻢﻴﻤﺼﺗ ةﺎﻋاﺮﻣ • • تﺎﻔﻠﻣ ﺔـﺳﺎﻴـﺳ ،طوﺮـﺸﻟاو مﺎﻜﺣﻷﺎﻛ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺴﺑ ﺔﻠـﺻ تاذ ىﺮﺧأ ﻂﺑاور ﺔﻓﺎـﺿإ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ ،طﺎﺒﺗرﻻا ! ! ! مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﻲﻠﻴﺼﻔﺗ جذﻮﻤﻧ ﺔ[ﻬﺠﻟا ﻢﺳا] ﻚﻨﻜﻤﻳو ، ﺔ[ﻓﺪﻬﺘـــــﺴﻤﻟا ﺔﺌﻔﻟاو ﺔﻣﺪﻘﻤﻟا تﺎﻣﺪﺨﻟاو ﺔﻬﺠﻟا تﺎـــــﺻﺎـــــﺼﺘﺧاو مﺎﻬﻣ ﻦﻋ ةﺮـــــﺼﺘﺨﻣ ةﺬﺒ]ﻧ ه.ﺎﻧدأ ﺔﺤﺿﻮﻤﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺐﺴﺣ ،ﺔﺣﺎﺘﻤﻟا تاﻮﻨﻘﻟا ﻦﻣ دﺪﻋ ﻖﻳﺮﻃ ﻦﻋ ،ﺎﻨﻌﻣ ﻞﺻاﻮﺘﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺺ: ﺘﺨﻤﻟا ﻖﻳﺮـــــﻔﻟا ﻢ/ﺴﻘﻟا [ ] ن: اﻮــــــــــــــــــــــــــــــــــــــــــــــــﻨﻌﻟا [ ] ﻒ: ﺗﺎﻬﻟا ﻢــــــــــــــــــــــــــــــــــــــﻗر [ ] ﻲ: ﻧوﺮﺘـــــــــــــــــــــــــــﻜﻟﻹا ﺪﻳﺮﺒﻟا [ ] ي: رﺎﺠﺘﻟا ﻞﺠﺴﻟا وأ ﺺﻴﺧﺮﺘﻟا [ ] ﺚﻳﺪﺤﺗ ﺮﺧآ ﺦﻳرﺎﺗ ﻰﻠﻋ عﻼﻃﻻا ﻚﻨﻜﻤﻳو ، ﺚ[ﻳﺪﺤﺗ ﺮﺧآ ﺦﻳر]ﺎﺗ ﺦﻳرﺎﺘﺑ ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺳ ﻰﻠﻋ ﺚﻳﺪﺤﺗ ﺮﺧآ ءاﺮﺟإ ﻢﺗ ﺖـﻧﺎـﻛ لﺎـﺣ ﻲﻓ تﺎـﺜﻳﺪـﺤﺘﻟا لوﺪـﺟ قﺎـﻓرإ وأ ﻂﺑار ﺔـﻓﺎـــــــﺿإ ﻦﻜﻤ]ﻳ ﻖﻳﺮﻃ ﻦﻋ تﺎـﺜﻳﺪـﺤﺘﻟا ﻞـﺠــــــﺳ . ﺔﻴ[ﻗرو ﺔﻘﻴﺛو ﺔﺳﺎﻴﺴﻟا ؟ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻲﻫ ﺎﻣ ﺔ:ﻴﻟﺎﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ مﻮﻘﻧ ،لﺎـﺜﻤﻟا ﻞـﻴﺒــــــﺳ ﻰﻠﻋ ،تﺎـﺌﻓ ﻰﻟإ ﺎـﻬﻤﻴــــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎـﻧﺎـﻴﺒﻟا ﻒــــــﺿ]أ - ﻞ[ﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ،ﺔﻴﺴﻴﺋﺮﻟا تﺎﻧﺎﻴﺒﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ؟ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻮﻫ ﺎﻣو ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ ﻢﺘﻳ ﻒﻴﻛ ةﺮـــــﺷﺎﺒﻣ ﻚﻘﻳﺮﻃ ﻦﻋ ﺎﻬﻴﻠﻋ لﻮــــــﺼﺤﻟا ﻢﺘﻳ ﺎﻬﺘﺠﻟﺎﻌﻤﺑ مﻮﻘﻧ ﻲﺘﻟا ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺾﻌﺑ ﺔﻴ:ﺗﻵا ضاﺮﻏﻸﻟ ﻚﻟذو ﻊ[ﻤﺠﻟا ﺔﻠﻴﺳو دﺪ]ﺣ ماﺪﺨﺘﺳﺎﺑ ﻰﻟإ ﺎﻬﻤﻴــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻢﺘﻳ ﺎﻬﻠﺟأ ﻦﻣ ﻲﺘﻟا ضاﺮﻏﻷا ﻒــــﺿ]أ - ت[ ﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﺐﺴﺣ تﺎﺌﻓ ﺔﻴ:ﺗﻵا ردﺎﺼﻤﻟا ﻦﻣ ،ةﺮﺷﺎﺒﻣ ﺮﻴﻏ ﺔﻘﻳﺮﻄﺑ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺾﻌﺑ ﻰﻠﻋ لﻮﺼﺤﻟﺎﺑ مﻮﻘﻧ ﺎﻤﻛ ،ةﺮـــﺷﺎﺒﻣ ﺮﻴﻏ ةرﻮـــﺼﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ردﺎـــﺼﻤﻟا ﻒـــﺿ]أ - عاﻮﻧأ ﺐـﺴﺣ تﺎﺌﻓ ﻰﻟإ ﺎﻬﻤﻴـﺴﻘﺗ ﻦﻜﻤﻳ ﺎﻤﻛ ،ﻊﻤﺠﻟا ﻦﻣ ضﺮﻐﻟا ﺮﻛذ ﻊﻣ ،ﻊﻤﺠﻟا ﺔﻠﻴـﺳوو ﺎﻫ[ردﺎﺼﻣو تﺎﻧﺎﻴﺒﻟا ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ مﺪﺨﺘﺴﻧ ﻒﻴﻛ ﻲ:ﺗﻵا ﻮﺤﻨﻟا ﻰﻠﻋ ﺮﺷﺎﺒﻣ ﺮﻴﻏ وأ ﺮﺷﺎﺒﻣ ﻞﻜﺸﺑ ﺎﻬﻌﻤﺟ ﻢﺗ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا مﺪﺨﺘﺴﻧ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻠﻟ ﻚﻣاﺪﺨﺘﺳا ﺔﻴﻔﻴﻛ ﻒﺿ]أ - ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻋ ﺢﺼﻔﻧ ﻒﻴﻛ ﻦﻋ ﺢـﺼﻔﻧ ﺪ]ﻗ وأ [ﺮ.ـﺷﺎﺒﻤﻟا ﻖﻳﻮـﺴﺘﻟا ضاﺮﻏﻷ ﺮﺧآ فﺮﻃ يﻷ ﺔﻴـﺼﺨـﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻋ ﺢـﺼﻔﻧ ﻦ]ﻟ ﺔ[ﻴ:ﺗﻵا تﺎﻬﺠﻟا ﻊﻣ ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻞﻜﻟ ضﺮﻐﻟا ﺮﻛذ ﻊﻣ ﺎﻬﻴﻟإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟا ﻒــﺿ]أ - ت[ ﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﻦﻣ عﻮﻧ ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﻟ ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮﺴﻤﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻤﻟ ﻪﻴﻠﻋ ﺪﻤﺘﻌﻧ يﺬﻟا ﻲﻣﺎﻈﻨﻟا غﻮـــﺴﻤﻟا نﺈﻓ ،ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻨﻟ ﺎًﻘﻓو ه(ﺎﻧدأ ﺔﺤﺿﻮﻤﻟا تﺎﻏﻮﺴﻤﻟا ﻦﻣ ﺮﺜﻛأ وأ ﺪﺣاو ﻲﻣﺎﻈﻧ غﻮﺴﻣ رﺎﻴﺘﺧا ﻦﻜﻤ)ﻳ ت: ﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ ﺮﺛﺆﻳ ﻻأ ﻰﻠﻋ ﺖـﻗو يأ ﻲﻓ ﺔـﻘﻓاﻮﻤﻟا ﻦﻋ لوﺪـﻌﻟا ﻚـﻨﻜﻤﻳو ،ﺔـﺤﻳﺮــــــﺼﻟا ﻚـﺘﻘﻓاﻮﻣ - ﻚـﻨﻜﻤﻳ ﻚـﻟﺬـﺑ مﺎـﻴﻘﻠﻟو ،ىﺮﺧأ ﺔـﻴﻣﺎـﻈﻧ تﺎـﻏﻮــــــﺴﻣ ﻰﻠﻋ ءًﺎـﻨﺑ ﻢﺘﺗ ﻲﺘﻟا ﺔـﺠﻟﺎـﻌﻤﻟا تﺎـﻴﻠﻤﻋ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ وأ ،ﺺﺘﺨﻤﻟا ﻢﺴﻘﻟا وأ ةرادﻹا ﻢﺳ]ا ﻊﻣ ﻞﺻاﻮﺘﻟا ﻪﺑ[ ءﺎﻓﻮﻟا ﺔﻴﻤﻫأو ماﺰﺘﻟﻻا اﺬﻫ حﺎﻀﻳإ ﻢﺘ]ﻳ يﺪﻗﺎﻌﺗ ماﺰﺘﻟﻻ اًﺬﻴﻔﻨﺗ - مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ ﺔﻬﺠﻟا لﻮﺨﺗ ﻲﺘﻟا ةدﺎﻤﻟاو مﺎﻈﻨﻟا ﻢـﺳا حﺎـﻀﻳإ ﻢﺘﻳ] ﻲﻣﺎﻈﻧ ماﺰﺘﻟﻻ اًﺬﻴﻔﻨﺗ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻖﻳﺮﻃ ﻦﻋ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــــﺼﻤﻟا ﺔﻳﺎﻤﺣ ﺔﻴﻔﻴﻛ حﺎــــــﻀﻳإ ﻢﺘ]ﻳ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــــﺼﻤﻟا ﺔﻳﺎﻤﺣ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻖﻳﺮﻃ ﻦﻋ ﺎﻬﻘﻴﻘﺤﺗ ﻢﺘﻳ ﻲﺘﻟا ﺔﻣﺎﻌﻟا ﺔﺤﻠــــﺼﻤﻟا حﺎــــﻀﻳإ ﻢﺘ]ﻳ ﺔﻣﺎﻋ ﺔﺤﻠــــﺼﻣ ﻖﻴﻘﺤﺗ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻣ ضرﺎﻌﺘﺗ ﻻ ﻲﺘﻟا ﺔﻋوﺮـﺸﻤﻟا فاﺪﻫﻷا حﺎـﻀﻳإ ﻢﺘ]ﻳ ﺔﻋوﺮـﺸﻣ فاﺪﻫأ وأ ﺢﻟﺎـﺼﻣ ﻖﻴﻘﺤﺗ - [ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎﺻ قﻮﻘﺣ ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻳﺰﺨﺘﺑ مﻮﻘﻧ ﻒﻴﻛ ﺔﺒــــﺳﻮﺤﻟا تﺎﻣﺪﺧ مﺪﻘﻣ ىﺪﻟ وأ ﺮﻘ/ﻣ ﻲﻓ ﻚﻟذو ﻦﻣآ ﻞﻜــــﺸﺑ ﺔﻴــــﺼﺨــــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻳﺰﺨﺗ ﻢﺘﻳ . ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻓﺎﻀﺘﺳا وأ ﻦﻳﺰﺨﺗ ﻪﻴﻓ ﻢﺘﻳ يﺬﻟا ﻊﻗﻮﻤﻟا ﻒﺿ]أ ﺔﻴﺑﺎﺤﺴﻟا ﻚﻟذ ﺪﻌﺑ مﻮﻘﻨﺳو ، ﺮ[ﻬﺷﻷﺎﺑ ﺔﻴﻨﻣﺰﻟا ةﺮﺘﻔﻟ]ا ةﺪﻤــﻟ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا عﻮﻧ ﺪﻳﺪﺤ]ﺗ ــﺑ ﻆﻔﺘﺤﻧ ﺎﻤﻛ ةﺮﻣ ﺎـﻬﺗدﺎـﻌﺘــــــﺳا وأ ﺎـﻬﻴﻠﻋ عﻼﻃﻻا ﺎـﻬﻟﻼﺧ ﻦﻣ ﻦﻜﻤﻳ ﻻ ﺔـﻨﻣآ ﺔـﻘﻳﺮﻄﺑ تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻦﻣ ﺺﻠﺨﺘﻟﺎـﺑ ﻦﻣ عﻮﻧ ﻞـﻜﻟ ظﺎـﻔﺘﺣﻻا ةﺮﺘﻓ ﺪـﻳﺪـﺤﺗ ﻢﺘ)ﻳ ت[ ﺎـﻧﺎـﻴﺒﻟا فﻼﺗإ ﻢﺘﻴــــــﺳ ﻒﻴ]ﻛ ﻖﻳﺮﻃ ﻦﻋ ﻚـﻟذو ،ىﺮﺧأ ةﺪ.(ﺣ ﻰﻠﻋ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻤﺑ ﻖﻠﻌﺘﻳ ﺎﻤﻴﻓ ﻚﻗﻮﻘﺣ ﻲﺳﺎﺳأ ﻞﻜـﺸﺑ ﺪﻤﺘﻌﺗ ﻲﺘﻟاو ،ﺔﻴﺗﻵا قﻮﻘﺤﻟا ﻚﻳﺪﻟ نﺈﻓ ،ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ ﺐﺟﻮﻤﺑ ﺔ:ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻰﻠﻋ ﻲﻣﺎﻈﻨﻟا غﻮـــﺴﻤﻟاو ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺒﻟ ﺎﻨﻌﻤﺟ قﺮﻃ ﺔﻓﺮﻌﻣ ﻚﻟ ﻖﺤﻳ ﻢ:ﻠﻌﻟا ﻲﻓ ﻖﺤﻟا - ،ﺎـﻬﻨﻋ حﺎــــــﺼﻓﻹا ﻢﺘﻴــــــﺳ ﻦﻤﻟو ﺎـﻬﻓﻼﺗإو ﺎـﻬﻈﻔﺣو ﺎـﻬﺘﺠﻟﺎـﻌﻣ ﺔـﻴﻔﻴﻛو ،ﺎـﻬﺘﺠﻟﺎـﻌﻣو ﺎـﻬﻌﻤﺠﻟ ﻞﺻاﻮﺘﻟا ﻚﻨﻜﻤﻳ وأ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ لﻼﺧ ﻦﻣ ﻞﻴﺻﺎﻔﺘﻟا ﺔﻓﺎﻛ ﻰﻠﻋ عﻼﻃﻻا ﻚﻨﻜﻤﻳو ﺔ.ﻄ( ﺴﺒﻣ ﺔﻐﻠﺑ ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎﻀﻳ)إ ،هﺎﻧدأ ﺔﺤﺿﻮﻤﻟا تﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ ﺎﻨﻌﻣ ﻰﻠﻋ عﻼﻃﻻا ﺎـﻨﻣ ﺐـﻠﻄﺗ نأ ﻚـﻟ ﻖﺤﻳ ﺔ:ـﻴــــــﺼﺨــــــﺸﻟا ﻚـﺗﺎـﻧﺎـﻴﺑ ﻰﻟإ لﻮــــــﺻﻮﻟا ﻲﻓ ﻖﺤﻟا - تﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ عﻼﻃﻻا ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔﻠﻴـﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚﻟذو ،ﺔﻴـﺼﺨـﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔ.ﻄ( ﺴﺒﻣ ﺔﻐﻠﺑ لﻮﺻﻮﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎﻀﻳ)إ ، ﺔ[ﻴﺼﺨﺸﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﻰﻠﻋ لﻮـــــﺼﺤﻟا ﺐﻠﻃ ﻚﻟ ﻖﺤﻳ ﺔ:ﻴـــــﺼﺨـــــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ لﻮـــــﺼﺤﻟا ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا - نﺎﻛ ﺎﻣ ﻰﺘﻣ ﺔﺤـــﺿاوو ةءوﺮﻘﻣ ﺔﻐﻴـــﺼﺑ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺪـﻳوﺰﺗ ﺎـﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔـﻠﻴــــــﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚـﻟذو ،ﺔـﻴﻨﻘﺘﻟا ﺔـﻴﺣﺎـﻨﻟا ﻦﻣ ﺎًـﻨﻜﻤﻣ ﻚـﻟذ ﺔﻐﻠﺑ لﻮــــﺼﺤﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎــــﻀﻳ)إ ، ﻪ[ﺗﺎﻧﺎﻴﺒﺑ ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــﺻ نإ ،تاءﺎﻨﺜﺘـــﺳﻻاو دﻮﻴﻘﻟا ﻦﻣ ﺎﻫﺮﻴﻏو ،لﻮـــﺼﺤﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ يﺮـــﺴﺗ ﻲﺘﻟاو ﺔﻄـــﺴﺒﻣ ت.(ﺪﺟو ﻚـﺗﺎـﻧﺎـﻴﺑ ﺢﻴﺤــــــﺼﺗ ﺎـﻨﻣ ﺐـﻠﻄﺗ نأ ﻚـﻟ ﻖﺤﻳ ﺔ:ـﻴــــــﺼﺨــــــﺸﻟا ﻚـﺗﺎـﻧﺎـﻴﺑ ﺢﻴﺤــــــﺼﺗ ﻲﻓ ﻖﺤﻟا - ﻖﻳﺮﻃ ﻦﻋ ﻚﻟذو ،ﺔﻠﻤﺘﻜﻣ ﺮﻴﻏ وأ ﺔﺤﻴﺤـــــﺻ ﺮﻴﻏ وأ ﺔﻘﻴﻗد ﺮﻴﻏ ﺎﻬﻧأ ىﺮﺗ ﻲﺘﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا دﺪ]ﻋ لﻼﺧ ﺎﻬﺜﻳﺪﺤﺗو ﺎﻬﺘﻌﺟاﺮﻣ ﻢﺘﺘـﺳو ، ﺢ[ﻴﺤـﺼﺘﻟا ﺐﻠﻃ ﻦﻜﻤﻳ ﺎﻬﻟﻼﺧ ﻦﻣ ﻲﺘﻟا ﺔﻠﻴـﺳﻮﻟ]ا ﺐﺣﺎــﺻ ﻦﻴﻜﻤﺗ ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔﻠﻴــﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚﻟﺬﺑ كرﺎﻌــﺷإ ﻢﺘﻴــﺳو ، م[ﺎﻳﻷا . ﻪ[ﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ عﻼﻃﻻا ﻦﻣ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﺎﻨﻣ ﺐﻠﻄﺗ نأ ﻚﻟ ﻖﺤﻳ ﺔ:ﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﻲﻓ ﻖﺤﻟا - تﺎــﻏﻮــــــﺴﻤﻟا ﻊﻣ ضرﺎــﻌﺘﻳ ﻻ ﺎــﻤﺑ ﺔــﻨﻜﻤﻤﻟا تﻻﺎــﺤﻟا حﺎـــــــﻀﻳإ ﻢﺘ )ﻳ ﺔــﻨﻴﻌﻣ فوﺮﻇ ﻲﻓ .(فﻼﺗﻹا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ ةدراﻮﻟا دﻮﻴﻘﻟاو ،ﺔﻴﻣﺎﻈﻨﻟا ﻦﻋ عﻮﺟﺮﻟا ﻚﻟ ﻖﺤﻳ ﺔ:ﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻚﺘﻘﻓاﻮﻣ ﻦﻋ عﻮﺟﺮﻟا ﻲﻓ ﻖﺤﻟا - تﺎﻏﻮـــﺴﻣ كﺎﻨﻫ ﻦﻜﺗ ﻢﻟ ﺎﻣ -ﺖﻗو يأ ﻲﻓ- ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻚﺘﻘﻓاﻮﻣ ﻚ.ﻟذ ﺲﻜﻋ ﺐﻠﻄﺘﺗ ﺔﻴﻣﺎﻈﻧ هﺬﻫ ﺔـﺳرﺎﻤﻣ ﻞﺑﺎﻘﻣ مﻮـﺳر يأ ﻊﻓﺪﺑ ﺎًﺒﻟﺎﻄﻣ نﻮﻜﺗ ﻦﻟ ،ﺎًﻣﺎﻈﻧ ﻪﻴﻠﻋ صﻮـﺼﻨﻣ ﻮﻫ ﺎﻣ اﺪﻋ ﺎﻣ دﺪ] ﻋلﻼﺧ ﻚﻴﻠﻋ دﺮﻟا ﻢﺘﻴﺳ ،قﻮﻘﺤﻟا هﺬﻫ ﺪﺣأ ﺔﺳرﺎﻤﻤﻟ ﺐﻠﻃ ﻢﻳﺪﻘﺗ ﻢﺗ لﺎﺣ ﻲﻓو ،قﻮﻘﺤﻟا .ﻼً ﻣﺎﻛ ﺐﻠﻄﻟا مﻼﺘﺳا ﺦﻳرﺎﺗ ﻦﻣ م[ﺎﻳﻷا ﻚﻨﻜﻤﻳ ،ﻚﻗﻮﻘﺣ ﺔـــﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ،ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻦﻋ ﻞﻴـــﺻﺎﻔﺘﻟا ﻦﻣ ﺪﻳﺰﻤﻟو ﺔﺤﺿﻮﻤﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺐﺴﺣ ، ﺔ[ﻬﺠﻟ] اـﺑ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ ﻊﻣ ﻞﺻاﻮﺘﻟا ه.ﺎﻧدأ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ ﻢ:ــــــــــــــــــــــــﺳﻻا [ ] ن:اﻮـــــــــــــــــــــﻨﻌﻟا [ ] ﻒ: ﺗﺎﻬﻟا ﻢــــــــــﻗر [ ] ﻲ:ﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟا [ ] ؟ﺎًﺿاﺮﺘﻋا وأ ىﻮﻜﺷ مﺪﻘﺗ ﻒﻴﻛ ﻚﻨﻜﻤﻳ ،ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻨﺑ ﺎﻨﻣاﺰﺘﻟا مﺪﻋ وأ فوﺎﺨﻤﻟا ﺾﻌﺑ دﻮﺟو لﺎﺣ ﻲﻓ ﻚﻟذو ى[ وﺎﻜــــﺸﻟا ﺔﺠﻟﺎﻌﻤﺑ ﺺﺘﺨﻤﻟا ﻢــــﺴﻘﻟا وأ ةرادﻹا ﻢــــﺳا ﻒــــﺿ]أ ﻰﻟإ ىﻮﻜــــﺷ ﻢﻳﺪﻘﺗ لﺎﺒﻘﺘــــﺳﺎﺑ ﺔــــﺻﺎﺨﻟا ﻞــــﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑو ﺔﻠﻴــــﺳو ﻒــــﺿ]أ ﺔﻴﻟﺎﺘﻟا تاﻮﻨﻘﻟا ىﺪﺣإ ماﺪﺨﺘــــﺳﺎﺑ . ت[ارﺎﺴﻔﺘﺳﻻاو ىوﺎﻜﺸﻟا ﻚـﻨﻜﻤﻳ ، مﺎ[ـﻳﻷا دﺪ]ـﻋ لﻼﺧ ﺎـﻧدر مﺪـﻋ لﺎـﺣ ﻲﻓ وأ ىﻮﻜــــــﺸﻠﻟ ﺎـﻨﺘﺠﻟﺎـﻌﻣ ﻦﻋ ﺎًـﻴــــــﺿار ﻦﻜﺗ ﻢﻟ اذإ ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌــــــﺴﻟا ﺔﺌﻴﻬﻟا ﻢــــــﺳا ﻒــــــﺿ]أ ﺔــــــﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا ﻰﻟإ ىﻮﻜــــــﺷ ﻢﻳﺪﻘﺗ . ﻲ[ﻋﺎﻨﻄﺻﻻا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا ناﻮﻨﻋ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﻤﻟا ضﺎﻳﺮﻟا ﻲ:ﻧوﺮﺘﻜﻟﻹا ﻊﻗﻮﻤﻟا (sdaia.gov.sa) ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا (dgp.sdaia.gov.sa) ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻤﻛﻮﺣ ﺔﺼﻨﻣ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ! مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ",
    "structured_sections": [
      {
        "section_code": "0.0",
        "section_title": "Introduction",
        "content": "ﺮﻳﻮﻄﺗو داﺪﻋﻹ يدﺎﺷﺮﺘﺳﻻا ﻞﻴﻟﺪﻟا ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ مﺎﻋ :ﺔﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ١.٠ راﺪﺻﻹا ﻢـﻗر ٢٠٢٤ ﺲـﻄــﺴﻏأ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ تﺎﻳﻮﺘﺤﻤﻟا ﺔﻤﺋﺎﻗ ٤ ................................................................................................. ﺔﻣﺪﻘﻤﻟا ٤ ................................................................................................. فاﺪﻫﻷا ٥ ....................................................... ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﺔﻴﺴﻴﺋﺮﻟا ﺮﺻﺎﻨﻌﻟا ٥ ......................................................................... ﺎﻬﻃﺎﺸﻧو ﺔﻬﺠﻟا ﻢﺳا :ﻻً وأ ٥ ...................................................... تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳو ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ :ﺎًﻴﻧﺎﺛ ٦ ................................................. ﺎﻬﻌﻤﺟ ﻢﺘﻴﺳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا :ﺎًﺜﻟﺎﺛ ٦ ................................ ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ :ﺎًﻌﺑار ٨ ............................................................. ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ :ﺎًﺴﻣﺎﺧ ٨ ........................................................... ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻛرﺎﺸﻣ :ﺎًﺳدﺎﺳ ٨ ......................... ﺎﻬﻓﻼﺗإو ﺎﻬﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗ :ﺎًﻌﺑﺎﺳ ٩ ..................................................... ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤﺻأ قﻮﻘﺣ :ﺎًﻨﻣﺎﺛ ١٠ ................................................. تﺎﺿاﺮﺘﻋﻻاو ىوﺎﻜﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ :ﺎًﻌﺳﺎﺗ ١٠ ............................................ ﺎﻬﻴﻟإ لﻮﺻﻮﻟا ﻞﻴﻬﺴﺗو ﺔﺳﺎﻴﺴﻟا ﺔﺣﺎﺗإ :اًﺮﺷﺎﻋ ١٢ ....................................................... ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﻲﻠﻴﺼﻔﺗ جذﻮﻤﻧ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻣﺪﻘﻤﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ مﺎﻜﺣأ ﻖﻴﺒﻄﺗ قﺎﻄﻧ ﻲﻓ ﺔﻟﻮﻤــــﺸﻤﻟا تﺎﻬﺠﻟا دﺎــــﺷرإ ﻰﻟإ ﻞﻴﻟﺪﻟا اﺬﻫ فﺪﻬﻳ ﺎﻤﺑ ،ﺎﻬﺑ ﺔــﺻﺎﺨﻟا ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺳ ﺮﻳﻮﻄﺗو داﺪﻋﻹ ؛ﺔﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو (مﺎﻈﻨﻟا) ﺔﻴــﺼﺨــﺸﻟا ﻲﻓ ﻪﻧﺄـــﺷ ﻲﻓ درو ﺎﻣو ،مﺎﻈﻨﻟا ﻦﻣ ﺔ(ﻌﺑاﺮﻟ) اةدﺎﻤﻟا ﻲﻓ ﻪﻴﻠﻋ صﻮـــﺼﻨﻤﻟا ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا ﻞﻔﻜﻳ ةﺮــ(ﺸﻋ ﺔﻴﻧﺎﺜﻟ) اةدﺎﻤﻟا مﺎﻜﺣﺄﺑ تﺎﻬﺠﻟا ماﺰﺘﻟا ﻲﻓ ﻢﻫﺎــﺴﻳ ﺎﻤﺑو ،مﺎﻈﻨﻟا ﻦﻣ ةﺮــ(ﺸﻋ ﺔﺜﻟﺎﺜﻟ) اةدﺎﻤﻟا ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰ\"ﻠﻋ ﻲ:ﺗﻵا ﻮﺤﻨﻟا ﻰﻠﻋ ،ﺔﻴـﺻﻮﺼﺨﻠﻟ ﺔـﺳﺎﻴﺳ داﺪﻋﺈﺑ تﺎﻬﺠﻟا ﺖﻣﺰﻟأ ﻲﺘﻟا مﺎﻈﻨﻟا ﻦﻣ ﺎﻬﻴﻠﻋ اﻮﻌﻠﻄﻴﻟ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤــﺻﻷ ﺔﺣﺎﺘﻣ ﺎﻬﻠﻌﺠﺗ نأو ،ﺔﻴــﺻﻮــﺼﺨﻠﻟ ﺔــﺳﺎﻴــﺳ ﺪﻤﺘﻌﺗ نأ ىﻮﺘﺤﻣو ،ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﺪﻳﺪﺤﺗ ﻰﻠﻋ ﺔـــــﺳﺎﻴـــــﺴﻟا ﻚﻠﺗ ﻞﻤﺘـــــﺸﺗ نأ ﻰﻠﻋ ﻢ.ﻬﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ ﺪﻨﻋ ،ﺎﻬﺘﺠﻟﺎﻌﻣ ﺔﻴﻔﻴﻛو ،ﺎﻬﻈﻔﺣ ﺔﻠﻴـــــﺳوو ،ﺎﻬﻌﻤﺟ ﺔﻘﻳﺮﻃو ،ﺎﻬﻌﻤﺟ بﻮﻠﻄﻤﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا .ق\" ﻮﻘﺤﻟا هﺬﻫ ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ،ﺎﻬﺑ ﻖﻠﻌﺘﻳ ﺎﻤﻴﻓ ﺎﻬﺒﺣﺎﺻ قﻮﻘﺣو ،ﺎﻬﻓﻼﺗإ ﺔﻴﻔﻴﻛو ىﺪﻟ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﺮﻳﻮﻄﺗ ءﺎﻨﺛأ ﻪﺑ دﺎـﺷﺮﺘـﺳﻻا ﻦﻜﻤﻳ ًﺎﻴـﺳﺎﻴﻗ ﺎًﺟذﻮﻤﻧ ﻞﻴﻟﺪﻟا اﺬﻫ مﺪﻘﻳ ﺎﻤﻛ ﻦﻴﻌﺑ ﺎﻫﺬﺧأ ﺐﺠﻳ ﻲﺘﻟا ﺔﻴـﺳﺎـﺳﻷا ﺮـﺻﺎﻨﻌﻟا حﺎـﻀﻳإو ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻟا ﻖﻴﻘﺤﺗ نﺎﻤـﻀﻟ ،تﺎﻬﺠﻟا ﺪـﻳﺪـﺤﺘﻟ ﺔـﻳﺬـﻴﻔﻨﺘﻟا ﻪـﺤﺋاﻮﻟو مﺎـﻈﻨﻟا ﻰﻟإ عﻮﺟﺮﻟا ﻦﻜﻤﻳو ،ﺔـــــــﺳﺎـﻴــــــﺴﻟا هﺬـﻫ ﺮﻳﻮﻄﺗ ءﺎـﻨﺛأ رﺎـﺒﺘﻋﻻا ﻦﻜﻤﻳ ﻼﻓ ،ﺔﻴﻣﺎـﻈﻨﻟا تﺎـﺒﻠﻄﺘﻤﻟا ﺪﻳﺪـﺤﺗو ،ﻞﻴﻟﺪﻟا اﺬﻫ ﻲﻓ ةدراﻮﻟا تارﺎﺒﻌﻟاو ظﺎﻔﻟﻷﺎﺑ دﻮــــــﺼﻘﻤﻟا اﺬـﻫ ّﺪـﻌُﻳ ﻻو ،ﺔـﻳﺬـﻴﻔﻨﺘﻟا ﻪـﺤﺋاﻮﻟو مﺎـﻈﻨﻟا مﺎـﻜﺣأ ﻰﻟإ عﻮﺟﺮﻟا ﻦﻋ ﻞـﻴﻟﺪـﻟا اﺬـﻫ ﻰﻠﻋ عﻼﻃﻻا ﻲﻨﻐﻳُ نأ ﺎﻣ ﻊﻴﻤﺠﻟ ﺔﻴﻣﺎﻈﻨﻟا ﺔﻴﻌﺟﺮﻤﻟا ﺔﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو مﺎﻈﻨﻟا مﺎﻜﺣأ ﻞﺜّﻤﺗُ ذإ ؛ﺎًﻣﺰﻠﻣ ﺎًﻴﻣﺎﻈﻧ ًﺎـﺼﻧ ﻞﻴﻟﺪﻟا ! ﻪﻣ. ﺎﻜﺣأ ﻖﻴﺒﻄﺘﺑ ﻖﻠﻌﺘﻳ فاﺪﻫﻷا ﻲ:ﺗﻵا ﻰﻟإ ﻞﻴﻟﺪﻟا اﺬﻫ فﺪﻬﻳ ! م.ﺎﻈﻨﻟا مﺎﻜﺣأ ﻖﻴﺒﻄﺗ ﻲﻓ تﺎﻬﺠﻟا ﻢﻋد . ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣو ﺔﻴﺻﻮﺼﺨﻟا تﺎﺳرﺎﻤﻣ ﻞﻀﻓأ ﻲﻨّﺒﺗ ﻰﻠﻋ تﺎﻬﺠﻟا ﻊﻴﺠﺸﺗ . ! ﺔ.ﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ ﻢﻴﻤﺼﺗو ىﻮﺘﺤﻣ ﺮﻳﻮﻄﺗ لﻮﺣ تادﺎﺷرإ ﻢﻳﺪﻘﺗ . ﺎﻬﻴﻠﻋ صﻮـﺼﻨﻤﻟا ﻪﻗﻮﻘﺣ ﺔـﺳرﺎﻤﻣ ﻦﻣ ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـﺻ ﻦﻴﻜﻤﺗ ﻲﻓ ﺔﻤﻫﺎـﺴﻤﻟا . م.ﺎﻈﻨﻟا ﻲﻓ ! جرﺎﺧ ﺎﻫﺮﻘﻣ نﻮﻜﻳ ﻲﺘﻟا تﺎـﻬﺠﻟا ﻚﻟﺬـﻛو ،ﺖﻧﺎـﻛ ﺔـﻠﻴــــــﺳو يﺄـﺑ ﺎًﻴﻠﻛ وأ ًﺎـﻴﺋﺰﺟ ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎـﻧﺎﻴﺒﻟا ﺔﺠﻟﺎـﻌﻣو ﻊﻤﺠﺑ مﻮﻘﺗ ﻲﺘﻟا ﺔﻜﻠﻤﻤﻟا ﻞـﺧاد ﻢﻜﺤﺘﻟا تﺎـﻬﺟ ! ﺔ.ﻗﻼﻌﻟا تاوذ ﺔﻤﻈﻧﻷا ﻊﻣ ضرﺎﻌﺘﻳ ﻻ ﺎﻤﺑ ﺖﻧﺎﻛ ﺔﻠﻴﺳو يﺄﺑ ﺔﻜﻠﻤﻤﻟا ﻲﻓ ﻦﻴﻤﻴﻘﻤﻟا داﺮﻓﻷﺎﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ مﻮﻘﺗ ﻲﺘﻟا ﺔﻜﻠﻤﻤﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎﺻ ﺔﻴﺻﻮﺼﺧ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟا . ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﺔﻴﺴﻴﺋﺮﻟا ﺮﺻﺎﻨﻌﻟا ﺎﻬﺘﺠﻟﺎﻌﻣ ﻦﻣ ضﺮﻐﻟاو ،ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا!ﺔﻴـــﺻﻮـــﺼﺨﻟا ﺔــﺳﺎﻴـــﺳ ﺢــﺿﻮﺗ ﺎﻬﻟ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟاو ، ﺎﻬﺘﺠﻟﺎﻌﻣو ﺎﻬﻌﻤﺠﻟ ﻲﻣﺎﻈﻨﻟا غﻮــﺴﻤﻟاو ﺎﻬﻣاﺪﺨﺘــﺳا ﺔﻴﻔﻴﻛو ،ﺎـﻬﻓﻼﺗإ ﺔـﻴﻔﻴﻛو ،تﺎـﻧﺎـﻴﺒﻟﺎـﺑ ظﺎـﻔﺘﺣﻻا ةﺮﺘﻓو ،ﺔـﺠﻟﺎـﻌﻤﻠﻟ ﻲﻓاﺮﻐﺠﻟا قﺎـﻄﻨﻟاو ،تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻦﻋ ،ﺔﻬﺠﻟا ﻊﻣ ﻞــــﺻاﻮﺘﻟا ﺔﻴﻟآو ﻪﻗﻮﻘﺤﻟ ﻪﺘـــــﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ﺔﻴـــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ قﻮﻘﺣو ﻚﻟذو لﻮــﺻﻮﻟا ﺔﻠﻬــﺳو ﺔﺤــﺿاو قﺮﻄﺑ ﻢﻬﻟ داﺮﻓﻷا تﺎﻧﺎﻴﺑ ﺔﺣﺎﺗﺈﺑ تﺎﻬﺠﻟا ماﺰﺘﻟا ﻚﻟﺬﻛ ﺢــﺿﻮﺗو .ﺎﻬﺑ ﺔﺻﺎﺨﻟا تﺎﻘﻴﺒﻄﺘﻟا وأ ﺐﻳﻮﻟا ﻊﻗاﻮﻣ ﻰﻠﻋ ﺎﻬﻄﺑﺮﻛ ،ﺎﻬﻌﻤﺟ ﺪﻨﻋ ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻟا ﻦِّ ﻤـﻀُﺗ نأ -ﻪـﺳرﺎﻤﺗ يﺬﻟا طﺎـﺸﻨﻟا ﺔﻌﻴﺒﻃ ﺐـﺴﺤﺑ- ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻪﻧأ ﺎﻤﻛ ! :ﺎﻬﺑ ﺔﺻﺎﺨﻟا ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ داﺪﻋإ ﺪﻨﻋ هﺎﻧدأ ةرﻮﻛﺬﻤﻟا ﺎﻬﻃﺎﺸﻧو ﺔﻬﺠﻟا ﻢﺳا :ﻻً وأ ﻊﻣ ،ﺔﻳرﺎﺠﺘﻟا تﺎﻣﻼﻌﻟاو ﺔﻴﻣﺎﻈﻨﻟا تﻼﺠــــﺴﻠﻟ ﺎًﻘﻓو ﺎﻬﻟ ﻲﻤــــﺳﺮﻟا ﻢــــﺳﻻا ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺔ.ﻓﺪﻬﺘﺴﻤﻟا ﺔﺌﻔﻟاو ﺎﻬﻣﺪﻘﺗ ﻲﺘﻟا تﺎﻣﺪﺨﻟاو ﺎﻬﺘﻄﺸﻧأو ﺎﻬﺗﺎﺻﺎﺼﺘﺧاو ﺎﻬﻣﺎﻬﻣ ﻦﻋ ةﺮﺼﺘﺨﻣ ةﺬﺒﻧ تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳو ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ :ﺎًﻴﻧﺎﺛ ﻢﻗﺮﻛ ﺎﻬﻌ:ﻣ ﻞـﺻاﻮﺘﻟا ﻦﻣ داﺮﻓﻷا ﻦﻜّﻤﺗ ﻲﺘﻟا ﺎﻬﺑ ﺔـﺻﺎﺨﻟا ﻞـﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺎﻬﻴﻠﻋ ﻲﺘﻟا تﺎﻬﺠﻟا ﻦﻣ ﺔﻬﺠﻟا ﺖﻧﺎﻛ اذإ ،ﻚﻟذ ﻰﻟإ ًﺔﻓﺎـــﺿإ ،يﺪﻳﺮﺒﻟا ناﻮﻨﻌﻟاو ﻊﻗﻮﻤﻟا وأ ،ﻒﺗﺎﻬﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆــــــﺴﻣ ﺔﻳﻮﻫ ﺪﻳﺪﺤﺗ ﺎﻬﻴﻠﻌﻓ ،ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺤﻟ لوﺆــــــﺴﻣ ﻦﻴﻴﻌﺗ تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﻦﻋ ﻞﻴـﺻﺎﻔﺘﻟا ﻦﻣ ﺪﻳﺰﻣ ﻰﻠﻋ لﻮـﺼﺤﻠﻟ ﻚﻟذو ﻪﻌﻣ ﻞـﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑو ﺔﻴـﺼﺨـﺸﻟا ﺎﻬ.ﺑ ﺔﻘﻠﻌﺘﻤﻟا قﻮﻘﺤﻟا ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ﺔﻴﺼﺨﺸﻟا ﺔ.ﺠﻟﺎﻌﻤﻠﻟ ﺔﻴﻣﺎﻈﻧ تﺎﻏﻮﺴﻣ كﺎﻨﻫ نﺎﻛ اذإ ﺎﻣ ﺔﻓﺮﻌﻤﻟ مﺎﻈﻨﻟا ﻦﻣ ةﺮﺸ(ﻋ ﺔﺴﻣﺎﺨﻟاو ،ةﺮﺷﺎﻌﻟاو ،ﺔﺳدﺎﺴﻟاو ،ﺔﺴﻣﺎﺨﻟ)ا داﻮﻤﻟا ﻰﻟإ عﻮﺟﺮﻟا ﻢﺘﻳ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺎﻬﻌﻤﺟ ﻢﺘﻴﺳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا :ﺎًﺜﻟﺎﺛ ءﺎﻨﺛأ وأ ،ﻊﻤﺠﻟﺎﺑ ءﺪﺒﻟا ﻞﺒﻗ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺢـــﺿﻮﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ عﻮﻨﻟ ًﺎــﻘﻓو ةدﺪــﺤﻣ تﺎــﺌﻓ ﻰﻟإ تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ ﻢﻴــــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﻊﻤﺠﻟا ﺔــﻴﻠﻤﻋ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻓﺮﻌﻣ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــﺻ ﻰﻠﻋ ﻞّ ﻬـــﺴﻳ ﺎﻤﺑ ؛ﺎﻫردﺎـــﺼﻣو ﺮ:ﺼﺤﻟا ﻻ لﺎﺜﻤﻟا ﻞﻴﺒﺳ ﻰﻠﻋ ﻚﻟذ ﻦﻣو ،ﻖﻴﻗدو ﺢﺿاو ﻞﻜﺸﺑ • ءﺎــــﺸﻧﻹ ةﺮــــﺷﺎﺒﻣ مﺪﺨﺘــــﺴﻤﻟا ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴــــﺴﻴﺋﺮﻟا تﺎﻧﺎﻴﺒﻟ) ابﺎــــﺴﺤﻟا تﺎﻧﺎﻴﺑ ! ل.(ﺎﺼﺗﻻا مﺎﻗرأو ﻦﻳوﺎﻨﻌﻟاو ﻲﺼﺨﺸﻟا ﻒﻳﺮﻌﺘﻟا ﻢﻗرو ﻢﺳﻻﺎﻛ ،ﻲﺼﺨﺷ ﻒﻠﻣ وأ بﺎﺴﺣ • ﺔـﻗﺎــﻄﺒﻟا ﻢﻗﺮﻛ ،ﻊﻓﺪـﻟا تﺎـﻴﻠﻤﻋ ءاﺮﺟإ ضاﺮﻏﻷ ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎـﻧﺎـﻴﺒﻟ)ا ﻊﻓﺪـﻟا تﺎــﻧﺎـﻴﺑ ! ﺎﻫ.(ﺮﻴﻏو ،ﻊﻓﺪﻟا ﻎﻟﺎﺒﻣو ﺔﻴﻜﻨﺒﻟا ! ى.ﺮﺧأ فاﺮﻃأ ﻦﻣ ﺎﻬﻴﻠﻋ لﻮﺼﺤﻟا ﻢﺘﻳ تﺎﻧﺎﻴﺑ • • تﻼﺠــــــﺳ ﻖﻳﺮﻃ ﻦﻋ ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎﻧﺎـﻴﺒﻟ) ا ﺰ\"ﻴﻛﻮﻜ\"ﻟ اطﺎـﺒﺗرﻻا ﻒﻳﺮﻌﺗ تﺎـﻔﻠﻣ تﺎـﻧﺎـﻴﺑ .ﺔ(ﻬﺑﺎﺸﻤﻟا تﺎﻴﻨﻘﺘﻟا وأ طﺎﺒﺗرﻻا تﺎﻔﻠﻣ تﺎﻴﻨﻘﺗو ﺐﻳﻮﻟا ﻊﻗاﻮﻣ ! ﻊ.ﻗﻮﻤﻟا ﺪﻳﺪﺤﺗ تﺎﻧﺎﻴﺑ • هﺬﻫ ﻊﻤﺟ نﺎﻛ اذإ ﺎﻤﻴﻓ ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــــﺻ ﺔﻃﺎﺣإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻪﻧأ ﺎﻤﻛ ! \"ﺔﺠﻟﺎﻌﻤﻟا ضاﺮﻏﻷ ﺎًﻳرﺎﻴﺘﺧا مأ ﺎًﻴﻣاﺰﻟإ تﺎﻧﺎﻴﺒﻟا ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ :ﺎًﻌﺑار ﺎﻫﺪﻳﺪﺤﺗ ﻢﺗ ﻲﺘﻟا ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ قﺮﻃ ﻢﻴــﺴﻘﺘﺑ مﻮﻘﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ -أ ﺔ:ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻦﻣ ﻦﻴﻴﺴﻴﺋر ﻦﻴﻤﺴﻗ ﻰﻟإ (ﺎًﻴﻧﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ حﺎـــــﻀﻳإ :ةﺮـــــﺷﺎﺒﻣ ﺔﻘﻳﺮﻄﺑ تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺘﻴـــــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا - ﻦﻤــــــﻀﺘﺗ ﻲﺘﻟا ﺔـﻴﻧوﺮﺘﻜﻟﻹا جذﺎـﻤﻨﻟﺎـﻛ تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻊﻤﺠﻟ ﺔـﻣﺪـﺨﺘــــــﺴﻤﻟا ﻞـﺋﺎــــــﺳﻮﻟا ! ﺎﻫ.ﺮﻴﻏو رﺎﻴﺘﺧﻻا رارزأ وأ ،ﺔﻟﺪﺴﻨﻤﻟا ﻢﺋاﻮﻘﻟا وأ ،ﺔﻏرﺎﻔﻟا لﻮﻘﺤﻟا ﺔﻣﺪﺨﺘــﺴﻤﻟا ﻞﺋﺎــﺳﻮﻟا حﺎــﻀﻳإ :ةﺮــﺷﺎﺒﻣ ﺮﻴﻏ ﺔﻘﻳﺮﻄﺑ ﺎﻬﻌﻤﺟ ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻧﺎﻴﺒﻟا - ﻊﻤﺠﻟا وأ ﺰ\"ﻴ،ﻛﻮﻜ\"ﻟا طﺎــﺒﺗرﻻا ﻒﻳﺮﻌﺗ تﺎــﻔﻠﻣ تﺎــﻴﻨﻘﺗ ﻞ:ــﺜﻣ ،تﺎــﻧﺎــﻴﺒﻟا هﺬــﻫ ﻊﻤﺠﻟ ﻊﻣ ﻲﻨﻴﺒﻟا ﻂﺑﺮﻟا ﻖﻳﺮﻃ ﻦﻋ وأ ،ﺐــﻳﻮﻟا ﻊﻗاﻮﻣ تﻼﻴﻠﺤﺗ وأ ،تﺎــﻣﻮﻠﻌﻤﻠﻟ ﻲﺋﺎــﻘﻠﺘﻟا ! ى.ﺮﺧأ ﺔﻬﺟ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ةدﺪﺤﻣ ةرﻮـــﺼﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟا ﺢـــﺿﻮﺗ نأ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ -ب تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺼﻟ ﺔﻣﺪﺧ ﻢﻳﺪﻘﺗ وأ ﺔﻣﺎﻋ تﺎﻣﺪﺧ ﻢﻳﺪﻘﺗ ﻞ:ﺜ) ﻣﺔﺤﻳﺮـــــﺻو ﺔﺤـــــﺿاوو ضرﺎﻌﺘﻳ ﻻأو ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ طﺎــﺸﻨﺑ ةﺮــﺷﺎﺒﻣ ﺔﻗﻼﻋ اذ ضﺮﻐﻟا نﻮﻜﻳ نأو ﺔ(،ﻴــﺼﺨــﺸﻟا دﺎﻤﺘﻋﻻا ﻢﺗ ﻲﺘﻟا ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮـﺴﻤﻟا ﺢﻴـﺿﻮﺗ ﻰﻟإ ًﺔﻓﺎـﺿإ ،ﺎًﻣﺎﻈﻧ رﺮﻘﻣ ﻢﻜﺣ يأ ﻊﻣ ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮــــﺴﻤﻟا ﺪﺣأ نﻮﻜﻳ نأ ﻰﻠﻋ ،ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﻟ ﺎﻬﻴﻠﻋ ﺔﻘﻘﺤﺘﻤﻟا ﺔﺤﻠـﺼﻤﻟا وأ ،ﻲﻋﺮـﺸﻟا ﻪﻴﻟو وأ ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـﺻ ﺔﻘﻓاﻮ) ﻣﺔﻴ:ﺗﻵا ﺐﺣﺎــﺻ نﻮﻜﻳ يﺬﻟا قﺎﻔﺗﻻا وأ ،ﻲﻣﺎﻈﻨﻟا ﺐﻠﻄﺘﻤﻟا وأ ،ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــﺼﻟ وأ ،ﺔـﻴﻨﻣﻷا ضاﺮﻏﻷا وأ ،ﺔـﻣﺎـﻌﻟا ﺔـﺤﻠــــــﺼﻤﻟا وأ ،ﻪـﻴﻓ ًﺎـﻓﺮﻃ ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎـﻧﺎـﻴﺒﻟا ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟا وأ ،ﺔﻣﺎﻌﻟا ﺔﻣﻼـﺴﻟا وأ ﺔﻣﺎﻌﻟا ﺔﺤـﺼﻟا ﺔﻳﺎﻤﺣ وأ ،ﺔﻴﺋﺎـﻀﻘﻟا تﺎﺒﻠﻄﺘﻤﻟا ﺢﻟﺎــــﺼﻤﻟا وأ ﻢ(ﻬ،ﺗﺎﻴﺣ ﺔﻳﺎﻤﺣ وأ ﻢﻬﺘﺤــــﺻ ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟ) اداﺮﻓﻸﻟ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــﺼﻤﻟا ! .ﻢ(ﻜﺤﺘﻟا ﺔﻬﺠﻟ ﺔﻋوﺮﺸﻤﻟا ﻰﻟإ ًﺔﻓﺎـــﺿإ ،ﺎًﻌﻣ نٍ آ ﻲﻓ ﻲﻣﺎﻈﻧ غﻮـــﺴﻣ ﻦﻣ ﺮﺜﻛأ ﻰﻟإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﺪﻨﺘـــﺴﺗ نأ ﻦﻜﻤﻳ -ج حﺎﺘﻣ رﺪــــﺼﻣ ﻦﻣ ﺎﻬﻌﻤﺟ ﻢﺗ لﺎﺣ ﻲﻓ ﺎﻬﺘﺠﻟﺎﻌﻣ وأ ﺔﻴــــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﺔﻴﻧﺎﻜﻣإ ةﺮــﺸ( ﻋ ﺔــﺴﻣﺎﺨﻟ) اةدﺎﻤﻟا ﻲﻓ ﺎﻬﻴﻠﻋ صﻮــﺼﻨﻤﻟا تاءاﺮﺟﻹاو ﻂﺑاﻮــﻀﻠﻟ ﺎًﻘﻓو مﻮﻤﻌﻠﻟ ﻢﻟ اذإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﺔﻴﻧﺎﻜﻣإ ﻰﻟإ ًﺔﻓﺎــﺿإ ،مﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ﻪﻴﻠﻋ صﻮـــﺼﻨﻣ ﻮﻫ ﺎﻤﻟ ﺎًﻘﻓو ﻪﺘﻳﻮﻫ ءﺎﻔﺧإ ﻢﺗو ﺎﻬﺒﺣﺎـــﺻ ﺔﻳﻮﻫ ﻰﻠﻋ لﺪﻳ ﺎﻣ ﻦﻤـــﻀﺘﺗ ! م.ﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ﺔ(ﻌﺳﺎﺘﻟ) اةدﺎﻤﻟا ﻲﻓ ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ىﻮﺘﺤﻣ ﺮـــــﺼﺘﻘﻳ نأ ﺐﺠﻳ ،لاﻮﺣﻷا ﻊﻴﻤﺟ ﻲﻓ -د ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟﺎﺑ اًﺮﺷﺎﺒﻣو ﺎًﻘﻴﺛو ﺎًﻃﺎﺒﺗرا ﻂﺒﺗﺮﻤﻟاو مزﻼﻟا ﻰﻧدﻷا ﺪﺤﻟا ﻰﻠﻋ ﺎﻬﺘﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻞﺋﺎـــــﺳوو قﺮﻃ نﻮﻜﺗ نأو ،ﺎًﻤﺋﻼﻣ ىﻮﺘﺤﻤﻟا نﻮﻜﻳ نأو ،تﺎﻧﺎﻴﺒﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻣو وأ ﺐﻋﻼﺘﻟا وأ عاﺪﺨﻟا ﺐﻴﻟﺎــــﺳأ ﻦﻣ ﺔﻴﻟﺎﺧو ةﺮــــﺷﺎﺒﻣو ﺔﺤــــﺿاو ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ! ﻞ.ﻴﻠﻀﺘﻟا ﻻ ﻪﻧﺈﻓ ،ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻤﻟ ﻲﻣﺎﻈﻧ غﻮـــﺴﻤﻛ ﺔﻘﻓاﻮﻤﻟا ﻰﻟإ دﺎﻨﺘـــﺳﻻا ﺪﻨﻋ -ﻩ وأ ﺔﻣﺪﺧ ءاﺪـــﺳﻹ ًﺎﻃﺮـــﺷ ﺔﻴــــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﺔﻘﻓاﻮﻤﻟا نﻮﻜﺗ نأ زﻮﺠﻳ ﺔـﻗﻼﻋ تاذو ًﺎـﻘﻴﺛو ًﺎـﻃﺎـﺒﺗرا ﺔـﻄﺒﺗﺮﻣ ﺔـﻌﻔﻨﻤﻟا وأ ﺔـﻣﺪـﺨﻟا ﻦﻜﺗ ﻢﻟ ﺎـﻣ ؛ﺔـﻌﻔﻨﻣ ﻢﻳﺪـﻘﺗ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻤﺑ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣ :ﺎًﺴﻣﺎﺧ تﺎـﻧﺎـﻴﺒﻟا ﺔـﺠﻟﺎـﻌﻣ ﺔـﻴﻟآ –ﺔـﻘﻴﻗدو ﺔـﺤــــــﺿاو ةرﻮــــــﺼﺑ– دﺪـﺤﺗ نأ ﻢﻜﺤﺘﻟا ﺔـﻬﺟ ﻰﻠﻋ ﺐـﺠﻳ . ه.ﻼﻋأ (ﺎًﺜﻟﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ﻪﻴﻠﻋ صﻮﺼﻨﻤﻟا ضﺮﻐﻟا ﻖﻴﻘﺤﺘﻟ ﺔﻴﺼﺨﺸﻟا ضﺮﻐﻟا ماﺪﺨﺘــــﺳا ﻢﻜﺤﺘﻟا ﺔﻬﺠﻟ ﻦﻜﻤﻳ ،ﺔﻴﻟﻮﻤــــﺸﺑ تﺎﻣاﺪﺨﺘــــﺳﻻا ﻊﻴﻤﺟ ﺪﻳﺪﺤﺗ نﺎﻤــــﻀﻟ . ،ةدﺪﺤﻤﻟا فاﺪﻫﻷا ﻦﻣ دﺪﻋ ﺪﻳﺪﺤﺗ ﻢﺘﻳ ﻪﻴﻠﻋ ءًﺎﻨﺑو ؛ﻲﻌﺟﺮﻣ سﺎـﺳأو مﺎﻋ فﺪﻬﻛ ﻲـﺴﻴﺋﺮﻟا ،ﺔﻛرﺎﺸﻤﻟاو ،ماﺪﺨﺘﺳﻻاو ،ﻦﻳﺰﺨﺘﻟاو ،ﻊﻤﺠﻟ) اتﺎﻧﺎﻴﺒﻟا ةﺎﻴﺣ ةرود ﻞﺣاﺮﻤﻟ ﺎًﻘﻓو ﻢﺴّ ﻘﺗ نأو تﺎـﻴﻠﻤﻌﻟا ﻦﻣ ﺔـﻋﻮﻤﺠﻣ ﻰﻟإ دﺪـﺤﻤﻟا فﺪـﻬﻟا ﻢﻴــــــﺴﻘﺗ ﻢﺘﻳ ﺔـﻠﺣﺮﻣ ﻞـﻛ ﻲﻓو ف(،ﻼﺗﻹاو ﻰﻠﻋ ﻢﺘﺗ ﻲﺘﻟا ةدﺪـﺤﻤﻟا ﺔـﻴﻠﻤﻌﻟا ﺪـﻳﺪـﺤﺗ ﻢﺘﻳ ﺔـﻣﺎـﻋ ﺔـﻴﻠﻤﻋ ﻞـﻜﻟو ،تﺎـﻧﺎـﻴﺒﻟا ﺔـﺠﻟﺎـﻌﻤﻟ ﺔـﻣﺎـﻌﻟا ! ت. ﺎﻧﺎﻴﺒﻟا ﻦﻣ ةدﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ ﺔﻘﻳﺮﻄﺑ وأ لوﺪﺟ ﺔﻐﻴــــﺼﺑ ﺎﻬــــﺿﺮﻋو تﺎﻧﺎﻴﺒﻟا ماﺪﺨﺘــــﺳا ﺔﻴﻔﻴﻛ ﺔﺑﺎﺘﻛ ﻢﻜﺤﺘﻟا ﺔﻬﺠﻟ ﻦﻜﻤﻳ . ! ﻪﻣ.اﺪﺨﺘﺳا ﺔﻴﻔﻴﻛو نﺎﻴﺑ ﻞﻛ ﺢﺿﻮﺗ ﺔﺤﺿاو ﺔﻴﺼﻧ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻛرﺎﺸﻣ :ﺎًﺳدﺎﺳ ﺔﻋﻮﻤﺠﻣ وأ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ نﺎﻛ اذإ ﺎﻣ حﺎــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــــﺻ ﺪﻳوﺰﺗو ﺎﻬ(ﺟ،رﺎﺧ وأ ﺔﻜﻠﻤﻤﻟا ﻞﺧاد ءاﻮــــ)ــ ﺳىﺮﺧأ فاﺮﻃﻷ ﺎﻬﻨﻣ ةدﺪﺤﻣ ،ﺎﻬﻴﻟإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا حﺎــﺼﻓإ ىﺮﺠَُﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟا وأ ﺔﻬﺠﻟا تﺎﻣﻮﻠﻌﻤﺑ ﺔﻴــﺼﺨــﺸﻟا ﺎﻬﺘﻔ.ﺻو ﺎﻬﻨﻣ ةدﺪﺤﻣ ﺔﻋﻮﻤﺠﻣ وأ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎﺼﻓﻹا ﻰﻟإ ﺔﺟﺎﺣ كﺎﻨﻫ ﺖﻧﺎﻛ لﺎﺣ ﻲﻓ . -ﺔﻘﻴﻗدو ﺔﺤــﺿاو ةرﻮــﺼﺑ- تﺎﻧﺎﻴﺒﻟا هﺬﻫ ﻦﻋ حﺎــﺼﻓﻹا ﻦﻣ ﻲــﺴﻴﺋﺮﻟا ضﺮﻐﻟا حﺎــﻀﻳإ ﻢﺘﻳ ةﺪﻌ) ﻟﻢﻈﺘﻨﻣ ﻞﻜــﺸﺑ وأ ة(ﺪﺣاو ةﺮﻤ) ﻟﻲــﺿﺮﻋ ﻞﻜــﺸﺑ ﺎﻬﻨﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ نﺎﻛ اذإ ﺎﻣو ! ت.(اﺮﻣ ﺎﻬﻓﻼﺗإو ﺎﻬﺑ ظﺎﻔﺘﺣﻻا ةﺪﻣو ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺗ :ﺎًﻌﺑﺎﺳ ﻊﻗاﻮﻤﻟاو ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺘﻟ ﺔﻣﺪﺨﺘــــﺴﻤﻟا ﻞﺋﺎــــﺳﻮﻟا حﺎــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . ﺔـﻴﺟرﺎـﺧ ﺔـﻬﺠﺑ ﺔـﻧﺎـﻌﺘــــــﺳﻻا ﻢﺘﺗ وأ ،ﺔـﻬﺠﻟا ﺮﻘﻣ ﻲﻓ مداﻮﺧ ﻰﻠﻋ ﺎـﻬﻨﻳﺰﺨﺗ ﻢﺘﻳ- ﺎـﻬﻟ ﺔـﻴﻓاﺮﻐﺠﻟا ﻞﺧاد ءاﻮــ)ــ ﺳﺔﻴﺑﺎﺤــــﺴﻟا ﺔﺒــــﺳﻮﺤﻟا تﺎﻣﺪﺧ ﻲﻣﺪﻘﻣ ﻞ:ﺜﻣ -ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻳﺰﺨﺘﻟ ﺎ.ﻬ(ﺟرﺎﺧ وأ ﺔﻜﻠﻤﻤﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ةﺪﻣ ﺪﻳﺪـﺤﺗو ،ﺔـﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎـﻴﺒﻟﺎﺑ ظﺎﻔﺘﺣﻼﻟ ﺔـﻴﻨﻣﺰﻟا ةﺪـﻤﻟا حﺎــــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔـﻬﺟ ﻰﻠﻋ . ﺢﻴـــﺿﻮﺗو ،ﺔﻴﻣﺎﻈﻨﻟا تﺎﺒﻠﻄﺘﻤﻠﻟ ﺎًﻘﻓو ؛ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﻦﻣ عﻮﻧ ﻞﻜﻟ ظﺎﻔﺘﺣﻻا ﺔﻴﻧﺎﻜﻣإ مﺪﻋ نﺎﻤـــﻀﻟ ﺎﻬﻨﻣ ءﺎﻬﺘﻧﻻا ﺪﻌﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا فﻼﺗﻹ ﺔﻣﺪﺨﺘـــﺴﻤﻟا قﺮﻄﻟا ! ى.ﺮﺧأ ةﺮﻣ ﺎﻬﺗدﺎﻌﺘﺳا وأ ﺎﻬﻴﻠﻋ عﻼﻃﻻا ﻢﺗ ﻲﺘﻟا ﺔﻣزﻼﻟا ﺔﻴﻤﻴﻈﻨﺘﻟاو ﺔﻴﻨﻘﺘﻟاو ﺔﻳرادﻹا ﺮﻴﺑاﺪﺘﻟاو ﻞﺋﺎــﺳﻮﻟا ﺢﻴــﺿﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ . ﺮﻴﻏ لﻮــــــﺻﻮﻟا وأ ﻒﻠﺘﻟا وأ بﺮــــــﺴﺘﻟا ثداﻮﺣ ﻦﻣ ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺤﻟ ﺎﻫذﺎﺨﺗا ﺔﻳﻮﻬﻟا ءﺎﻔﺧإ ،تﺎﻧﺎﻴﺒﻟا ﺮﻴﻔــﺸﺗ ﻞﺋﺎــﺳو ماﺪﺨﺘــﺳا ﺮ:ــﺼﺤﻟا ﻻ لﺎﺜﻤﻟا ﻞﻴﺒــﺳ ﻰﻠﻋ ،عوﺮــﺸﻤﻟا ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻴﻤﻛو ﺔﻴــﺳﺎــﺴﺣ ىﺪﻣ ﻰﻠﻋ ﺔﻴﻨﻣﻷا ﺮﻴﺑاﺪﺘﻟا عﻮﻧ ﺪﻤﺘﻌﻳ ﺎﻤﻛ ﺰﻴ.ﻣﺮﺘﻟاو ﺎﻬﻌ.ﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤﺻأ قﻮﻘﺣ :ﺎًﻨﻣﺎﺛ ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا بﺎﺤــــﺻأ قﻮﻘﺣ حﺎــــﻀﻳإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﻞﺋﺎﺳﻮﻟا ﺮﻴﻓﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ﺐﺠﻳ ﺎﻤﻛ ،قﻮﻘﺤﻟا هﺬﻫ ﺔﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو -مﺎﻈﻨﻟا ﻲﻓ ةدﺪﺤﻤﻟا- هرﺎﻴﺘﺧا ﺐـــــﺴﺣ ﻪﻗﻮﻘﺤﺑ ﺔﻘﻠﻌﺘﻤﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ تﺎﺒﻠﻄﻟ ﺔﺑﺎﺠﺘـــــﺳﻼﻟ ﺔﻤﺋﻼﻤﻟا ﺮﺒﻋ ﻞــﺻاﻮﺘﻟا ،ﺔﻴــﺼﻨﻟا ﻞﺋﺎــﺳﺮﻟا ،ﻲﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟ) ا ﻚ:ﻟذ ﻰﻠﻋ لﺎﺜﻣ ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ﺎﻫﺮﻓاﻮﺗو ﻚ.ﻟذ ﻦﻣ ﻪﻨﻴﻜﻤﺘﻟ قﺮﻐﺘﺴﻤﻟا ﺖﻗﻮﻟا حﺎﻀﻳإو ﺔﻴ(ﻧ،وﺮﺘﻜﻟﻹا تﺎﻘﻴﺒﻄﺘﻟا ﻻأو ،ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟاو ﻲﻣﺎﻈﻨﻟا غﻮــﺴﻤﻟﺎﺑ ﺎًﻤﻠﻋ ﻪﺘﻃﺎﺣإ ﻚﻟذ ﻞﻤــﺸﻳو ،ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا . ﻪﺘﻘﻓاﻮﻣ مﺪﻗ ﻪﻠﺟأ ﻦﻣ يﺬﻟاو ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻊﻣ ﻰﻓﺎﻨﺘﺗ ةرﻮــــــﺼﺑ ﺎًﻘﺣﻻ ﻪﺗﺎﻧﺎﻴﺑ ﺞﻟﺎﻌﺗ ! ﺔ.ﻴﻨﻤﻀﻟا وأ ﺔﺤﻳﺮﺼﻟا عﻼﻃﻻا ﻚﻟذ ﻞﻤـﺸﻳو ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـﺼﺨـﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻟإ ﻪﻟﻮـﺻو ﻲﻓ ﻖﺤﻟا . لﻮـﺻﻮﻟا ﻦﻣ ﻪﻨﻜّﻤﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﺎﻫﺮﻓﻮﺗ ﺔﻠﻴـﺳو لﻼﺧ ﻦﻣ وأ ،ﻪﻣﺪﻘﻳ ﺐﻠﻃ ﻰﻠﻋ ءًﺎﻨﺑ ،ﺎﻬﻴﻠﻋ ! ﺐ.ﻠﻃ ﻢﻳﺪﻘﺗ ﻰﻟإ ﺔﺟﺎﺤﻟا نود ﻲﺋﺎﻘﻠﺗ ﻞﻜﺸﺑ ﺔﻴﺼﺨﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻟإ ةءوﺮﻘﻣ ﺔﻐﻴﺼﺑ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴﺼﺨﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ لﻮﺼﺤﻟا ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ماﺪﺨﺘﺳﻻا ﺔﻌﺋﺎﺷ ﺔﻴﻧوﺮﺘﻜﻟإ ﺔﻐﻴﺼﺑ ﺎﻬﻤﻳﺪﻘﺗ ءاﻮﺳ ،تﻼﺠﺴﻟا نﻮﻤﻀﻤﻟ ﺔﻘﺑﺎﻄﻣ ،ﺔﺤﺿاوو ! ﺎﻬ.ﻨﻣ ﺔﻋﻮﺒﻄﻣ ﺔﺨﺴﻧ ﻢﻳﺪﻘﺗ وأ ،ﺔﻴﻨﻘﺘﻟا ﺔﻴﺣﺎﻨﻟا ﻦﻣ ﺎًﻨﻜﻤﻣ ﻚﻟذ ﺬﻴﻔﻨﺗ نﺎﻛ ﺎﻣ ﻰﺘﻣ وأ ،ﺎﻬﻣﺎﻤﺗإ وأ ،ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴــــــﺼﺨــــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺢﻴﺤــــــﺼﺗ ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ! ﺎﻬ.ﺜﻳﺪﺤﺗ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﻪﻴﻟإ ﺔﺟﺎﺤﻟا ﺖﻬﺘﻧا ﺎﻤﻣ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـﺼﺨــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا . ! ﺎﻬ.ﻨﻣ ﻦﻜﻳ ﻢﻟ ﺎﻣ -ﺖﻗو يأ ﻲﻓ- ﺔﻴــــﺼﺨــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻪﺘﻘﻓاﻮﻣ ﻦﻋ عﻮﺟﺮﻟا ﻲﻓ ﻖﺤﻟا . ﺔﻘﻓاﻮﻤﻟا هﺬﻫ ﻦﻋ لوﺪﻌﻟا ﺔﻴﻔﻴﻛ ﺢﻴـــﺿﻮﺗو ،ﻚﻟذ ﺲﻜﻋ ﺐﻠﻄﺘﺗ ﺔﻴﻣﺎﻈﻧ تﺎﻏﻮـــﺴﻣ كﺎﻨﻫ ﻚﻟذ ﻖﻓاﻮﺘﻳ نأو ،قﻮﻘﺤﻟا هﺬﻬﻟ ﺔﺑﺎﺠﺘــﺳﻻا ﺔﻋﺮــﺳ ﻦﻤــﻀﺗ قﺮﻃو ﻞﺋﺎــﺳو ﻢﻳﺪﻘﺗ لﻼﺧ ﻦﻣ ! م.ﺎﻈﻨﻠﻟ ﺔﻳﺬﻴﻔﻨﺘﻟا ﺔﺤﺋﻼﻟا ﻦﻣ ةﺮﺸ( ﻋ ﺔﻴﻧﺎﺜﻟ)ا ةدﺎﻤﻟا ﻲﻓ درو ﺎﻣ ﻊﻣ ! ﺔ.ﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا ﻰﻟإ مﺎﻈﻨﻟا مﺎﻜﺣأ ﻖﻴﺒﻄﺗ ﻦﻋ ﺔﺌﺷﺎﻧ ىﻮﻜﺷ يأ ﻢﻳﺪﻘﺗ ﻲﻓ ﻖﺤﻟا . بﺎﻜﺗرا ﺔﺠﻴﺘﻧ رﺮـــﺿ ﻪﻘﺤﻟ اذإ ،يﻮﻨﻌﻤﻟا وأ يدﺎﻤﻟا رﺮـــﻀﻟا ﻦﻋ ﺾﻳﻮﻌﺘﻟﺎﺑ ﺔﺒﻟﺎﻄﻤﻟا ﻲﻓ ﻖﺤﻟا . ! ﺔ.ﻳﺬﻴﻔﻨﺘﻟا ﻪﺤﺋاﻮﻟو مﺎﻈﻨﻟا ﻲﻓ ﺎﻬﻴﻠﻋ صﻮﺼﻨﻤﻟا تﺎﻔﻟﺎﺨﻤﻟا ﻦﻣ يأ تﺎﺿاﺮﺘﻋﻻاو ىوﺎﻜﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ :ﺎًﻌﺳﺎﺗ ﺐﺣﺎــﺻ ىﺪﻟ ىﻮﻜــﺷ دﻮﺟو لﺎﺣ ﻲﻓ تﺎــﺿاﺮﺘﻋﻻاو ىوﺎﻜــﺸﻟا ﻢﻳﺪﻘﺗ ﺔﻴﻟآ ﺮﻴﻓﻮﺗ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ ةﺮﺘﻔﻟا لﻼﺧ ﺔﻴــــﺼﺨــــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻤﺑ ﺔﻘﻠﻌﺘﻤﻟا ﻪﻗﻮﻘﺣ ﺔــــﺳرﺎﻤﻣ ﻦﻣ ﻪﻨﻴﻜﻤﺗ مﺪﻌﻛ تﺎﻧﺎﻴﺒﻟا ﻢﺘﻳ نأ ﻦﻜﻤﻳو ،ﺔﺠﻟﺎﻌﻤﻟا ﻰﻠﻋ ضاﺮﺘﻋا دﻮﺟو لﺎﺣ ﻲﻓ وأ ،هﻼﻋأ (ﺎًﻨﻣﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ةدﺪﺤﻤﻟا ﺔﻴﻨﻣﺰﻟا تﺎﻧﺎﻴﺑو ىوﺎﻜـــﺸﻟا ﺔﺠﻟﺎﻌﻣو لﺎﺒﻘﺘـــﺳﺎﺑ ﺺﺘﺨﻤﻟا ﻢـــﺴﻘﻟا وأ ةرادﻹا ﻢـــﺳا ﺪﻳﺪﺤﺗ لﻼﺧ ﻦﻣ ﻚﻟذ ﺮﻴﻓﻮﺗ ﻰﻟإ ﺔﻓﺎــــﺿﻹﺎﺑ ،ىوﺎﻜــــﺸﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻤﻟ ةدﺪﺤﻤﻟا ﺔﻴﻨﻣﺰﻟا ةﺮﺘﻔﻟاو ،ﻪﺑ ﺔــــﺻﺎﺨﻟا ﻞــــﺻاﻮﺘﻟا ﺔﺠﻟﺎﻌﻣ ﺞﺋﺎﺘﻧ ﻦﻋ ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎـــــﺻ ﺎـــــﺿر مﺪﻋ لﺎﺣ ﻲﻓ ﺔـــــﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا تﺎﻧﺎﻴﺑ ﻢ.ﻜﺤﺘﻟا ﺔﻬﺟ ﻞﺒﻗ ﻦﻣ ىوﺎﻜﺸﻟا ﺎﻬﻴﻟإ لﻮﺻﻮﻟا ﻞﻴﻬﺴﺗو ﺔﺳﺎﻴﺴﻟا ﺔﺣﺎﺗإ :اًﺮﺷﺎﻋ ،ﺔﺤـﺿاو ﺔﻐﻠﺑ ﺔـﺳﺎﻴـﺴﻟا ىﻮﺘﺤﻣ ﺔﺑﺎﺘﻛو ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﻰﻟإ لﻮـﺻﻮﻟا ﺔﺣﺎﺗإ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋ تﺎﻧﺎﻴﺒﻟا بﺎﺤــﺻأ تﺎﺌﻓ ﻊﻴﻤﺟ كاردإ ىﻮﺘــﺴﻤﻟ ﺔﺒــﺳﺎﻨﻣو ،ﻢﻬﻔﻟاو ةءاﺮﻘﻟا ﺔﻠﻬــﺳو ،ﺔﻠﻠــﻀﻣ ﺮﻴﻏو رﺎﻌـــﺷإ ﺪﻌﻳ ﺚﻴﺣ ،ﺔﻴـــﺻﻮـــﺼﺨﻟا ﺔـــﺳﺎﻴـــﺴﺑ داﺮﻓﻷا رﺎﻌـــﺷﻹ ﺔﻣزﻼﻟا ﺮﻴﺑاﺪﺘﻟا ﻖﻴﺒﻄﺗو ،ﺔﻴـــﺼﺨـــﺸﻟا ﺰﺟﻮﻣ جذﻮﻤﻧ ﻮﻫو ،ﻢﻬﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ لﻮﺣ داﺮﻓﻷا ﻪﻴﺒﻨﺘﻟ ﺔﻴـــــﺳﺎـــــﺳﻷا قﺮﻄﻟا ىﺪﺣإ ﺔﻴـــــﺻﻮـــــﺼﺨﻟا تﺎﻬﻴﺒﻨﺗ لﻼﺧ ﻦﻣ نﻮﻜﻳ نأ ﻦﻜﻤﻳو ،ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺴﻟ ﺔﻴــﺴﻴﺋﺮﻟا ﺮــﺻﺎﻨﻌﻟا ﺺﺨّ ﻠﻳ ﺮــﺼﺘﺨﻣو جذﻮﻤﻧ وأ ،ﻲﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟا وأ لاﻮﺠﻟا ﻞﺋﺎﺳر ﻖﻳﺮﻃ ﻦﻋ ﻞﺳﺮﻳ نأ ﻦﻜﻤﻳو ،تﺎﻘﻴﺒﻄﺘﻟا ﻖﻳﺮﻃ ﻦﻋ . ﻲﻋﺎﻨﻄﺻﻻء ﺎاﻛﺬﻟاتو ﺎﻧﺎﻴﺒﺔﻠ ﻟﻳدﻮﻌﺴﺔﻟ ﺌاﻴﻬﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ وأ ﺔﻴــﺼﺨــﺸﻟا ﻪﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻲﻓ ءﺪﺒﻟا ﻞﺒﻗ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــﺻ ﻪﺑ دوﺰﻳ ﻞﻘﺘــﺴﻣ ﺎﻬﻌ.ﻤﺟ ءﺎﻨﺛأ ىﺮﺠﻳُ ﺚﻳﺪﺤﺗ وأ ﺮﻴﻴﻐﺗ يأ ﻞﻴﺠـﺴﺗو ﺔﻳرود ﺔﻔـﺼﺑ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﺔﻌﺟاﺮﻣ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ﻰﻠﻋو ه.ﻼﻋأ (ﺎًﻴﻧﺎﺛ) ﺪﻨﺒﻟا ﻲﻓ ﻪﻴﻟإ رﺎﺸﻤﻟا تﺎﺜﻳﺪﺤﺘﻟا ﻞﺠﺳ ﻲﻓ ﺎﻬﻴﻠﻋ ﺔﻴ:ﺗﻵا ﺐﻴﻟﺎﺳﻷا ﻦﻣ يأ عﺎﺒﺗا ﻦﻜﻤﻳ ﺎﻤﻛ • ﻞّ ﻬــﺴﻳ ﻞﻜــﺸﺑ تاﺮﻘﻔﻟاو دﻮﻨﺒﻟا ىﻮﺘﺤﻣ ﻦﻋ ﺮﺒّﻌﺗ ﻲﺘﻟا تﺎﻧﻮﻘﻳﻷاو رﻮــﺼﻟا ﺾﻌﺑ ﺔﻓﺎــﺿإ ﻊﻳﺮ.ﺳ ﻞﻜﺸﺑ ىﻮﺘﺤﻤﻟا ﻢﻬﻓ ئرﺎﻘﻟا ﻰﻠﻋ • ﻢﻬﻔﻟاو ةءاﺮﻘﻟا ﻰﻠﻋ ﺰﻔّ ﺤﻳ ﺎـﻤﻣ ﻲﻘﻄﻨﻣ ﻞـﻜــــــﺸﺑ تاﺮﻘﻔﻟاو دﻮﻨﺒﻟا ﺔـﻧﻮﻨﻋو ﺐـﻴﺗﺮﺗ ةدﺎـﻋإ ! ﻲ.ﺳﺎﻴﻗ ﺖﻗﻮﺑ • لﺎﺣ ﻲﻓ ﺔـﺻﺎﺨﻟا تﺎﺌﻔﻠﻟ ﺔﻣﻮﻬﻔﻣو ﺔﺤـﺿاو ﺔﻘﻳﺮﻄﺑ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺳ ﻢﻴﻤـﺼﺗ ةﺎﻋاﺮﻣ رﺎﺒﻛ – لﺎﻔﻃﻷ) اﺔـﺻﺎﺨﻟا تﺎﺌﻔﻟا ىﺪﺣإ تﺎﻧﺎﻴﺑ ﻲﺋﺰﺟ وأ ﻲﻠﻛ ﻞﻜـﺸﺑ فﺪﻬﺘـﺴﺗ ﺔﻬﺠﻟا ﺖﻧﺎﻛ ! .ﺔ(ﺻﺎﺨﻟا تﺎﺟﺎﻴﺘﺣﻻا ووذ – ﻦﺴﻟا ! ﺔ.ﻓﺪﻬﺘﺴﻤﻟا ﺔﺌﻔﻠﻟ ﺔﺒﺳﺎﻨﻤﻟا ﺔﻐﻠﻟﺎﺑ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ ﻢﻴﻤﺼﺗ ةﺎﻋاﺮﻣ • • تﺎﻔﻠﻣ ﺔـﺳﺎﻴـﺳ ،طوﺮـﺸﻟاو مﺎﻜﺣﻷﺎﻛ ﺔﻴـﺻﻮـﺼﺨﻟا ﺔـﺳﺎﻴـﺴﺑ ﺔﻠـﺻ تاذ ىﺮﺧأ ﻂﺑاور ﺔﻓﺎـﺿإ ! ﺔ.ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ ،طﺎﺒﺗرﻻا ! ! ! مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺴﻟ ﻲﻠﻴﺼﻔﺗ جذﻮﻤﻧ ﺔ[ﻬﺠﻟا ﻢﺳا] ﻚﻨﻜﻤﻳو ، ﺔ[ﻓﺪﻬﺘـــــﺴﻤﻟا ﺔﺌﻔﻟاو ﺔﻣﺪﻘﻤﻟا تﺎﻣﺪﺨﻟاو ﺔﻬﺠﻟا تﺎـــــﺻﺎـــــﺼﺘﺧاو مﺎﻬﻣ ﻦﻋ ةﺮـــــﺼﺘﺨﻣ ةﺬﺒ]ﻧ ه.ﺎﻧدأ ﺔﺤﺿﻮﻤﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺐﺴﺣ ،ﺔﺣﺎﺘﻤﻟا تاﻮﻨﻘﻟا ﻦﻣ دﺪﻋ ﻖﻳﺮﻃ ﻦﻋ ،ﺎﻨﻌﻣ ﻞﺻاﻮﺘﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺺ: ﺘﺨﻤﻟا ﻖﻳﺮـــــﻔﻟا ﻢ/ﺴﻘﻟا [ ] ن: اﻮــــــــــــــــــــــــــــــــــــــــــــــــﻨﻌﻟا [ ] ﻒ: ﺗﺎﻬﻟا ﻢــــــــــــــــــــــــــــــــــــــﻗر [ ] ﻲ: ﻧوﺮﺘـــــــــــــــــــــــــــﻜﻟﻹا ﺪﻳﺮﺒﻟا [ ] ي: رﺎﺠﺘﻟا ﻞﺠﺴﻟا وأ ﺺﻴﺧﺮﺘﻟا [ ] ﺚﻳﺪﺤﺗ ﺮﺧآ ﺦﻳرﺎﺗ ﻰﻠﻋ عﻼﻃﻻا ﻚﻨﻜﻤﻳو ، ﺚ[ﻳﺪﺤﺗ ﺮﺧآ ﺦﻳر]ﺎﺗ ﺦﻳرﺎﺘﺑ ﺔﻴــﺻﻮــﺼﺨﻟا ﺔــﺳﺎﻴــﺳ ﻰﻠﻋ ﺚﻳﺪﺤﺗ ﺮﺧآ ءاﺮﺟإ ﻢﺗ ﺖـﻧﺎـﻛ لﺎـﺣ ﻲﻓ تﺎـﺜﻳﺪـﺤﺘﻟا لوﺪـﺟ قﺎـﻓرإ وأ ﻂﺑار ﺔـﻓﺎـــــــﺿإ ﻦﻜﻤ]ﻳ ﻖﻳﺮﻃ ﻦﻋ تﺎـﺜﻳﺪـﺤﺘﻟا ﻞـﺠــــــﺳ . ﺔﻴ[ﻗرو ﺔﻘﻴﺛو ﺔﺳﺎﻴﺴﻟا ؟ﺎﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻲﻫ ﺎﻣ ﺔ:ﻴﻟﺎﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ مﻮﻘﻧ ،لﺎـﺜﻤﻟا ﻞـﻴﺒــــــﺳ ﻰﻠﻋ ،تﺎـﺌﻓ ﻰﻟإ ﺎـﻬﻤﻴــــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﺎـﻬﻌﻤﺟ ﻢﺘﻳ ﻲﺘﻟا تﺎـﻧﺎـﻴﺒﻟا ﻒــــــﺿ]أ - ﻞ[ﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ،ﺔﻴﺴﻴﺋﺮﻟا تﺎﻧﺎﻴﺒﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ؟ﺎﻬﻌﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻮﻫ ﺎﻣو ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻊﻤﺟ ﻢﺘﻳ ﻒﻴﻛ ةﺮـــــﺷﺎﺒﻣ ﻚﻘﻳﺮﻃ ﻦﻋ ﺎﻬﻴﻠﻋ لﻮــــــﺼﺤﻟا ﻢﺘﻳ ﺎﻬﺘﺠﻟﺎﻌﻤﺑ مﻮﻘﻧ ﻲﺘﻟا ﺔﻴــــــﺼﺨــــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺾﻌﺑ ﺔﻴ:ﺗﻵا ضاﺮﻏﻸﻟ ﻚﻟذو ﻊ[ﻤﺠﻟا ﺔﻠﻴﺳو دﺪ]ﺣ ماﺪﺨﺘﺳﺎﺑ ﻰﻟإ ﺎﻬﻤﻴــــﺴﻘﺗ ﻦﻜﻤﻳو ،ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻢﺘﻳ ﺎﻬﻠﺟأ ﻦﻣ ﻲﺘﻟا ضاﺮﻏﻷا ﻒــــﺿ]أ - ت[ ﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﺐﺴﺣ تﺎﺌﻓ ﺔﻴ:ﺗﻵا ردﺎﺼﻤﻟا ﻦﻣ ،ةﺮﺷﺎﺒﻣ ﺮﻴﻏ ﺔﻘﻳﺮﻄﺑ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺾﻌﺑ ﻰﻠﻋ لﻮﺼﺤﻟﺎﺑ مﻮﻘﻧ ﺎﻤﻛ ،ةﺮـــﺷﺎﺒﻣ ﺮﻴﻏ ةرﻮـــﺼﺑ ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ردﺎـــﺼﻤﻟا ﻒـــﺿ]أ - عاﻮﻧأ ﺐـﺴﺣ تﺎﺌﻓ ﻰﻟإ ﺎﻬﻤﻴـﺴﻘﺗ ﻦﻜﻤﻳ ﺎﻤﻛ ،ﻊﻤﺠﻟا ﻦﻣ ضﺮﻐﻟا ﺮﻛذ ﻊﻣ ،ﻊﻤﺠﻟا ﺔﻠﻴـﺳوو ﺎﻫ[ردﺎﺼﻣو تﺎﻧﺎﻴﺒﻟا ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ مﺪﺨﺘﺴﻧ ﻒﻴﻛ ﻲ:ﺗﻵا ﻮﺤﻨﻟا ﻰﻠﻋ ﺮﺷﺎﺒﻣ ﺮﻴﻏ وأ ﺮﺷﺎﺒﻣ ﻞﻜﺸﺑ ﺎﻬﻌﻤﺟ ﻢﺗ ﻲﺘﻟا ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا مﺪﺨﺘﺴﻧ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻠﻟ ﻚﻣاﺪﺨﺘﺳا ﺔﻴﻔﻴﻛ ﻒﺿ]أ - ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻋ ﺢﺼﻔﻧ ﻒﻴﻛ ﻦﻋ ﺢـﺼﻔﻧ ﺪ]ﻗ وأ [ﺮ.ـﺷﺎﺒﻤﻟا ﻖﻳﻮـﺴﺘﻟا ضاﺮﻏﻷ ﺮﺧآ فﺮﻃ يﻷ ﺔﻴـﺼﺨـﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻋ ﺢـﺼﻔﻧ ﻦ]ﻟ ﺔ[ﻴ:ﺗﻵا تﺎﻬﺠﻟا ﻊﻣ ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻞﻜﻟ ضﺮﻐﻟا ﺮﻛذ ﻊﻣ ﺎﻬﻴﻟإ ﺔﻴــﺼﺨــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻦﻋ حﺎــﺼﻓﻹا ﻢﺘﻴــﺳ ﻲﺘﻟا تﺎﻬﺠﻟا ﻒــﺿ]أ - ت[ ﺎﻧﺎﻴﺒﻟا عاﻮﻧأ ﻦﻣ عﻮﻧ ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﻟ ﺔﻴﻣﺎﻈﻨﻟا تﺎﻏﻮﺴﻤﻟا هﺬﻫ ﺔﺠﻟﺎﻌﻤﻟ ﻪﻴﻠﻋ ﺪﻤﺘﻌﻧ يﺬﻟا ﻲﻣﺎﻈﻨﻟا غﻮـــﺴﻤﻟا نﺈﻓ ،ﺔﻴـــﺼﺨـــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻨﻟ ﺎًﻘﻓو ه(ﺎﻧدأ ﺔﺤﺿﻮﻤﻟا تﺎﻏﻮﺴﻤﻟا ﻦﻣ ﺮﺜﻛأ وأ ﺪﺣاو ﻲﻣﺎﻈﻧ غﻮﺴﻣ رﺎﻴﺘﺧا ﻦﻜﻤ)ﻳ ت: ﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ ﺮﺛﺆﻳ ﻻأ ﻰﻠﻋ ﺖـﻗو يأ ﻲﻓ ﺔـﻘﻓاﻮﻤﻟا ﻦﻋ لوﺪـﻌﻟا ﻚـﻨﻜﻤﻳو ،ﺔـﺤﻳﺮــــــﺼﻟا ﻚـﺘﻘﻓاﻮﻣ - ﻚـﻨﻜﻤﻳ ﻚـﻟﺬـﺑ مﺎـﻴﻘﻠﻟو ،ىﺮﺧأ ﺔـﻴﻣﺎـﻈﻧ تﺎـﻏﻮــــــﺴﻣ ﻰﻠﻋ ءًﺎـﻨﺑ ﻢﺘﺗ ﻲﺘﻟا ﺔـﺠﻟﺎـﻌﻤﻟا تﺎـﻴﻠﻤﻋ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ وأ ،ﺺﺘﺨﻤﻟا ﻢﺴﻘﻟا وأ ةرادﻹا ﻢﺳ]ا ﻊﻣ ﻞﺻاﻮﺘﻟا ﻪﺑ[ ءﺎﻓﻮﻟا ﺔﻴﻤﻫأو ماﺰﺘﻟﻻا اﺬﻫ حﺎﻀﻳإ ﻢﺘ]ﻳ يﺪﻗﺎﻌﺗ ماﺰﺘﻟﻻ اًﺬﻴﻔﻨﺗ - مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﺠﻟﺎﻌﻣو ﻊﻤﺠﺑ ﺔﻬﺠﻟا لﻮﺨﺗ ﻲﺘﻟا ةدﺎﻤﻟاو مﺎﻈﻨﻟا ﻢـﺳا حﺎـﻀﻳإ ﻢﺘﻳ] ﻲﻣﺎﻈﻧ ماﺰﺘﻟﻻ اًﺬﻴﻔﻨﺗ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﻊﻤﺟ ﻖﻳﺮﻃ ﻦﻋ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــــﺼﻤﻟا ﺔﻳﺎﻤﺣ ﺔﻴﻔﻴﻛ حﺎــــــﻀﻳإ ﻢﺘ]ﻳ ﺔﻳﻮﻴﺤﻟا ﺢﻟﺎــــــﺼﻤﻟا ﺔﻳﺎﻤﺣ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻖﻳﺮﻃ ﻦﻋ ﺎﻬﻘﻴﻘﺤﺗ ﻢﺘﻳ ﻲﺘﻟا ﺔﻣﺎﻌﻟا ﺔﺤﻠــــﺼﻤﻟا حﺎــــﻀﻳإ ﻢﺘ]ﻳ ﺔﻣﺎﻋ ﺔﺤﻠــــﺼﻣ ﻖﻴﻘﺤﺗ - ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻣ ضرﺎﻌﺘﺗ ﻻ ﻲﺘﻟا ﺔﻋوﺮـﺸﻤﻟا فاﺪﻫﻷا حﺎـﻀﻳإ ﻢﺘ]ﻳ ﺔﻋوﺮـﺸﻣ فاﺪﻫأ وأ ﺢﻟﺎـﺼﻣ ﻖﻴﻘﺤﺗ - [ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎﺻ قﻮﻘﺣ ؟ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻳﺰﺨﺘﺑ مﻮﻘﻧ ﻒﻴﻛ ﺔﺒــــﺳﻮﺤﻟا تﺎﻣﺪﺧ مﺪﻘﻣ ىﺪﻟ وأ ﺮﻘ/ﻣ ﻲﻓ ﻚﻟذو ﻦﻣآ ﻞﻜــــﺸﺑ ﺔﻴــــﺼﺨــــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻦﻳﺰﺨﺗ ﻢﺘﻳ . ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻓﺎﻀﺘﺳا وأ ﻦﻳﺰﺨﺗ ﻪﻴﻓ ﻢﺘﻳ يﺬﻟا ﻊﻗﻮﻤﻟا ﻒﺿ]أ ﺔﻴﺑﺎﺤﺴﻟا ﻚﻟذ ﺪﻌﺑ مﻮﻘﻨﺳو ، ﺮ[ﻬﺷﻷﺎﺑ ﺔﻴﻨﻣﺰﻟا ةﺮﺘﻔﻟ]ا ةﺪﻤــﻟ ﺔ[ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا عﻮﻧ ﺪﻳﺪﺤ]ﺗ ــﺑ ﻆﻔﺘﺤﻧ ﺎﻤﻛ ةﺮﻣ ﺎـﻬﺗدﺎـﻌﺘــــــﺳا وأ ﺎـﻬﻴﻠﻋ عﻼﻃﻻا ﺎـﻬﻟﻼﺧ ﻦﻣ ﻦﻜﻤﻳ ﻻ ﺔـﻨﻣآ ﺔـﻘﻳﺮﻄﺑ تﺎـﻧﺎـﻴﺒﻟا هﺬـﻫ ﻦﻣ ﺺﻠﺨﺘﻟﺎـﺑ ﻦﻣ عﻮﻧ ﻞـﻜﻟ ظﺎـﻔﺘﺣﻻا ةﺮﺘﻓ ﺪـﻳﺪـﺤﺗ ﻢﺘ)ﻳ ت[ ﺎـﻧﺎـﻴﺒﻟا فﻼﺗإ ﻢﺘﻴــــــﺳ ﻒﻴ]ﻛ ﻖﻳﺮﻃ ﻦﻋ ﻚـﻟذو ،ىﺮﺧأ ةﺪ.(ﺣ ﻰﻠﻋ تﺎﻧﺎﻴﺒﻟا ﺔﻴﺼﺨﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻤﺑ ﻖﻠﻌﺘﻳ ﺎﻤﻴﻓ ﻚﻗﻮﻘﺣ ﻲﺳﺎﺳأ ﻞﻜـﺸﺑ ﺪﻤﺘﻌﺗ ﻲﺘﻟاو ،ﺔﻴﺗﻵا قﻮﻘﺤﻟا ﻚﻳﺪﻟ نﺈﻓ ،ﺔﻴـﺼﺨـﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻧ ﺐﺟﻮﻤﺑ ﺔ:ﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﺠﻟﺎﻌﻣو ﻊﻤﺟ ﻦﻣ ضﺮﻐﻟا ﻰﻠﻋ ﻲﻣﺎﻈﻨﻟا غﻮـــﺴﻤﻟاو ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺒﻟ ﺎﻨﻌﻤﺟ قﺮﻃ ﺔﻓﺮﻌﻣ ﻚﻟ ﻖﺤﻳ ﻢ:ﻠﻌﻟا ﻲﻓ ﻖﺤﻟا - ،ﺎـﻬﻨﻋ حﺎــــــﺼﻓﻹا ﻢﺘﻴــــــﺳ ﻦﻤﻟو ﺎـﻬﻓﻼﺗإو ﺎـﻬﻈﻔﺣو ﺎـﻬﺘﺠﻟﺎـﻌﻣ ﺔـﻴﻔﻴﻛو ،ﺎـﻬﺘﺠﻟﺎـﻌﻣو ﺎـﻬﻌﻤﺠﻟ ﻞﺻاﻮﺘﻟا ﻚﻨﻜﻤﻳ وأ ﺔﻴﺻﻮﺼﺨﻟا ﺔﺳﺎﻴﺳ لﻼﺧ ﻦﻣ ﻞﻴﺻﺎﻔﺘﻟا ﺔﻓﺎﻛ ﻰﻠﻋ عﻼﻃﻻا ﻚﻨﻜﻤﻳو ﺔ.ﻄ( ﺴﺒﻣ ﺔﻐﻠﺑ ﻢﻠﻌﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎﻀﻳ)إ ،هﺎﻧدأ ﺔﺤﺿﻮﻤﻟا تﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ ﺎﻨﻌﻣ ﻰﻠﻋ عﻼﻃﻻا ﺎـﻨﻣ ﺐـﻠﻄﺗ نأ ﻚـﻟ ﻖﺤﻳ ﺔ:ـﻴــــــﺼﺨــــــﺸﻟا ﻚـﺗﺎـﻧﺎـﻴﺑ ﻰﻟإ لﻮــــــﺻﻮﻟا ﻲﻓ ﻖﺤﻟا - تﺎﻧﺎﻴﺒﻟا ﻰﻠﻋ عﻼﻃﻻا ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔﻠﻴـﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚﻟذو ،ﺔﻴـﺼﺨـﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔ.ﻄ( ﺴﺒﻣ ﺔﻐﻠﺑ لﻮﺻﻮﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎﻀﻳ)إ ، ﺔ[ﻴﺼﺨﺸﻟا مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﻰﻠﻋ لﻮـــــﺼﺤﻟا ﺐﻠﻃ ﻚﻟ ﻖﺤﻳ ﺔ:ﻴـــــﺼﺨـــــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ لﻮـــــﺼﺤﻟا ﺐﻠﻃ ﻲﻓ ﻖﺤﻟا - نﺎﻛ ﺎﻣ ﻰﺘﻣ ﺔﺤـــﺿاوو ةءوﺮﻘﻣ ﺔﻐﻴـــﺼﺑ ﻢﻜﺤﺘﻟا ﺔﻬﺟ ىﺪﻟ ةﺮﻓﻮﺘﻤﻟا ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺪـﻳوﺰﺗ ﺎـﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔـﻠﻴــــــﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚـﻟذو ،ﺔـﻴﻨﻘﺘﻟا ﺔـﻴﺣﺎـﻨﻟا ﻦﻣ ﺎًـﻨﻜﻤﻣ ﻚـﻟذ ﺔﻐﻠﺑ لﻮــــﺼﺤﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ دﻮﻴﻘﻟا حﺎــــﻀﻳ)إ ، ﻪ[ﺗﺎﻧﺎﻴﺒﺑ ﺔﻴــــﺼﺨــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺐﺣﺎــــﺻ نإ ،تاءﺎﻨﺜﺘـــﺳﻻاو دﻮﻴﻘﻟا ﻦﻣ ﺎﻫﺮﻴﻏو ،لﻮـــﺼﺤﻟا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ يﺮـــﺴﺗ ﻲﺘﻟاو ﺔﻄـــﺴﺒﻣ ت.(ﺪﺟو ﻚـﺗﺎـﻧﺎـﻴﺑ ﺢﻴﺤــــــﺼﺗ ﺎـﻨﻣ ﺐـﻠﻄﺗ نأ ﻚـﻟ ﻖﺤﻳ ﺔ:ـﻴــــــﺼﺨــــــﺸﻟا ﻚـﺗﺎـﻧﺎـﻴﺑ ﺢﻴﺤــــــﺼﺗ ﻲﻓ ﻖﺤﻟا - ﻖﻳﺮﻃ ﻦﻋ ﻚﻟذو ،ﺔﻠﻤﺘﻜﻣ ﺮﻴﻏ وأ ﺔﺤﻴﺤـــــﺻ ﺮﻴﻏ وأ ﺔﻘﻴﻗد ﺮﻴﻏ ﺎﻬﻧأ ىﺮﺗ ﻲﺘﻟا ﺔﻴـــــﺼﺨـــــﺸﻟا دﺪ]ﻋ لﻼﺧ ﺎﻬﺜﻳﺪﺤﺗو ﺎﻬﺘﻌﺟاﺮﻣ ﻢﺘﺘـﺳو ، ﺢ[ﻴﺤـﺼﺘﻟا ﺐﻠﻃ ﻦﻜﻤﻳ ﺎﻬﻟﻼﺧ ﻦﻣ ﻲﺘﻟا ﺔﻠﻴـﺳﻮﻟ]ا ﺐﺣﺎــﺻ ﻦﻴﻜﻤﺗ ﺎﻬﻟﻼﺧ ﻦﻣ ﻢﺘﻳ ﻲﺘﻟا ﺔﻠﻴــﺳﻮﻟ]ا ﻖﻳﺮﻃ ﻦﻋ ﻚﻟﺬﺑ كرﺎﻌــﺷإ ﻢﺘﻴــﺳو ، م[ﺎﻳﻷا . ﻪ[ﺗﺎﻧﺎﻴﺑ ﻰﻠﻋ عﻼﻃﻻا ﻦﻣ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﺎﻨﻣ ﺐﻠﻄﺗ نأ ﻚﻟ ﻖﺤﻳ ﺔ:ﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ فﻼﺗإ ﻲﻓ ﻖﺤﻟا - تﺎــﻏﻮــــــﺴﻤﻟا ﻊﻣ ضرﺎــﻌﺘﻳ ﻻ ﺎــﻤﺑ ﺔــﻨﻜﻤﻤﻟا تﻻﺎــﺤﻟا حﺎـــــــﻀﻳإ ﻢﺘ )ﻳ ﺔــﻨﻴﻌﻣ فوﺮﻇ ﻲﻓ .(فﻼﺗﻹا ﻲﻓ ﻖﺤﻟا ﻰﻠﻋ ةدراﻮﻟا دﻮﻴﻘﻟاو ،ﺔﻴﻣﺎﻈﻨﻟا ﻦﻋ عﻮﺟﺮﻟا ﻚﻟ ﻖﺤﻳ ﺔ:ﻴــﺼﺨــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻚﺘﻘﻓاﻮﻣ ﻦﻋ عﻮﺟﺮﻟا ﻲﻓ ﻖﺤﻟا - تﺎﻏﻮـــﺴﻣ كﺎﻨﻫ ﻦﻜﺗ ﻢﻟ ﺎﻣ -ﺖﻗو يأ ﻲﻓ- ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻰﻠﻋ ﻚﺘﻘﻓاﻮﻣ ﻚ.ﻟذ ﺲﻜﻋ ﺐﻠﻄﺘﺗ ﺔﻴﻣﺎﻈﻧ هﺬﻫ ﺔـﺳرﺎﻤﻣ ﻞﺑﺎﻘﻣ مﻮـﺳر يأ ﻊﻓﺪﺑ ﺎًﺒﻟﺎﻄﻣ نﻮﻜﺗ ﻦﻟ ،ﺎًﻣﺎﻈﻧ ﻪﻴﻠﻋ صﻮـﺼﻨﻣ ﻮﻫ ﺎﻣ اﺪﻋ ﺎﻣ دﺪ] ﻋلﻼﺧ ﻚﻴﻠﻋ دﺮﻟا ﻢﺘﻴﺳ ،قﻮﻘﺤﻟا هﺬﻫ ﺪﺣأ ﺔﺳرﺎﻤﻤﻟ ﺐﻠﻃ ﻢﻳﺪﻘﺗ ﻢﺗ لﺎﺣ ﻲﻓو ،قﻮﻘﺤﻟا .ﻼً ﻣﺎﻛ ﺐﻠﻄﻟا مﻼﺘﺳا ﺦﻳرﺎﺗ ﻦﻣ م[ﺎﻳﻷا ﻚﻨﻜﻤﻳ ،ﻚﻗﻮﻘﺣ ﺔـــﺳرﺎﻤﻣ ﺔﻴﻔﻴﻛو ،ﺔﻴـــﺼﺨـــﺸﻟا ﻚﺗﺎﻧﺎﻴﺑ ﺔﺠﻟﺎﻌﻣ ﻦﻋ ﻞﻴـــﺻﺎﻔﺘﻟا ﻦﻣ ﺪﻳﺰﻤﻟو ﺔﺤﺿﻮﻤﻟا ﻞﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑ ﺐﺴﺣ ، ﺔ[ﻬﺠﻟ] اـﺑ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ ﻊﻣ ﻞﺻاﻮﺘﻟا ه.ﺎﻧدأ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ﺔﻴﺼﺨﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ لوﺆﺴﻣ ﻢ:ــــــــــــــــــــــــﺳﻻا [ ] ن:اﻮـــــــــــــــــــــﻨﻌﻟا [ ] ﻒ: ﺗﺎﻬﻟا ﻢــــــــــﻗر [ ] ﻲ:ﻧوﺮﺘﻜﻟﻹا ﺪﻳﺮﺒﻟا [ ] ؟ﺎًﺿاﺮﺘﻋا وأ ىﻮﻜﺷ مﺪﻘﺗ ﻒﻴﻛ ﻚﻨﻜﻤﻳ ،ﺔﻴـــــﺼﺨـــــﺸﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻳﺎﻤﺣ مﺎﻈﻨﺑ ﺎﻨﻣاﺰﺘﻟا مﺪﻋ وأ فوﺎﺨﻤﻟا ﺾﻌﺑ دﻮﺟو لﺎﺣ ﻲﻓ ﻚﻟذو ى[ وﺎﻜــــﺸﻟا ﺔﺠﻟﺎﻌﻤﺑ ﺺﺘﺨﻤﻟا ﻢــــﺴﻘﻟا وأ ةرادﻹا ﻢــــﺳا ﻒــــﺿ]أ ﻰﻟإ ىﻮﻜــــﺷ ﻢﻳﺪﻘﺗ لﺎﺒﻘﺘــــﺳﺎﺑ ﺔــــﺻﺎﺨﻟا ﻞــــﺻاﻮﺘﻟا تﺎﻧﺎﻴﺑو ﺔﻠﻴــــﺳو ﻒــــﺿ]أ ﺔﻴﻟﺎﺘﻟا تاﻮﻨﻘﻟا ىﺪﺣإ ماﺪﺨﺘــــﺳﺎﺑ . ت[ارﺎﺴﻔﺘﺳﻻاو ىوﺎﻜﺸﻟا ﻚـﻨﻜﻤﻳ ، مﺎ[ـﻳﻷا دﺪ]ـﻋ لﻼﺧ ﺎـﻧدر مﺪـﻋ لﺎـﺣ ﻲﻓ وأ ىﻮﻜــــــﺸﻠﻟ ﺎـﻨﺘﺠﻟﺎـﻌﻣ ﻦﻋ ﺎًـﻴــــــﺿار ﻦﻜﺗ ﻢﻟ اذإ ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌــــــﺴﻟا ﺔﺌﻴﻬﻟا ﻢــــــﺳا ﻒــــــﺿ]أ ﺔــــــﺼﺘﺨﻤﻟا ﺔﻬﺠﻟا ﻰﻟإ ىﻮﻜــــــﺷ ﻢﻳﺪﻘﺗ . ﻲ[ﻋﺎﻨﻄﺻﻻا ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا ناﻮﻨﻋ ﺔﻳدﻮﻌﺴﻟا ﺔﻴﺑﺮﻌﻟا ﺔﻜﻠﻤﻤﻟا ضﺎﻳﺮﻟا ﻲ:ﻧوﺮﺘﻜﻟﻹا ﻊﻗﻮﻤﻟا (sdaia.gov.sa) ﻲﻋﺎﻨﻄﺻﻻا ءﺎﻛﺬﻟاو تﺎﻧﺎﻴﺒﻠﻟ ﺔﻳدﻮﻌﺴﻟا ﺔﺌﻴﻬﻟا (dgp.sdaia.gov.sa) ﺔﻴﻨﻃﻮﻟا تﺎﻧﺎﻴﺒﻟا ﺔﻤﻛﻮﺣ ﺔﺼﻨﻣ مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ ! مﺎﻋ ﺔ:ﻘﻴﺛﻮﻟا ﻒﻴﻨﺼﺗ",
        "clauses": []
      }
    ]
  }
}