{
  "document_meta": {
    "source_file": "mawani_security_standards.pdf",
    "extraction_date": "2025-12-12T03:36:41.081536",
    "total_pages": 22,
    "section_count": 1
  },
  "document": {
    "document_title": "Mawani Security Standards",
    "pages": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16,
      17,
      18,
      19,
      20,
      21,
      22
    ],
    "raw_text": "General Regulations for Security, Safety, Health, and Environment General Regulations for Security, Safety, Health, and Environment Document Approval Record Version Approval Authority Approval Number Approval Date 1 Board of Directors (145/G15/D2) 7/11/1443H 1st Version General Regulations for Security, Safety, Health, and Environment Contents Article 1: Definitions.................................................................................................................. Article 2: General Provisions ..................................................................................................... Article 3: Purpose of the Regulations ....................................................................................... Article 4: Scope of Application .................................................................................................. Article 5: Responsibility and Powers of the Authority relating to Security, Safety, Health, and Environment ....................................................................................................................... Article 6: Security, Safety, Health, and Environment Committee ........................................... Article 7: Audits of Security, Safety, Health, and Environment .............................................. Article 8: Risk Assessment ........................................................................................................ Article 9: Accident Reporting .................................................................................................... Article 10: Fire Prevention and Protection ............................................................................... Article 11: Waste Handling and Disposal ................................................................................. Article 12: Handling of Hazardous Materials ........................................................................... Article 13: First Aid .................................................................................................................. Article 14: Emergency Procedures .......................................................................................... Article 15: Periodic Inspections .............................................................................................. Article 16: Electronic Systems ................................................................................................. Article 17: Correspondence and Forms .................................................................................. Article 18: Security, Safety, Health, and Environment Policy and Guide of Executive Procedures ............................................................................................................................... Article 19: Application Mechanism for Violations ................................................................. Article 20: Objection to Violations ......................................................................................... Article 21: Approval of the Regulations and their Amendments .......................................... Article 22: Entry into Force ..................................................................................................... Article 23: Violations and Fines .............................................................................................. 1st Version General Regulations for Security, Safety, Health, and Environment Introduction In accordance with the Statute of the Saudi Ports Authority issued by Council of Ministers Resolution No. (299), dated 11/6/1439H, which entrusted the Board of Directors of the Saudi Port Authority with the power to approve regulations, rules, and standards relating to the utilization, management, and operation of ports, and to approve security, safety, and environment standards, these Regulations have been drafted to provide a safe and risk-free working environment. Article 1: Definitions The following words and phrases shall have the meanings assigned thereto, unless the context requires otherwise: Authority: Saudi Ports Authority. Board: Board of Directors of the Authority. President: President of the Authority. Ports: Seaports in the Kingdom excluding military ports and ports of economic cities. Laws and Regulations: All laws and regulations applicable in the Kingdom of Saudi Arabia. International Conventions: All Conventions ratified by the Kingdom or to which the Kingdom is party. Port Operation Services: Services provided by licensed and authorized operators and contractors. Port User: Any person of a natural capacity, including employees, visitors and others, or legal beneficiaries of the port operation services. Inspector: An employee of the Authority who has been appointed to conduct the inspection process. Executive Procedures and Standards Guide: A set of procedures and controls that are put in place to ensure that the work is completed safely and properly in accordance with the requirements of the security, safety and environment regulations and instructions and international conventions. Security: Protection of individuals and property from external or internal threats. Safety and Health: Measures to reduce risks and their consequences for property, individuals and their health. Environment: All the air, water, land and living creatures by which one is surrounded, and that may be affected by the activities conducted by man. Violator: Any natural or legal person who commits a violation listed in these Regulations or specified by the laws in force in the Kingdom. Article 2: General Provisions 1. Ports’ users shall abide by the standards and procedures issued by the Authority, and shall comply with all the regulations applicable in the Kingdom, the relevant international conventions to which the Kingdom is party, and any amendments or additions thereto. 2. Ports’ users shall implement security, safety, health, and environmental requirements issued by the Authority or by the relevant agencies. 1st Version General Regulations for Security, Safety, Health, and Environment 3. Obtaining an approval from the Authority shall not be an exemption from obtaining any other necessary approvals from relevant agencies or adhering to any other relevant laws or regulations. 4. None of the procedures set forth in these Regulations shall be exempt from compliance with other procedures issued by the relevant agencies. 5. Failure to be aware of these Regulations or ignorance of its procedures shall not exempt from the imposition of a fine or penalty in case of violation of any of its provisions. Article 3: Purpose of the Regulations These Regulations aim to establish general rules governing the requirements and procedures of security, safety, health, and environment in accordance with the following: 1. Provide all precautions and means of safety for workers and employees. 2. Maintain the safety and lives of workers and protect them from potential hazards that may occur due to negligence in following safety requirements and procedures. 3. Ensure the safety of equipment, machinery and property of the facility. 4. Apply international and global standards in security, safety and environment and relevant procedures. 5. Protect the surrounding environment from pollution. 6. Promote the security and safety culture into a rooted habit and value. 7. Identify hazards in the work environment and control them using engineering and technical controls. 8. Evaluate various facilities to help reduce and mitigate all risks during the performance of work. 9. Provide a proper working environment for the use of all facilities in the Authority for all employees, workers, and visitors, including persons with special needs. Article 4: Scope of Application These Regulations shall apply to all users of the ports, including but not limited to employees, visitors, operators and others, and its procedures and provisions shall apply to all persons who use, deal with, or benefit from the ports. Article 5: Responsibility and Powers of the Authority relating to Security, Safety, Health, and Environment Implement and monitor the Authority's safety, health security and environment standards and procedures, and ensure continuous improvements through periodic monitoring and reviews. 2. Prevent occupational diseases and injuries arising from work activities by conducting proactive measures and the implementation of standards and procedures related to security, safety, health, and environment. 3. Monitor the performance of port users related to security, safety, occupational health, and environment. 4. Ensure the compliance of port users with the standards and procedures issued by port administration and relevant documents issued by the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment 5. Conduct periodic and unscheduled inspections of the port facilities to verify that the ports comply with the security, safety, health, and environment requirements of the Authority. 6. coordinate with the relevant agencies, to verify that equipment’s certificates, its condition and safe operation. 7. Report and investigate accidents, damages, environment losses and near-misses and keep record of such incidents. 8. Issue safe work permits by the authority. 9. Maintain security, safety, health, and environment statistics. 10. Coordinate and follow-up with the relevant agencies regarding the management of security, safety, health, and environment within port facilities. 11. Apply the training requirements from operators, and provide training programs specialized in security, safety, health and the environment. 12. Periodically develop and update security, safety, health, and environment standards in the Authority. 13. Respond to any alleged violations of the rules, regulations, policies, procedures, and standards related to security, safety, health, and environment by assessing or recommending the initiation of investigation procedures. 14. Monitor the local legal requirements and conventions to which the Kingdom has joined in security, safety, health, and environment to ensure its proper implementation. 15. Monitor the performance of compliance with the Security, Safety, Health, and Environment policy, and take appropriate steps to improve its effectiveness. 16. Conduct a comprehensive preliminary security survey of the port facilities. 17. Conduct regular security checks on the port facilities to ensure the continuation of appropriate security measures. 18. Promote awareness regarding security, safety, health and the environment. 19. Handle all emergencies as stipulated in the directives issued by the Supreme Authority for Industrial Security. 20. Ensure the retention of security, safety, health, and environment documents. Article 6: Security, Safety, Health, and Environment Committee First: The Committee shall be chaired by the President of the Authority, or his designee, and the following members: 1- Vice-President. 2- Port General Managers. 3- Head Quarter Industrial Security Department Manager – Secretary of the Committee. 4- Director of the Executive Department of Health, Safety and Environment, and other specialized personnel (if required to be present). 5- Staff Representative: Nominated by the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment Second: The agenda of the Committee shall include but not limited to the following: 1- Review the performance and activity during the past period in security, safety, health, and environment. 2- Review past statistics, including but not limited to, safety accidents, risk assessments, lost time injuries, security incidents, environment observations, safety observations and other statistics. 3- Develop and communicate new directives or amendments to the security, safety, health, and environment requirements of the facilities. 4- Develop general directives issued by the Board or the concerned government agencies and resolve outstanding issues. 5- Discuss security, safety, health, and environment topics between ports and ports’ users. 6- Issue decisions necessary for the public interest to maintain security and safety of the ports. 7- Record and keep the minutes of meetings on the issues and the agreed actions for review at the next meeting. 8- Form subcommittees for each port presided over by the general manager of the port. Article 7: Audits of Security, Safety, Health, and Environment 1- Operators shall carry out periodic audits of security, safety, health, and environment. The reports of these audits shall be checked by the Authority. 2- The requirements for these audits shall be the terms and conditions of the security, safety, health, and environment standards, in addition to: 2.1 Application of Quality Management System and Standards )ISO 45001 and ISO 14000). 2.2 Signed contracts. The port administration shall submit the results of the audit summary to the Security, Safety, Health, and Environment Committee. 4- The Authority may conduct security audits in accordance with the requirements of the International Ship and Port Facility Security (ISPS) Code, requiring operators to take all necessary precautionary measures or temporary measures related thereto. Article 8: Risk Assessment First: Risk Assessment Requirements 1- The Authority and the operators shall conduct risk assessments for security, safety, health, and environment for the purpose of: 1.1 Identifying hazards and risks and ways to reduce them. 1.2 Prioritizing action and implementation plans 1.3 Reviewing and following up on implementation plan and track results 2- Operators shall identify potential risks that may arise from any of their business activities, conduct detailed risk assessments, followed by taking precautionary measures to protect their employees, 1st Version General Regulations for Security, Safety, Health, and Environment customers and all other persons. Operators shall also provide documented evidence for conducting risk assessments when there is a considerable risk of severe injury, ill health, or damage to property. Second: Administration Responsibilities in Risk Assessment Process 1- All personnel are responsible for the risk assessment process and the implementation of its requirements and outputs. 2- Responsibilities of the Industrial Security Department Manager: 2.1 Provide technical advice, guidance and support as required by assessors and other individuals who conduct risk assessments. 2.2 Review risk assessments periodically to make sure the assessments are effective. 2.3 Keep a copy of the risk assessment record from each working group or department. 2.4 Provide statistics and reports on the number of risk assessments completed, reviewed and pending actions. 2.5 Follow up on pending actions. 2.6 Provide statistical information to the Authority and the independent audit upon request. 2.7 Train risk assessors to fill out risk assessments adequately. 2.8 Keep a record of assessors. 3- Responsibilities of operators: 3.1 Conduct the risk assessment process effectively. 3.2 Ensure that all work conducted complies with the relevant risk assessment. 3.3 Communicate with employees, subcontractors, customers and all other persons who need to be informed of the results of risk assessments. Article 9: Accident Reporting First: operators shall report all accidents and dangerous events and shall be responsible for reporting on behalf of employees, subcontractors or visitors in the Authority's shared areas, such as roads and corridors outside the operators' facilities. Second: accidents that do not lead to injury, but lead to damage to facilities, equipment or materials in the facilities from the occurrence of the accident shall be reported, accompanied by a preliminary investigation report, risk assessment, as well as reporting of near misses that would have caused serious damage. Third: Operators, in which the accident occurred in the areas under their responsibility, shall submit a written report to the Authority within 24 hours of the accident, specifying the circumstances of the accident (location, time and date) and the persons concerned, including their names, nationality, company name, identification numbers, and the immediate measures taken to isolate risks from others. This report shall be named as the “Initial Accident Investigation Report”. 1st Version General Regulations for Security, Safety, Health, and Environment Fourth: Progress and Final Report: 1- Operators shall submit the Final Accident Investigation Report within 10 days from the Initial Accident Investigation Report. This report shall include the Final Report along with the information contained in the Initial Report, specifying any new information, including the circumstances of the accident (when, how and where the accident occurred). The Final Report shall also include a risk assessment conducted specifically for the risks that caused the accident, measures taken to mitigate future risks and prevent accident recurrence. Article 10: Fire Prevention and Protection 1- Fire causes extensive property damage, injury or loss of life. It is necessary, therefore, to take all measures to prevent the occurrence of fire, and to limit its spread and extinguishing as much as possible. 2- Operators shall work on safety precautions, which include adequate firefighting systems, to prevent fires and mitigate fire risks. Article 11: Waste Handling and Disposal First: Waste Reduction and Recycling Port users shall reduce the environmental impact of waste generation and waste products through the practice of minimization, reuse and recycling. Second: Sanitation 1- All sewage networks of each facility must be connected to the main wastewater network of the port. 2- It is prohibited to pour oils, greases and petrochemical products, or dump industrial wastes or hazardous wastes and the like into sewage networks. Third: Other Solid Waste Solid waste shall be disposed of by operators in the same way as waste disposal. Fourth: Industrial Effluents Industrial effluents such as engine oils, lubricants or petrochemical products shall be collected separately in barrels (or drums in smaller quantities) and disposed of as per legal methods. Fifth: Medical waste Port users must follow the requirements of each product individually, taking into consideration the additional requirements issued by the Ministry of Health. Article 12: Handling of Hazardous Materials First: General 1- Hazardous materials in ports include large volumes of hazardous cargo along with oil, fuels and hazardous substances that are used in port activities. 1st Version General Regulations for Security, Safety, Health, and Environment 2- Hazardous materials shall be stored and managed away from traffic activity to protect storage areas from vehicle accidents. 3- Covered and ventilated temporary storage areas shall be provided for leaks from dangerous payloads and designed to facilitate the collection of leaks and spills easily. 4- Fuel equipment must be equipped with quick disconnect hoses (disconnect fittings) to stop the fuel flow in case of emergent situations. 5- Refueling equipment must be inspected daily. Second: Spill Control Plan 1- Operators shall prepare a plan for the prevention and control of spills and implement countermeasures by using the International Maritime Organization (IMO) Handbook on Air Pollution. 2- Identify areas within the port that are sensitive to the occurrence of spills and releases of hazardous materials. 3- Determine the responsibility for dealing with spills, releases and other pollution incidents, including reporting and alerting mechanisms to ensure the prompt preparation of reports on any spill to the Authority and inform its employees to take appropriate action. 4- List the provision of equipment specialized in responding to oil spills (such as containment barriers, recovery devices, and vessel used to disperse and recover oil). 5- The plan shall also include training workers who will respond to the spill on how to operate this equipment, examining the contingency plan through regular reporting and alerting exercises, and less frequent operation of equipment intended to respond to the spill. Third: Dealing with Dangerous Goods 1- Create separate, access-controlled storage areas using the means necessary to collect or contain any accidental spill or releases. 2- Request the cargo data of a ship containing dangerous goods to know the hazardous substances whether in transport, loading or unloading them to and from ships. 3- Training personnel on aspects related to the handling of dangerous goods, including the sorting of dangerous goods and their acceptance at the port. 4- Applying emergency response procedures for dangerous goods. Article 13: First Aid First: General 1- The Authority, its affiliated ports, and operators shall ensure that there are adequate and appropriate arrangements in place to provide first aid to workers in case of injury or illness. With such arrangements taken, the seriousness of the work and the type of work activity carried out, as well as the type of environment in which employees work, must be assessed. 1st Version General Regulations for Security, Safety, Health, and Environment 2- First-aid boxes shall be placed in the main areas where several personnel are present, or in places where the risk is high. 3- Training staff to provide first aid for injuries. Second: First Aid Boxes 1- First aid boxes must contain a sufficient amount of appropriate first aid materials. The contents of the first aid boxes should be periodically inspected and refilled with the following content at a minimum: 1.1 One guiding card. 1.2 20 sterile adhesive bandages for wounds, individually wrapped in different sizes. 1.3 2 sterile eye dressings. 1.4 6 individually wrapped triangular bandages. 1.5 6 safety pins. 1.6 6 sterile, individually wrapped, medium-sized and oversized wound dressings (10 cm × 8 cm) 1.7 2 large-sized, sterile, and individually coated wound dressings (13 cm x 9 cm) 1.8 3 sterile and individually coated wound dressings of large size (28 cm × 17.5 cm) 2- In the event that the main tap water is not readily available for eye spraying, sterile water or 9% saline solution should be provided in a disposable airtight container. Each container must contain at least 300ml and should not be used once the seal has been removed. Third: First Aid Rooms, Facilities and Equipment 1- First aid rooms must have the following: 1.1 Hot and cold tubs 1.2 Drinking water and disposable cups 1.3 Soap 1.4 Paper towels 1.5 Smooth upper worktops 1.6 Equipment and materials suitable for first aid 1.7 Plastic bags for waste 1.8 Sofa with a waterproof surface 1.9 Clean protective clothing to use first aid 1.10 Chair 1.11 Record-keeping arrangements 1.12 Bowl Fourth: First Aiders 1- Enough first aiders must be available to meet first aid needs. 2- First aiders must hold basic first aid certificates provided by recognized training institutes. 3- Training at least one in 20 workers on first aid tasks. 1st Version General Regulations for Security, Safety, Health, and Environment 4- When a dedicated first aid room is provided, the first aider (nurse) must keep a record of all treatments provided, and record the name of the person treated, the date and time of the accident, the place and circumstances, as well as the details of the injury, treatment, and the name of the person providing the treatment. Fifth: First Aid Signs First aid signs shall be placed in visible locations that include emergency numbers in the Kingdom of Saudi Arabia. Article 14: Emergency Procedures First: General The Authority and its affiliated ports shall develop general guidelines for emergency procedures. 2- Employees shall be trained to respond to emergencies and provided with guidance on proper action during an emergency. 3- Emergency and fire personnel shall be trained periodically to ensure they are fully prepared for any emergency that requires their direct intervention. 4- Any emergency equipment required must be fully provided in order to use it during an emergency. 5- Ensure the readiness of firefighting equipment, including fire pumps, fire detectors and various extinguishing devices, whether automatic or manual. All the equipment must be maintained regularly and in accordance with the best standards for fire protection. 6- Ports shall develop and review contingency plans periodically, including fire emergency plans and other relevant plans, such as security, safety, health, and environment emergencies. These plans shall be reviewed periodically to ensure they are updated and approved by the relevant agencies. 7- Coordinate with local emergency services such as the Civil Defense, neighboring companies, as well as the Border Guard and the Ministry of Environment, Water and Agriculture. 8- Emergency numbers shall be placed in a clear and visible location to all port users. Second: Emergency Drills: 1- Ports shall develop and regularly review emergency training plans. 2- Emergency plans shall be written and reviewed annually. 3- All personnel shall carry out their assigned roles in the emergency drills, and as many employees as possible should be involved in mock drill training to ensure their readiness. Third: Emergency Mock Drills Evaluation and Review: After each mock drill, a meeting shall be held to review the training, show the successes and shortcomings and how successful the mock exercises are, and develop plans to improve the response to such drills in the future. 1st Version General Regulations for Security, Safety, Health, and Environment Fourth: Operators' Procedures 1- Each stakeholder is required to prepare their own set of emergency procedures, taking into consideration the details of their business or organization. These general procedures are considered the absolute minimum requirements for operators' actions. 2- Development of emergency procedures shall not exempt operators from adhering to the basic response to emergencies referred to in Paragraph (First) of this Article, nor will it exempt operators from fulfilling the requirements for accident reporting. 3- The minimum requirements for the development of fire emergency procedures shall be as follows: 3.1 Identify responsible persons and their duties (Safety and Fire Officer, Fire Officer) 3.2 Set standards and rules for fire exits and removing all obstacles. 3.3 Identify evacuation point inside the place and outside the Authority and its ports. 3.4 Develop procedures for emergency drills. 3.5 List names of persons to contact in the event of a fire. 3.6 View prominent signs and notifications (e.g. fire action card shown below) for each individual area using the above information. Include a fire survival route. 3.7 Train people on the appropriate procedure (including the right type of fire extinguisher to use) and communicate efficiently in the event of fire. Article 15: Periodic Inspections 1. The Authority shall conduct inspections in the Authority headquarters, its affiliated ports, port users, activities, private berths, land or warehouses built periodically to ensure compliance with the Authority's standards. 2. The Authority shall appoint authorized representatives, whether they are from the Authority's employees or third parties, to conduct inspections. 3. The Authority has the right to inspect all port users at any time without the need for any notification, and no person has the right to prevent or disrupt the inspectors from conducting their work. 4. The purpose of inspections shall be as follows: 4.1. Ensure compliance with security, safety, health, and environment standards, including but not limited to: 4.1.1. Security arrangements and requirements of the International Ship and Port Facility Security (ISPS) Code. 4.1.2. Check the validity of safety certificates. 4.1.3. Ensure that the appropriate fire extinguishers and labels are fixed, including the refilling date. 4.1.4. Check the status and conditions of fire pumps, fire hose reels, and fire equipment. 4.1.5. Review fire and smoke detectors' maintenance and testing records, or any other documents, as necessary. 1st Version General Regulations for Security, Safety, Health, and Environment 4.1.6. Check the status of emergency exit signs, evacuation plan, and assembly point signs for the fire. 4.1.7. Inspect waste disposal processes. 4.1.8. Review cleanliness and training. 4.1.9. Inspect lifting equipment and accessories and ensure compliance with safe workload limits (SWL) and inspection of lifting certificates. 4.1.10. Check general signs for exits, noise levels, requirements for protective clothing for individuals (such as the use of goggles, ear protectors, safety shoes and the like), and danger warning signs. 4.1.11. Inspect light levels, air quality, working conditions and the like. 4.1.12. Check the condition of electrical wiring, electrical distribution panels and grounding protection devices. 4.1.13. Review any work related to the rules and regulations pertaining to security, safety, health and environment. 4.2. Ensure compliance with the statutory documents of risk assessment and ensure that the work evidenced by risk assessments is carried out and documented. 4.3. Fulfill the requirements of the International Maritime Dangerous Goods (IMDG) Code. 4.4. Inspect any process that causes the secretion of any substance harmful to occupational safety, health and the environment. 4.5. Sampling, conducting experiments, monitoring and conducting inquiries in general, as it deems necessary or appropriate, to confirm compliance with security, safety, health, and environment requirements. 4.6. Confirm adherence to the rules of work in the Kingdom. 4.7. Confirm that the activities comply with the local regulations applicable in the Kingdom. Article 16: Electronic Systems Port users shall apply the security, safety, health, and environment standards using the electronic systems designated by the Authority and linking with them and with other relevant agencies if required. Article 17: Correspondence and Forms All correspondence with the Authority shall be prepared in Arabic on the letterheads that clearly include the establishment’s name, commercial registration number, national address, contact numbers, e-mail, and website address. The same may be prepared in bilingual format, where Arabic and English texts shall be written side by side. Natural or legal persons shall assume responsibility for any changes made to these addresses without notifying the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment Article 18: Security, Safety, Occupational Health, and Environment Policy and Guide of Executive Procedures The Authority shall prepare the policy for security, safety, health and environment, and the executive procedures guide, and shall be approved by the President of the Authority. Any amendments to the policy or guide, including deletion, addition, or cancellation, shall be approved by the President of the Authority. Article 19: Application Mechanism for Violations First: Without prejudice to any more severe penalty provided for by any other law, any person who violates the provisions of these Regulations shall be punished in the following sequence: 1. Warning. 2. Fine. 3. Suspension or cancellation of activity license. Second: In the event of committing a violation against the security, safety, health, and environment standards or other regulations applicable in the Kingdom, the violation shall be recorded by the specialists in the Authority and notified to the concerned authorities. Third: The competent inspector shall record the violation and raise it according to his specialty. Fourth: The prescribed fines shall be collected in accordance with the procedures adopted by the Authority. Fifth: In assessing the penalty, the following shall be considered: 1. Gravity or seriousness of the violation. 2. Repetition of the violation or number of violations committed by the violator. 3. The consequences of the violation in terms of harm to lives, property, public health, or public order. 4. The violation being associated with an attempt to obstruct inspections of the facility, failure to cooperate with the inspector, or attempt to conceal its evidence. 5. If the violation is a result of deliberate act, not negligence. Sixth: All violations, including fines, suspension or cancellation, shall be approved by the President of the Authority and whom he authorizes. Seventh: The violator shall remove the reasons for the violation within a period specified in the violation’s notice based on the gravity of the violation. Eighth: Procedures for issuing fines: 1. The inspector shall record the violations in an approved and designated form and shall evaluate and submit it to the concerned department and notify the Head Quarter thereof. 2. No more than one penalty may be imposed for the same violation; for each violation there shall be only one penalty. 3. Repetition of violation: 3.1. The violation shall be recorded in the approved and designated form. 1st Version General Regulations for Security, Safety, Health, and Environment 3.2. These decisions shall be kept in a digital record that can be consulted to see how frequently the violation is repeated. Ninth: The Authority may apply the penalty for violating the provisions of these Regulations and the Procedures Guide referred to in Article 18, even if there is no explicit provision in the Regulations or the Guide, individually or collectively, depending on the gravity of the violation and the discretion of the Authority. Article 20: Objection to Violations The party issued with fine and disciplinary may object to the decision within 30 days from the date of issuance before the Grievance Committee, whose appointment shall be made by the President of the Authority. Article 21: Approval of the Regulations and their Amendments These regulations, or any amendments thereto, including deletion, addition or cancellation, shall be approved by the Board of Directors; and the Board may, as it deems appropriate, delegate certain powers to the President of the Authority. Article 22: Entry into Force The provisions of these Regulations shall enter into force within 90 days from the date of its approval and shall repeal any provisions contradicting therewith. Article 23: Violations and Fines First: Security Standards: Fine (in Saudi Riyal) No. Type of Violation First Time Second Third Fourth Time Time Time Facilitate illegal or non-permitted entry to the Authority or ports, and non-compliance with the Warning letter 500 1500 correct methods used in ports. Removal of the Authority’s property without a license (permission) and non-compliance with the Warning letter 500 1000 correct methods. Entry of personal belongings to the ports without a permit and without following the correct Warning letter 1000 1500 methods used in the ports. Taking photos without prior authorization. Warning letter 250 500 Entering a facility or building without prior Warning letter 250 500 authorization or any entry approval papers Not wearing uniforms while performing security Warning letter 250 500 duties in the port. Failure to present ID in the appropriate way. Warning letter 250 500 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Time Second Third Fourth Time Time Time Not to be present on duty or leave without prior permission or without coordination with another Warning letter 500 1000 security man to replace him during his absence. Not reporting security violations or breaches at Warning letter 1000 1500 the correct time and using the right form. Inappropriate use of patrol cars at the port Warning letter 500 750 Misusing port radios Warning letter 250 500 Tampering with the areas’ security Warning letter 250 500 doors. Not reporting possible security issues during the Warning letter 250 500 shift or security patrol. Provide incorrect accident information Warning letter 250 500 Failure to maintain the cleanliness and housekeeping of the workplace or improper Warning letter 500 1500 possession of sensitive documents in the workplace Not following the Cyber Security Procedure and protection of sensitive and Warning letter 500 1000 information Procedure(s). Loss or ruining of worker's ID card. Warning letter 100 150 Negligence and dereliction of job duties Warning letter 100 150 Non-compliance with the instructions of industrial security personnel (depending on the status of the Warning letter 100 150 site) Violations of public decency – as per the Public Decency Regulations issued by the Ministry of Warning letter 100 200 Interior Breaching obligations of the occupants of the Warning letter 100 150 residential neighborhood Tampering and non-preservation of property Warning letter 500 1500 Second: Safety Standards: Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Conducting work without obtaining a Safe Work Warning letter 1000 2500 Permit Non-renewal or exceeding the limits of the Safe Warning letter 200 300 Work Permit. Not placing a copy of the Safe Work Permit at the Warning letter 500 650 work site as required. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Blockage of roads without a permit. Warning letter 5000 7500 10, Disconnection of automatic extinguishing systems Warning letter 1000 2000 without prior authorization. Failure to return the Safe Work Permit after its Warning letter 500 750 termination. Remove or tampering the fire alarm control panel Warning letter 1000 2000 without permission. Working in hazardous task that require (Safe Work Permits or approvals) \"welding, confined spaces, Warning letter 1000 2500 places with low oxygen, working at heights without permit. Workers on site do not wear clothes that meet safety requirements or use damaged PPE, or PPE not Warning letter 1000 2000 meeting the standard specification required at the port. Conduct welding without the use of safety Warning letter 1000 1500 precautions Not placing of a protective Handrail for elevated Warning letter 2000 2500 aisles. Do not place a barricading, signage or reflective warning sign at the work area, which may cause Warning letter 5000 7500 10, danger to traffic and pedestrians. Failure to maintain the barricading, signage or Warning letter 3000 4000 warning signs at the work area. Not wearing PPE (Ear plug, or muffs) in high noise Warning letter 1000 1500 areas above 85dB. Working outside official working hours or at night Warning letter 500 750 without authorization or approval. Scaffolding, stairs and ladders do not conform to Warning letter 5000 7500 10, specifications in terms of type and installation. Not putting proper fire extinguishers in work sites. Warning letter 1000 1500 Expired or not maintained Fire extinguishers. Warning letter 500 750 Failure to equip site with an emergency exit. Warning letter 1000 1500 Not providing first aid kit on the site. Warning letter 1000 1500 Employment of untrained workers on safety Warning letter 1000 1500 instructions and regulations. Operation of unlicensed or uninspected machinery Warning letter 1000 1500 by a third party that prove their validity. Driving machines (vehicles) by an unlicensed driver. Warning letter 1000 1500 Failure to conduct vehicles self-inspection. Warning letter 1000 1500 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Increasing electrical loads on electricity sources. Warning letter 500 750 Cutting off electrical and communication cables. Warning letter 3000 4000 Disconnect electricity from fire pumps without Warning letter 1000 2000 approval. Leaving exposed electrical cables (live or dead). Warning letter 2000 1500 Not reconnecting fire pumps with electricity after Warning letter 1000 2000 the completion of work. Use of inappropriate and non-conforming electrical Warning letter 500 1000 plugs and sockets Use of mechanical or electrical rooms as storage Warning letter 500 1000 rooms. Installation of fire protection and safety systems, devices, equipment or materials not approved by the Warning letter 2000 3000 Security and Safety Department. Use of cutting and grinding equipment by an untrained worker, or usage of a broken grinder or Warning letter 1000 2000 removal of the protective safety guard. Causing a fire due to negligence. Warning letter 1000 2000 Causing injury to another person due to negligence. Warning letter 1000 2000 Falling material from transportation vehicles, or not Warning letter 500 1000 using proper protection to prevent the fall. Not backfilling pits and return the condition to what Warning letter 3000 4000 it was after the completion of the work on the site. Not removing the excavation debris after the Warning letter 3000 4000 completion of the work. Causing damage to fire extinguishers or their Warning letter 300 400 protective boxes. Use roads or public squares in contradiction with the security and safety instructions or causing danger or Warning letter 2000 3000 inconvenience. Dumping waste inside work sites and not following Warning letter 1000 1500 the environmental requirements. Forcing workers to work in hot weather during the Warning letter 1000 1500 summer ban. Oil leakage from tankers and vehicle on the ground. Warning letter 5000 7500 Violation of safety instructions in the transportation, storage and packaging of petroleum products and Warning letter 2000 2500 chemicals. Not reconnecting fire extinguishing systems after the Warning letter 1000 2000 completion of the work or maintenance. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Not closing manholes after completion of the work. Warning letter 1000 2000 Not reporting or attempt to conceal accidents or Warning letter 1000 2000 near misses at work. Not reporting work injuries of any severity. Warning letter 1000 2000 Ruining or removal of safety or warning signs inside Warning letter 500 750 or outside buildings. Change direction, hide or disable guidance signs for Warning letter 1000 2000 exit routes and emergency exit signs. Change direction, hide or disable backup emergency Warning letter 1000 2000 lights. The presence of a gas cylinder (cooking) inside the Warning letter 500 750 port sites by trucker. Committing any actions or creating conditions that Warning letter 200 400 harm public safety. Accumulation of waste that are not transported regularly outside the work site or dumped in a place Warning letter 500 750 other than its designated place. Damage to asphalted road and sidewalks when using tracked or other equipment that causes damage or Warning letter 5000 7500 vehicles exceed the permissible weight on the roads. Material builds up randomly in escape routes or Warning letter 300 400 blocking emergency doors Not removing and lifting the work equipment after Warning letter 1000 2000 completion of the work at the ports’ sites Deliberately tampering with fire extinguishers, releasing their contents (except in cases of Warning letter 200 300 authorized training) or changing their locations. Deliberately tampering with or taking the contents of Warning letter 200 300 the first aid box. Deliberate tampering, disabling or placing the fire alarm on the setting the fire system to manual Warning letter 5000 7500 without written consent. Eating, drinking and sleeping in locations where this Warning letter 200 300 is not allowed. Deliberate tampering with the fire extinguishing Warning letter 5000 7500 system, causing it to start. Tampering with glass breakers for emergency doors. Warning letter 500 750 Use emergency doors for entry and exit. Warning letter 500 750 Recklessness and work in an unsafe way which can Warning letter 500 750 cause injury to self, co-worker or public. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Failure to observe public conducts in clothing or Warning letter 500 750 causing physical or verbal abuse. Hindering or objecting the inspectors’ work. Warning letter 500 750 Exceeding the speed limit inside the ports. Warning letter 100 200 No following or implementing the port rules and Warning letter 5000 7500 instructions manual. Failure of the investor to provide a Saudi safety Warning letter 5000 7500 officer for the project. Failure of the investor to appoint safety personnel Warning letter 5000 7500 and inspectors. Investor not providing cars equipped with warning Warning letter 200 300 lights and wireless communication devices. Overload weights and dimensions for Forklifts and Warning letter 1000 1500 cranes. Fall of material due to negligence in loading and Warning letter 5000 7500 lashing. Lack of radio devices for safety personnel. Warning letter 100 200 Not replying to radio devices. Warning letter 100 200 Not reporting equipment exits from the ports. Warning letter 200 300 Not accompanying vehicle (mobile plant) with cars Warning letter 500 750 equipped with warning lights. Investor not providing an ambulance and its tools. Warning letter 5000 7500 Investor not providing a clinic and paramedics. Warning letter 5000 7500 Handling chemicals without prior authorization from Warning letter 200 300 the relevant agencies. Handling chemical containers that does not have labels showing the type of substance and the degree Warning letter 200 300 of danger. Failure of shipping agents to report the presence of Warning letter 5000 7500 chemicals on transit ships. Not reporting any chemical leaks or reactions before Warning letter 5000 7500 the ship enters the port. The agent will be warned. Failure to apply safety requirements in dangerous Warning letter 5000 7500 good warehouses. Failure of the operator to inform port authority before transporting any leaking hazardous Warning letter 5000 7500 substances to the landside. Refurbishment and inspection on the Midge Box at Warning letter 5000 7500 hazardous material storage sites. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Lack of periodic maintenance on washing and sterilization devices at storage sites of hazardous Warning letter 5000 7500 materials. Delays in responding to emergencies. Warning letter 5000 7500 Failure to report accidents. Warning letter 5000 7500 Wrong parking when handling general cargo and Warning letter 200 300 containers. Walking between containers and equipment. Warning letter 200 300 Failure to isolate the welding area. Warning letter 200 300 Lack of ground operator during the work of cranes Warning letter 200 300 and gantry cranes. Workers not wearing life jackets on the sidewalk Warning letter 200 300 during the paving work. Non-compliance with traffic regulations at the port. Warning letter 200 300 Third: Environment Standards: Environmental violations shall be applied in accordance with the regulations issued by the relevant environment agencies, such as the regulations of the Ministry of Environment, Water and Agriculture. 1st Version",
    "structured_sections": [
      {
        "section_code": "0.0",
        "section_title": "Introduction",
        "content": "General Regulations for Security, Safety, Health, and Environment General Regulations for Security, Safety, Health, and Environment Document Approval Record Version Approval Authority Approval Number Approval Date 1 Board of Directors (145/G15/D2) 7/11/1443H 1st Version General Regulations for Security, Safety, Health, and Environment Contents Article 1: Definitions.................................................................................................................. Article 2: General Provisions ..................................................................................................... Article 3: Purpose of the Regulations ....................................................................................... Article 4: Scope of Application .................................................................................................. Article 5: Responsibility and Powers of the Authority relating to Security, Safety, Health, and Environment ....................................................................................................................... Article 6: Security, Safety, Health, and Environment Committee ........................................... Article 7: Audits of Security, Safety, Health, and Environment .............................................. Article 8: Risk Assessment ........................................................................................................ Article 9: Accident Reporting .................................................................................................... Article 10: Fire Prevention and Protection ............................................................................... Article 11: Waste Handling and Disposal ................................................................................. Article 12: Handling of Hazardous Materials ........................................................................... Article 13: First Aid .................................................................................................................. Article 14: Emergency Procedures .......................................................................................... Article 15: Periodic Inspections .............................................................................................. Article 16: Electronic Systems ................................................................................................. Article 17: Correspondence and Forms .................................................................................. Article 18: Security, Safety, Health, and Environment Policy and Guide of Executive Procedures ............................................................................................................................... Article 19: Application Mechanism for Violations ................................................................. Article 20: Objection to Violations ......................................................................................... Article 21: Approval of the Regulations and their Amendments .......................................... Article 22: Entry into Force ..................................................................................................... Article 23: Violations and Fines .............................................................................................. 1st Version General Regulations for Security, Safety, Health, and Environment Introduction In accordance with the Statute of the Saudi Ports Authority issued by Council of Ministers Resolution No. (299), dated 11/6/1439H, which entrusted the Board of Directors of the Saudi Port Authority with the power to approve regulations, rules, and standards relating to the utilization, management, and operation of ports, and to approve security, safety, and environment standards, these Regulations have been drafted to provide a safe and risk-free working environment. Article 1: Definitions The following words and phrases shall have the meanings assigned thereto, unless the context requires otherwise: Authority: Saudi Ports Authority. Board: Board of Directors of the Authority. President: President of the Authority. Ports: Seaports in the Kingdom excluding military ports and ports of economic cities. Laws and Regulations: All laws and regulations applicable in the Kingdom of Saudi Arabia. International Conventions: All Conventions ratified by the Kingdom or to which the Kingdom is party. Port Operation Services: Services provided by licensed and authorized operators and contractors. Port User: Any person of a natural capacity, including employees, visitors and others, or legal beneficiaries of the port operation services. Inspector: An employee of the Authority who has been appointed to conduct the inspection process. Executive Procedures and Standards Guide: A set of procedures and controls that are put in place to ensure that the work is completed safely and properly in accordance with the requirements of the security, safety and environment regulations and instructions and international conventions. Security: Protection of individuals and property from external or internal threats. Safety and Health: Measures to reduce risks and their consequences for property, individuals and their health. Environment: All the air, water, land and living creatures by which one is surrounded, and that may be affected by the activities conducted by man. Violator: Any natural or legal person who commits a violation listed in these Regulations or specified by the laws in force in the Kingdom. Article 2: General Provisions 1. Ports’ users shall abide by the standards and procedures issued by the Authority, and shall comply with all the regulations applicable in the Kingdom, the relevant international conventions to which the Kingdom is party, and any amendments or additions thereto. 2. Ports’ users shall implement security, safety, health, and environmental requirements issued by the Authority or by the relevant agencies. 1st Version General Regulations for Security, Safety, Health, and Environment 3. Obtaining an approval from the Authority shall not be an exemption from obtaining any other necessary approvals from relevant agencies or adhering to any other relevant laws or regulations. 4. None of the procedures set forth in these Regulations shall be exempt from compliance with other procedures issued by the relevant agencies. 5. Failure to be aware of these Regulations or ignorance of its procedures shall not exempt from the imposition of a fine or penalty in case of violation of any of its provisions. Article 3: Purpose of the Regulations These Regulations aim to establish general rules governing the requirements and procedures of security, safety, health, and environment in accordance with the following: 1. Provide all precautions and means of safety for workers and employees. 2. Maintain the safety and lives of workers and protect them from potential hazards that may occur due to negligence in following safety requirements and procedures. 3. Ensure the safety of equipment, machinery and property of the facility. 4. Apply international and global standards in security, safety and environment and relevant procedures. 5. Protect the surrounding environment from pollution. 6. Promote the security and safety culture into a rooted habit and value. 7. Identify hazards in the work environment and control them using engineering and technical controls. 8. Evaluate various facilities to help reduce and mitigate all risks during the performance of work. 9. Provide a proper working environment for the use of all facilities in the Authority for all employees, workers, and visitors, including persons with special needs. Article 4: Scope of Application These Regulations shall apply to all users of the ports, including but not limited to employees, visitors, operators and others, and its procedures and provisions shall apply to all persons who use, deal with, or benefit from the ports. Article 5: Responsibility and Powers of the Authority relating to Security, Safety, Health, and Environment Implement and monitor the Authority's safety, health security and environment standards and procedures, and ensure continuous improvements through periodic monitoring and reviews. 2. Prevent occupational diseases and injuries arising from work activities by conducting proactive measures and the implementation of standards and procedures related to security, safety, health, and environment. 3. Monitor the performance of port users related to security, safety, occupational health, and environment. 4. Ensure the compliance of port users with the standards and procedures issued by port administration and relevant documents issued by the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment 5. Conduct periodic and unscheduled inspections of the port facilities to verify that the ports comply with the security, safety, health, and environment requirements of the Authority. 6. coordinate with the relevant agencies, to verify that equipment’s certificates, its condition and safe operation. 7. Report and investigate accidents, damages, environment losses and near-misses and keep record of such incidents. 8. Issue safe work permits by the authority. 9. Maintain security, safety, health, and environment statistics. 10. Coordinate and follow-up with the relevant agencies regarding the management of security, safety, health, and environment within port facilities. 11. Apply the training requirements from operators, and provide training programs specialized in security, safety, health and the environment. 12. Periodically develop and update security, safety, health, and environment standards in the Authority. 13. Respond to any alleged violations of the rules, regulations, policies, procedures, and standards related to security, safety, health, and environment by assessing or recommending the initiation of investigation procedures. 14. Monitor the local legal requirements and conventions to which the Kingdom has joined in security, safety, health, and environment to ensure its proper implementation. 15. Monitor the performance of compliance with the Security, Safety, Health, and Environment policy, and take appropriate steps to improve its effectiveness. 16. Conduct a comprehensive preliminary security survey of the port facilities. 17. Conduct regular security checks on the port facilities to ensure the continuation of appropriate security measures. 18. Promote awareness regarding security, safety, health and the environment. 19. Handle all emergencies as stipulated in the directives issued by the Supreme Authority for Industrial Security. 20. Ensure the retention of security, safety, health, and environment documents. Article 6: Security, Safety, Health, and Environment Committee First: The Committee shall be chaired by the President of the Authority, or his designee, and the following members: 1- Vice-President. 2- Port General Managers. 3- Head Quarter Industrial Security Department Manager – Secretary of the Committee. 4- Director of the Executive Department of Health, Safety and Environment, and other specialized personnel (if required to be present). 5- Staff Representative: Nominated by the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment Second: The agenda of the Committee shall include but not limited to the following: 1- Review the performance and activity during the past period in security, safety, health, and environment. 2- Review past statistics, including but not limited to, safety accidents, risk assessments, lost time injuries, security incidents, environment observations, safety observations and other statistics. 3- Develop and communicate new directives or amendments to the security, safety, health, and environment requirements of the facilities. 4- Develop general directives issued by the Board or the concerned government agencies and resolve outstanding issues. 5- Discuss security, safety, health, and environment topics between ports and ports’ users. 6- Issue decisions necessary for the public interest to maintain security and safety of the ports. 7- Record and keep the minutes of meetings on the issues and the agreed actions for review at the next meeting. 8- Form subcommittees for each port presided over by the general manager of the port. Article 7: Audits of Security, Safety, Health, and Environment 1- Operators shall carry out periodic audits of security, safety, health, and environment. The reports of these audits shall be checked by the Authority. 2- The requirements for these audits shall be the terms and conditions of the security, safety, health, and environment standards, in addition to: 2.1 Application of Quality Management System and Standards )ISO 45001 and ISO 14000). 2.2 Signed contracts. The port administration shall submit the results of the audit summary to the Security, Safety, Health, and Environment Committee. 4- The Authority may conduct security audits in accordance with the requirements of the International Ship and Port Facility Security (ISPS) Code, requiring operators to take all necessary precautionary measures or temporary measures related thereto. Article 8: Risk Assessment First: Risk Assessment Requirements 1- The Authority and the operators shall conduct risk assessments for security, safety, health, and environment for the purpose of: 1.1 Identifying hazards and risks and ways to reduce them. 1.2 Prioritizing action and implementation plans 1.3 Reviewing and following up on implementation plan and track results 2- Operators shall identify potential risks that may arise from any of their business activities, conduct detailed risk assessments, followed by taking precautionary measures to protect their employees, 1st Version General Regulations for Security, Safety, Health, and Environment customers and all other persons. Operators shall also provide documented evidence for conducting risk assessments when there is a considerable risk of severe injury, ill health, or damage to property. Second: Administration Responsibilities in Risk Assessment Process 1- All personnel are responsible for the risk assessment process and the implementation of its requirements and outputs. 2- Responsibilities of the Industrial Security Department Manager: 2.1 Provide technical advice, guidance and support as required by assessors and other individuals who conduct risk assessments. 2.2 Review risk assessments periodically to make sure the assessments are effective. 2.3 Keep a copy of the risk assessment record from each working group or department. 2.4 Provide statistics and reports on the number of risk assessments completed, reviewed and pending actions. 2.5 Follow up on pending actions. 2.6 Provide statistical information to the Authority and the independent audit upon request. 2.7 Train risk assessors to fill out risk assessments adequately. 2.8 Keep a record of assessors. 3- Responsibilities of operators: 3.1 Conduct the risk assessment process effectively. 3.2 Ensure that all work conducted complies with the relevant risk assessment. 3.3 Communicate with employees, subcontractors, customers and all other persons who need to be informed of the results of risk assessments. Article 9: Accident Reporting First: operators shall report all accidents and dangerous events and shall be responsible for reporting on behalf of employees, subcontractors or visitors in the Authority's shared areas, such as roads and corridors outside the operators' facilities. Second: accidents that do not lead to injury, but lead to damage to facilities, equipment or materials in the facilities from the occurrence of the accident shall be reported, accompanied by a preliminary investigation report, risk assessment, as well as reporting of near misses that would have caused serious damage. Third: Operators, in which the accident occurred in the areas under their responsibility, shall submit a written report to the Authority within 24 hours of the accident, specifying the circumstances of the accident (location, time and date) and the persons concerned, including their names, nationality, company name, identification numbers, and the immediate measures taken to isolate risks from others. This report shall be named as the “Initial Accident Investigation Report”. 1st Version General Regulations for Security, Safety, Health, and Environment Fourth: Progress and Final Report: 1- Operators shall submit the Final Accident Investigation Report within 10 days from the Initial Accident Investigation Report. This report shall include the Final Report along with the information contained in the Initial Report, specifying any new information, including the circumstances of the accident (when, how and where the accident occurred). The Final Report shall also include a risk assessment conducted specifically for the risks that caused the accident, measures taken to mitigate future risks and prevent accident recurrence. Article 10: Fire Prevention and Protection 1- Fire causes extensive property damage, injury or loss of life. It is necessary, therefore, to take all measures to prevent the occurrence of fire, and to limit its spread and extinguishing as much as possible. 2- Operators shall work on safety precautions, which include adequate firefighting systems, to prevent fires and mitigate fire risks. Article 11: Waste Handling and Disposal First: Waste Reduction and Recycling Port users shall reduce the environmental impact of waste generation and waste products through the practice of minimization, reuse and recycling. Second: Sanitation 1- All sewage networks of each facility must be connected to the main wastewater network of the port. 2- It is prohibited to pour oils, greases and petrochemical products, or dump industrial wastes or hazardous wastes and the like into sewage networks. Third: Other Solid Waste Solid waste shall be disposed of by operators in the same way as waste disposal. Fourth: Industrial Effluents Industrial effluents such as engine oils, lubricants or petrochemical products shall be collected separately in barrels (or drums in smaller quantities) and disposed of as per legal methods. Fifth: Medical waste Port users must follow the requirements of each product individually, taking into consideration the additional requirements issued by the Ministry of Health. Article 12: Handling of Hazardous Materials First: General 1- Hazardous materials in ports include large volumes of hazardous cargo along with oil, fuels and hazardous substances that are used in port activities. 1st Version General Regulations for Security, Safety, Health, and Environment 2- Hazardous materials shall be stored and managed away from traffic activity to protect storage areas from vehicle accidents. 3- Covered and ventilated temporary storage areas shall be provided for leaks from dangerous payloads and designed to facilitate the collection of leaks and spills easily. 4- Fuel equipment must be equipped with quick disconnect hoses (disconnect fittings) to stop the fuel flow in case of emergent situations. 5- Refueling equipment must be inspected daily. Second: Spill Control Plan 1- Operators shall prepare a plan for the prevention and control of spills and implement countermeasures by using the International Maritime Organization (IMO) Handbook on Air Pollution. 2- Identify areas within the port that are sensitive to the occurrence of spills and releases of hazardous materials. 3- Determine the responsibility for dealing with spills, releases and other pollution incidents, including reporting and alerting mechanisms to ensure the prompt preparation of reports on any spill to the Authority and inform its employees to take appropriate action. 4- List the provision of equipment specialized in responding to oil spills (such as containment barriers, recovery devices, and vessel used to disperse and recover oil). 5- The plan shall also include training workers who will respond to the spill on how to operate this equipment, examining the contingency plan through regular reporting and alerting exercises, and less frequent operation of equipment intended to respond to the spill. Third: Dealing with Dangerous Goods 1- Create separate, access-controlled storage areas using the means necessary to collect or contain any accidental spill or releases. 2- Request the cargo data of a ship containing dangerous goods to know the hazardous substances whether in transport, loading or unloading them to and from ships. 3- Training personnel on aspects related to the handling of dangerous goods, including the sorting of dangerous goods and their acceptance at the port. 4- Applying emergency response procedures for dangerous goods. Article 13: First Aid First: General 1- The Authority, its affiliated ports, and operators shall ensure that there are adequate and appropriate arrangements in place to provide first aid to workers in case of injury or illness. With such arrangements taken, the seriousness of the work and the type of work activity carried out, as well as the type of environment in which employees work, must be assessed. 1st Version General Regulations for Security, Safety, Health, and Environment 2- First-aid boxes shall be placed in the main areas where several personnel are present, or in places where the risk is high. 3- Training staff to provide first aid for injuries. Second: First Aid Boxes 1- First aid boxes must contain a sufficient amount of appropriate first aid materials. The contents of the first aid boxes should be periodically inspected and refilled with the following content at a minimum: 1.1 One guiding card. 1.2 20 sterile adhesive bandages for wounds, individually wrapped in different sizes. 1.3 2 sterile eye dressings. 1.4 6 individually wrapped triangular bandages. 1.5 6 safety pins. 1.6 6 sterile, individually wrapped, medium-sized and oversized wound dressings (10 cm × 8 cm) 1.7 2 large-sized, sterile, and individually coated wound dressings (13 cm x 9 cm) 1.8 3 sterile and individually coated wound dressings of large size (28 cm × 17.5 cm) 2- In the event that the main tap water is not readily available for eye spraying, sterile water or 9% saline solution should be provided in a disposable airtight container. Each container must contain at least 300ml and should not be used once the seal has been removed. Third: First Aid Rooms, Facilities and Equipment 1- First aid rooms must have the following: 1.1 Hot and cold tubs 1.2 Drinking water and disposable cups 1.3 Soap 1.4 Paper towels 1.5 Smooth upper worktops 1.6 Equipment and materials suitable for first aid 1.7 Plastic bags for waste 1.8 Sofa with a waterproof surface 1.9 Clean protective clothing to use first aid 1.10 Chair 1.11 Record-keeping arrangements 1.12 Bowl Fourth: First Aiders 1- Enough first aiders must be available to meet first aid needs. 2- First aiders must hold basic first aid certificates provided by recognized training institutes. 3- Training at least one in 20 workers on first aid tasks. 1st Version General Regulations for Security, Safety, Health, and Environment 4- When a dedicated first aid room is provided, the first aider (nurse) must keep a record of all treatments provided, and record the name of the person treated, the date and time of the accident, the place and circumstances, as well as the details of the injury, treatment, and the name of the person providing the treatment. Fifth: First Aid Signs First aid signs shall be placed in visible locations that include emergency numbers in the Kingdom of Saudi Arabia. Article 14: Emergency Procedures First: General The Authority and its affiliated ports shall develop general guidelines for emergency procedures. 2- Employees shall be trained to respond to emergencies and provided with guidance on proper action during an emergency. 3- Emergency and fire personnel shall be trained periodically to ensure they are fully prepared for any emergency that requires their direct intervention. 4- Any emergency equipment required must be fully provided in order to use it during an emergency. 5- Ensure the readiness of firefighting equipment, including fire pumps, fire detectors and various extinguishing devices, whether automatic or manual. All the equipment must be maintained regularly and in accordance with the best standards for fire protection. 6- Ports shall develop and review contingency plans periodically, including fire emergency plans and other relevant plans, such as security, safety, health, and environment emergencies. These plans shall be reviewed periodically to ensure they are updated and approved by the relevant agencies. 7- Coordinate with local emergency services such as the Civil Defense, neighboring companies, as well as the Border Guard and the Ministry of Environment, Water and Agriculture. 8- Emergency numbers shall be placed in a clear and visible location to all port users. Second: Emergency Drills: 1- Ports shall develop and regularly review emergency training plans. 2- Emergency plans shall be written and reviewed annually. 3- All personnel shall carry out their assigned roles in the emergency drills, and as many employees as possible should be involved in mock drill training to ensure their readiness. Third: Emergency Mock Drills Evaluation and Review: After each mock drill, a meeting shall be held to review the training, show the successes and shortcomings and how successful the mock exercises are, and develop plans to improve the response to such drills in the future. 1st Version General Regulations for Security, Safety, Health, and Environment Fourth: Operators' Procedures 1- Each stakeholder is required to prepare their own set of emergency procedures, taking into consideration the details of their business or organization. These general procedures are considered the absolute minimum requirements for operators' actions. 2- Development of emergency procedures shall not exempt operators from adhering to the basic response to emergencies referred to in Paragraph (First) of this Article, nor will it exempt operators from fulfilling the requirements for accident reporting. 3- The minimum requirements for the development of fire emergency procedures shall be as follows: 3.1 Identify responsible persons and their duties (Safety and Fire Officer, Fire Officer) 3.2 Set standards and rules for fire exits and removing all obstacles. 3.3 Identify evacuation point inside the place and outside the Authority and its ports. 3.4 Develop procedures for emergency drills. 3.5 List names of persons to contact in the event of a fire. 3.6 View prominent signs and notifications (e.g. fire action card shown below) for each individual area using the above information. Include a fire survival route. 3.7 Train people on the appropriate procedure (including the right type of fire extinguisher to use) and communicate efficiently in the event of fire. Article 15: Periodic Inspections 1. The Authority shall conduct inspections in the Authority headquarters, its affiliated ports, port users, activities, private berths, land or warehouses built periodically to ensure compliance with the Authority's standards. 2. The Authority shall appoint authorized representatives, whether they are from the Authority's employees or third parties, to conduct inspections. 3. The Authority has the right to inspect all port users at any time without the need for any notification, and no person has the right to prevent or disrupt the inspectors from conducting their work. 4. The purpose of inspections shall be as follows: 4.1. Ensure compliance with security, safety, health, and environment standards, including but not limited to: 4.1.1. Security arrangements and requirements of the International Ship and Port Facility Security (ISPS) Code. 4.1.2. Check the validity of safety certificates. 4.1.3. Ensure that the appropriate fire extinguishers and labels are fixed, including the refilling date. 4.1.4. Check the status and conditions of fire pumps, fire hose reels, and fire equipment. 4.1.5. Review fire and smoke detectors' maintenance and testing records, or any other documents, as necessary. 1st Version General Regulations for Security, Safety, Health, and Environment 4.1.6. Check the status of emergency exit signs, evacuation plan, and assembly point signs for the fire. 4.1.7. Inspect waste disposal processes. 4.1.8. Review cleanliness and training. 4.1.9. Inspect lifting equipment and accessories and ensure compliance with safe workload limits (SWL) and inspection of lifting certificates. 4.1.10. Check general signs for exits, noise levels, requirements for protective clothing for individuals (such as the use of goggles, ear protectors, safety shoes and the like), and danger warning signs. 4.1.11. Inspect light levels, air quality, working conditions and the like. 4.1.12. Check the condition of electrical wiring, electrical distribution panels and grounding protection devices. 4.1.13. Review any work related to the rules and regulations pertaining to security, safety, health and environment. 4.2. Ensure compliance with the statutory documents of risk assessment and ensure that the work evidenced by risk assessments is carried out and documented. 4.3. Fulfill the requirements of the International Maritime Dangerous Goods (IMDG) Code. 4.4. Inspect any process that causes the secretion of any substance harmful to occupational safety, health and the environment. 4.5. Sampling, conducting experiments, monitoring and conducting inquiries in general, as it deems necessary or appropriate, to confirm compliance with security, safety, health, and environment requirements. 4.6. Confirm adherence to the rules of work in the Kingdom. 4.7. Confirm that the activities comply with the local regulations applicable in the Kingdom. Article 16: Electronic Systems Port users shall apply the security, safety, health, and environment standards using the electronic systems designated by the Authority and linking with them and with other relevant agencies if required. Article 17: Correspondence and Forms All correspondence with the Authority shall be prepared in Arabic on the letterheads that clearly include the establishment’s name, commercial registration number, national address, contact numbers, e-mail, and website address. The same may be prepared in bilingual format, where Arabic and English texts shall be written side by side. Natural or legal persons shall assume responsibility for any changes made to these addresses without notifying the Authority. 1st Version General Regulations for Security, Safety, Health, and Environment Article 18: Security, Safety, Occupational Health, and Environment Policy and Guide of Executive Procedures The Authority shall prepare the policy for security, safety, health and environment, and the executive procedures guide, and shall be approved by the President of the Authority. Any amendments to the policy or guide, including deletion, addition, or cancellation, shall be approved by the President of the Authority. Article 19: Application Mechanism for Violations First: Without prejudice to any more severe penalty provided for by any other law, any person who violates the provisions of these Regulations shall be punished in the following sequence: 1. Warning. 2. Fine. 3. Suspension or cancellation of activity license. Second: In the event of committing a violation against the security, safety, health, and environment standards or other regulations applicable in the Kingdom, the violation shall be recorded by the specialists in the Authority and notified to the concerned authorities. Third: The competent inspector shall record the violation and raise it according to his specialty. Fourth: The prescribed fines shall be collected in accordance with the procedures adopted by the Authority. Fifth: In assessing the penalty, the following shall be considered: 1. Gravity or seriousness of the violation. 2. Repetition of the violation or number of violations committed by the violator. 3. The consequences of the violation in terms of harm to lives, property, public health, or public order. 4. The violation being associated with an attempt to obstruct inspections of the facility, failure to cooperate with the inspector, or attempt to conceal its evidence. 5. If the violation is a result of deliberate act, not negligence. Sixth: All violations, including fines, suspension or cancellation, shall be approved by the President of the Authority and whom he authorizes. Seventh: The violator shall remove the reasons for the violation within a period specified in the violation’s notice based on the gravity of the violation. Eighth: Procedures for issuing fines: 1. The inspector shall record the violations in an approved and designated form and shall evaluate and submit it to the concerned department and notify the Head Quarter thereof. 2. No more than one penalty may be imposed for the same violation; for each violation there shall be only one penalty. 3. Repetition of violation: 3.1. The violation shall be recorded in the approved and designated form. 1st Version General Regulations for Security, Safety, Health, and Environment 3.2. These decisions shall be kept in a digital record that can be consulted to see how frequently the violation is repeated. Ninth: The Authority may apply the penalty for violating the provisions of these Regulations and the Procedures Guide referred to in Article 18, even if there is no explicit provision in the Regulations or the Guide, individually or collectively, depending on the gravity of the violation and the discretion of the Authority. Article 20: Objection to Violations The party issued with fine and disciplinary may object to the decision within 30 days from the date of issuance before the Grievance Committee, whose appointment shall be made by the President of the Authority. Article 21: Approval of the Regulations and their Amendments These regulations, or any amendments thereto, including deletion, addition or cancellation, shall be approved by the Board of Directors; and the Board may, as it deems appropriate, delegate certain powers to the President of the Authority. Article 22: Entry into Force The provisions of these Regulations shall enter into force within 90 days from the date of its approval and shall repeal any provisions contradicting therewith. Article 23: Violations and Fines First: Security Standards: Fine (in Saudi Riyal) No. Type of Violation First Time Second Third Fourth Time Time Time Facilitate illegal or non-permitted entry to the Authority or ports, and non-compliance with the Warning letter 500 1500 correct methods used in ports. Removal of the Authority’s property without a license (permission) and non-compliance with the Warning letter 500 1000 correct methods. Entry of personal belongings to the ports without a permit and without following the correct Warning letter 1000 1500 methods used in the ports. Taking photos without prior authorization. Warning letter 250 500 Entering a facility or building without prior Warning letter 250 500 authorization or any entry approval papers Not wearing uniforms while performing security Warning letter 250 500 duties in the port. Failure to present ID in the appropriate way. Warning letter 250 500 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Time Second Third Fourth Time Time Time Not to be present on duty or leave without prior permission or without coordination with another Warning letter 500 1000 security man to replace him during his absence. Not reporting security violations or breaches at Warning letter 1000 1500 the correct time and using the right form. Inappropriate use of patrol cars at the port Warning letter 500 750 Misusing port radios Warning letter 250 500 Tampering with the areas’ security Warning letter 250 500 doors. Not reporting possible security issues during the Warning letter 250 500 shift or security patrol. Provide incorrect accident information Warning letter 250 500 Failure to maintain the cleanliness and housekeeping of the workplace or improper Warning letter 500 1500 possession of sensitive documents in the workplace Not following the Cyber Security Procedure and protection of sensitive and Warning letter 500 1000 information Procedure(s). Loss or ruining of worker's ID card. Warning letter 100 150 Negligence and dereliction of job duties Warning letter 100 150 Non-compliance with the instructions of industrial security personnel (depending on the status of the Warning letter 100 150 site) Violations of public decency – as per the Public Decency Regulations issued by the Ministry of Warning letter 100 200 Interior Breaching obligations of the occupants of the Warning letter 100 150 residential neighborhood Tampering and non-preservation of property Warning letter 500 1500 Second: Safety Standards: Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Conducting work without obtaining a Safe Work Warning letter 1000 2500 Permit Non-renewal or exceeding the limits of the Safe Warning letter 200 300 Work Permit. Not placing a copy of the Safe Work Permit at the Warning letter 500 650 work site as required. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Blockage of roads without a permit. Warning letter 5000 7500 10, Disconnection of automatic extinguishing systems Warning letter 1000 2000 without prior authorization. Failure to return the Safe Work Permit after its Warning letter 500 750 termination. Remove or tampering the fire alarm control panel Warning letter 1000 2000 without permission. Working in hazardous task that require (Safe Work Permits or approvals) \"welding, confined spaces, Warning letter 1000 2500 places with low oxygen, working at heights without permit. Workers on site do not wear clothes that meet safety requirements or use damaged PPE, or PPE not Warning letter 1000 2000 meeting the standard specification required at the port. Conduct welding without the use of safety Warning letter 1000 1500 precautions Not placing of a protective Handrail for elevated Warning letter 2000 2500 aisles. Do not place a barricading, signage or reflective warning sign at the work area, which may cause Warning letter 5000 7500 10, danger to traffic and pedestrians. Failure to maintain the barricading, signage or Warning letter 3000 4000 warning signs at the work area. Not wearing PPE (Ear plug, or muffs) in high noise Warning letter 1000 1500 areas above 85dB. Working outside official working hours or at night Warning letter 500 750 without authorization or approval. Scaffolding, stairs and ladders do not conform to Warning letter 5000 7500 10, specifications in terms of type and installation. Not putting proper fire extinguishers in work sites. Warning letter 1000 1500 Expired or not maintained Fire extinguishers. Warning letter 500 750 Failure to equip site with an emergency exit. Warning letter 1000 1500 Not providing first aid kit on the site. Warning letter 1000 1500 Employment of untrained workers on safety Warning letter 1000 1500 instructions and regulations. Operation of unlicensed or uninspected machinery Warning letter 1000 1500 by a third party that prove their validity. Driving machines (vehicles) by an unlicensed driver. Warning letter 1000 1500 Failure to conduct vehicles self-inspection. Warning letter 1000 1500 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Increasing electrical loads on electricity sources. Warning letter 500 750 Cutting off electrical and communication cables. Warning letter 3000 4000 Disconnect electricity from fire pumps without Warning letter 1000 2000 approval. Leaving exposed electrical cables (live or dead). Warning letter 2000 1500 Not reconnecting fire pumps with electricity after Warning letter 1000 2000 the completion of work. Use of inappropriate and non-conforming electrical Warning letter 500 1000 plugs and sockets Use of mechanical or electrical rooms as storage Warning letter 500 1000 rooms. Installation of fire protection and safety systems, devices, equipment or materials not approved by the Warning letter 2000 3000 Security and Safety Department. Use of cutting and grinding equipment by an untrained worker, or usage of a broken grinder or Warning letter 1000 2000 removal of the protective safety guard. Causing a fire due to negligence. Warning letter 1000 2000 Causing injury to another person due to negligence. Warning letter 1000 2000 Falling material from transportation vehicles, or not Warning letter 500 1000 using proper protection to prevent the fall. Not backfilling pits and return the condition to what Warning letter 3000 4000 it was after the completion of the work on the site. Not removing the excavation debris after the Warning letter 3000 4000 completion of the work. Causing damage to fire extinguishers or their Warning letter 300 400 protective boxes. Use roads or public squares in contradiction with the security and safety instructions or causing danger or Warning letter 2000 3000 inconvenience. Dumping waste inside work sites and not following Warning letter 1000 1500 the environmental requirements. Forcing workers to work in hot weather during the Warning letter 1000 1500 summer ban. Oil leakage from tankers and vehicle on the ground. Warning letter 5000 7500 Violation of safety instructions in the transportation, storage and packaging of petroleum products and Warning letter 2000 2500 chemicals. Not reconnecting fire extinguishing systems after the Warning letter 1000 2000 completion of the work or maintenance. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Not closing manholes after completion of the work. Warning letter 1000 2000 Not reporting or attempt to conceal accidents or Warning letter 1000 2000 near misses at work. Not reporting work injuries of any severity. Warning letter 1000 2000 Ruining or removal of safety or warning signs inside Warning letter 500 750 or outside buildings. Change direction, hide or disable guidance signs for Warning letter 1000 2000 exit routes and emergency exit signs. Change direction, hide or disable backup emergency Warning letter 1000 2000 lights. The presence of a gas cylinder (cooking) inside the Warning letter 500 750 port sites by trucker. Committing any actions or creating conditions that Warning letter 200 400 harm public safety. Accumulation of waste that are not transported regularly outside the work site or dumped in a place Warning letter 500 750 other than its designated place. Damage to asphalted road and sidewalks when using tracked or other equipment that causes damage or Warning letter 5000 7500 vehicles exceed the permissible weight on the roads. Material builds up randomly in escape routes or Warning letter 300 400 blocking emergency doors Not removing and lifting the work equipment after Warning letter 1000 2000 completion of the work at the ports’ sites Deliberately tampering with fire extinguishers, releasing their contents (except in cases of Warning letter 200 300 authorized training) or changing their locations. Deliberately tampering with or taking the contents of Warning letter 200 300 the first aid box. Deliberate tampering, disabling or placing the fire alarm on the setting the fire system to manual Warning letter 5000 7500 without written consent. Eating, drinking and sleeping in locations where this Warning letter 200 300 is not allowed. Deliberate tampering with the fire extinguishing Warning letter 5000 7500 system, causing it to start. Tampering with glass breakers for emergency doors. Warning letter 500 750 Use emergency doors for entry and exit. Warning letter 500 750 Recklessness and work in an unsafe way which can Warning letter 500 750 cause injury to self, co-worker or public. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Failure to observe public conducts in clothing or Warning letter 500 750 causing physical or verbal abuse. Hindering or objecting the inspectors’ work. Warning letter 500 750 Exceeding the speed limit inside the ports. Warning letter 100 200 No following or implementing the port rules and Warning letter 5000 7500 instructions manual. Failure of the investor to provide a Saudi safety Warning letter 5000 7500 officer for the project. Failure of the investor to appoint safety personnel Warning letter 5000 7500 and inspectors. Investor not providing cars equipped with warning Warning letter 200 300 lights and wireless communication devices. Overload weights and dimensions for Forklifts and Warning letter 1000 1500 cranes. Fall of material due to negligence in loading and Warning letter 5000 7500 lashing. Lack of radio devices for safety personnel. Warning letter 100 200 Not replying to radio devices. Warning letter 100 200 Not reporting equipment exits from the ports. Warning letter 200 300 Not accompanying vehicle (mobile plant) with cars Warning letter 500 750 equipped with warning lights. Investor not providing an ambulance and its tools. Warning letter 5000 7500 Investor not providing a clinic and paramedics. Warning letter 5000 7500 Handling chemicals without prior authorization from Warning letter 200 300 the relevant agencies. Handling chemical containers that does not have labels showing the type of substance and the degree Warning letter 200 300 of danger. Failure of shipping agents to report the presence of Warning letter 5000 7500 chemicals on transit ships. Not reporting any chemical leaks or reactions before Warning letter 5000 7500 the ship enters the port. The agent will be warned. Failure to apply safety requirements in dangerous Warning letter 5000 7500 good warehouses. Failure of the operator to inform port authority before transporting any leaking hazardous Warning letter 5000 7500 substances to the landside. Refurbishment and inspection on the Midge Box at Warning letter 5000 7500 hazardous material storage sites. 1st Version General Regulations for Security, Safety, Health, and Environment Fine (in Saudi Riyal) No. Type of Violation First Penalty First Second Third Time Time Time Lack of periodic maintenance on washing and sterilization devices at storage sites of hazardous Warning letter 5000 7500 materials. Delays in responding to emergencies. Warning letter 5000 7500 Failure to report accidents. Warning letter 5000 7500 Wrong parking when handling general cargo and Warning letter 200 300 containers. Walking between containers and equipment. Warning letter 200 300 Failure to isolate the welding area. Warning letter 200 300 Lack of ground operator during the work of cranes Warning letter 200 300 and gantry cranes. Workers not wearing life jackets on the sidewalk Warning letter 200 300 during the paving work. Non-compliance with traffic regulations at the port. Warning letter 200 300 Third: Environment Standards: Environmental violations shall be applied in accordance with the regulations issued by the relevant environment agencies, such as the regulations of the Ministry of Environment, Water and Agriculture. 1st Version",
        "clauses": []
      }
    ]
  }
}