{
  "document_meta": {
    "source_file": "SEC-SCH-002_1.0.pdf",
    "extraction_date": "2025-12-12T04:21:17.957863",
    "total_pages": 16,
    "section_count": 1
  },
  "document": {
    "document_title": "RESPONSIBILIT",
    "pages": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      12,
      13,
      14,
      15,
      16
    ],
    "raw_text": "NEOM Security Requirements for Contractors Schedule S Document Code: Revision No: NEOM Project Security Revision Description Issued by Date Checked 01 NEOM Project Security Contents 1.0 PURPOSE ........................................................................................................................................ 2.0 SCOPE ............................................................................................................................................. 3.0 RESPONSIBILITIES ......................................................................................................................... 4.0 RISK ASSESSMENT ........................................................................................................................ 5.0 REQUIREMENTS ............................................................................................................................. 5.1 Overall Site Security ........................................................................................................................................................ 5.2 Site Security Instructions and Procedures ............................................................................................................. 5.3 Security Personnel ........................................................................................................................................................... 5.3.1 Code of Conduct ......................................................................................................................................................... 5.3.2 Outline of Duties ......................................................................................................................................................... 5.4 Security Vehicles .............................................................................................................................................................. 5.5 Security Communications ............................................................................................................................................. 5.6 Guard Equipment and Uniforms ................................................................................................................................ 5.7 Security Guard Posts ...................................................................................................................................................... 5.8 Perimeter Security ........................................................................................................................................................... 5.9 Site and Perimeter Illumination ................................................................................................................................. 5.10 CCTV ..................................................................................................................................................................................... 6.0 SITE ACCESS CONTROL ............................................................................................................... 6.1 Site Admittance ......................................................................................................................................................................... 6.2 Personnel Identification Card .............................................................................................................................................. 6.3 Visitors Identification Card ................................................................................................................................................... 6.4 Control of Identification Cards .......................................................................................................................................... 6.5 Identification of Vehicles ..................................................................................................................................................... 7.0 GATE CLEARANCE PROCEDURES ............................................................................................ 7.1 Site Access for Personnel .................................................................................................................................................... 7.2 Site Access for Vehicles ........................................................................................................................................................ 7.3 Site Egress ................................................................................................................................................................................. 7.4 Sub-contractors Additional Responsibilities ............................................................................................................... 8.0 EMERGENCY RESPONSE............................................................................................................ 9.0 PHOTOGRAPHY ............................................................................................................................ 10.0 REPORTING .................................................................................................................................. 11.0 ATTACHMENTS ............................................................................................................................. Attachment 1 – NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) .............................. Attachment 2 – NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) .................................. Document Code: Revision No: 01 of NEOM Project Security Attachment 3 – NEOM SEC–FORM-003 - Security Incident Report Template (Sample) ......................... Attachment 4 – NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) ...................... Document Code: Revision No: 01 of NEOM Project Security 1.0 PURPOSE The purpose of this document is to define the responsibilities of the CONTRACTOR regarding the provision of security at worksites and other project facilities in order to protect, as far as practicable, the security of all personnel, plant, materiel and equipment belonging to the Project (Customer, Contractor, Subcontractor, and other Third Parties). This includes the arrangements to prevent unauthorized access to worksites and other facilities, procedures for checking personnel and vehicles entering and exiting worksites and facilities, including the procedures to be followed by security personnel in the event of fire or other emergencies. Security measures are also intended to prevent the public from entering worksites, in order to ensure that they are not exposed to any unnecessary risks that could cause them injury or harm. 2.0 SCOPE The scope of this document applies to all works performed under all NEOM Construction Contracts executed throughout NEOM. 3.0 RESPONSIBILITIES Each Contractor (CONTRACTOR) shall be responsible for the security of their respective worksite (s), worker accommodation area in the construction village, and other areas of operation, including such areas as materiel laydown area, batching plants etc. 4.0 RISK ASSESSMENT An integral aspect of the work planning process is the performance of a proper Hazard Identification and Risk Assessment. These must be conducted by the CONTRACTOR’s Health, Safety and Environment (HSE) at the Planning Stage to identify the hazard and risks associated with having Security personnel on the worksite and to determine control measures to ensure their safety and that of others. In line with HSE direction the Hazard Identification and Risk Assessments shall be conducted at the Planning Stage as follows: • Project Risk Assessment; • Work Method Statements (WMS); • Job Hazard Analysis (JHA); and • Safety Task Analysis and Risk Reduction Talk (STARRT). If circumstances change by way of the environment, or any other additional hazards are identified, a new STARRT brief shall occur. All activities on site must be carried out in accordance with procedures that comply with requirements specified in the NEOM-OSHFS-GF and NEOM Key OSH Requirements for Contractors. In cases where any deviation is proposed, NEOM approval shall be obtained prior to commencement of the work. The hierarchy of control shall be used to reduce the likelihood of an incident occurring. • Elimination (Remove the Hazard); • Substitution/Isolation (Replacing material, process or hazard with a lower risk one/separate people from the hazard (such as suitable guarding, distance); Document Code: Revision No: 01 of NEOM Project Security • Engineering Controls (Redesign or replacement of plant and equipment); • Administration Controls (Procedures, training, signage); and • Personal Protective Equipment (PPE). No work is to commence until the above has been implemented and signed by the relevant Supervisor in charge. NEOM Security reserves the right to review this process in addition to all associated documentation and controls. 5.0 REQUIREMENTS 5.1 Overall Site Security Each Contractor (CONTRACTOR) shall provide security for personnel, plant, materiel and equipment at their individual worksite(s), worker accommodation area and other areas of operation (site). This will be achieved through a combination of security staff, physical security measures and security procedures. The manned guarding provider contracted to provide guarding services must be formally registered as a Service Provider with NEOM. The CONTRACTOR shall ensure that the following is in place at the worksite and any other project facilities for which they are responsible: • Provision of security personnel 24 hours a day 7 days a week, in sufficient numbers to provide access control, perimeter/site patrols, including coverage during shift changeover; • All entry/exit points shall be manned by a minimum of two security officers; • Provision and maintenance of site fencing and associated gates and barriers (in accordance with security and safety directives); • Perimeter floodlighting installed and functional; • Security signage, warning systems to raise alarms and communicate with Site and Project Management is in place; • Access to site is denied to all unauthorized persons; • All staff shall be made aware of the security requirements of the site through the initial jobsite orientation training (refreshed as changes in policies or procedures dictate); and • Review, update and security staffing, physical security measures and procedures as required. 5.2 Site Security Instructions and Procedures CONTRACTOR shall develop written site security instructions and procedures designed to secure personnel, plant, materiel, and equipment within or contiguous to their respective worksite from injury, damage or loss through theft, fire, trespass and sabotage. The site security instructions and procedures shall include a Code of Conduct for security personnel, define the role and responsibilities of security supervisors and security officers, provide orders for static security posts and security patrols and offer security personnel clear procedures for dealing with access control, visitors, the delivery and removal of materiel and equipment and their response to security incidents and emergencies. NEOM Security reserves the right to review the site security instructions and audit for compliance. 5.3 Security Personnel All Security Supervisors and Guards shall be competent and trained. An example code of conduct, Document Code: Revision No: 01 of NEOM Project Security and outline of duties for security personnel are described below: 5.3.1 Code of Conduct • All security personnel are to conduct themselves in a professional and courteous manner that reflect the CONTRACTOR and NEOM; • Security personnel are required to be smartly turned out in uniform whilst on duty; • Security personnel must be punctual, alert, impartial and discreet in carrying out their duties; • Security personnel are not allowed to undertake any leisure activities whilst on duty e.g. playing electronic games, watching TV; • Security personnel are not permitted to sleep whilst on duty; • Security personnel must not possess or consume any illegal substances while on duty, or prior to reporting for duty e.g. alcohol or non-prescription medication; • Security personnel must be firm, calm, and courteous in conducting their assigned duties and in enforcing the security procedures defined by the CONTRACTOR; • Security personnel must not misuse/make unnecessary or private phone calls using CONTRACTOR supplied mobile phones whilst on duty; • Security personnel must not leave their place of duty without a correct handover of duties to another security officer, and without permission of the Security Supervisor; and • Security personnel must not permit unauthorized persons into the Security Office at any time. 5.3.2 Outline of Duties • Check the identity cards of all personnel entering the site; • Conduct personnel and vehicle searches in accordance with CONTRACTOR procedures and policies for prohibited, and unauthorized items; • Prevent unauthorized access of personnel, equipment and materiel to the site; • Within the limitations of the personnel and equipment as defined, respond to security incidents where required; • Protect OWNER’S property and assets within the site; • Manage security and site access control in accordance with CONTRACTOR’S procedures and policies; • Ensure efficient entry to and egress from the site; • Manage and maintain a record of the entry of visitors and materiel delivery personnel as required by the CONTRACTOR, and act as control for access that has not been prior approved; • Manage contractor and visitor entry to ensure that entry documents are in order, approved and appropriate inductions are undertaken (through verification with OWNER representatives); • Arrange escort of visitors and deliveries as required by the CONTRACTOR; • Where required, intercept equipment and materiel arriving at the construction sites, and hold until inspection certificates are available; • Detection and timely reporting of security incidents, events or sightings of suspicious activities or objects and potential safety or environmental hazards; • Issue and retrieve visitor personal protective equipment (PPE) and identification (ID) tags as directed by CONTRACTOR; • Patrol the site areas and assist in the event of unruly behaviour, incidents or other acts requiring a security response; • Implement appropriate control measures to minimize the opportunity for misappropriation of CONTRACTOR plant, materiel and equipment; Document Code: Revision No: 01 of NEOM Project Security • Maintain a presence in key locations as specified by the CONTRACTOR and provide a visual deterrent; • Monitor the site emergency radio channel for emergency calls and act in accordance with CONTRACTOR procedures and policies; • Assist with traffic control within the worksite as required by the CONTRACTOR; • Have knowledge of the site including materiel storage areas, offices, exit points and assembly stations; • Be conversant with Emergency Response Procedures and carry out the appropriate actions in the event of an emergency; • Ensure that all security equipment is maintained and kept in good order e.g. radios and torches charged and functioning. In the event a piece of equipment becomes unserviceable it is to be reported immediately for replacement by the CONTRACTOR; and • All gate houses and security offices shall be kept clean and tidy. 5.4 Security Vehicles The CONTRACTOR shall provide: • Security patrol vehicles (4x4 SUV 2018+model). The make and model of vehicles are to be submitted by the CONTRACTOR and agreed by NEOM management; • All vehicles shall be required to be correctly registered, have proof of insurance and maintenance record; • The vehicles must be fitted with a flashing roof mounted light, a first aid kit and a fire extinguisher; • Security patrol vehicles are to be clearly marked as SECURITY vehicles on both sides and the rear; and • Additional equipment such as portable barriers and road signs are to be carried as per the CONTRACTOR’s instructions and any other safety equipment that is deemed necessary to enable prompt response to any security situations or incidents 5.5 Security Communications The CONTRACTOR shall provide • A radio communications system connecting all security personnel/vehicles to the Joint Security Operations Centre (JSOC), which will have direct links with the police, military and civil defense authorities. The details and specifications of the communications system will be confirmed by NEOM management. 5.6 Guard Equipment and Uniforms The CONTRACTOR shall ensure that the guards are provided with the following equipment: • Serviceable and suitable uniforms x 3 per man (minimum); • Cold/wet weather clothing; • Safety boots; • Safety helmet; • Hi-visibility vest (plus any other PPE as specified by HSE); • Notebooks and pens; • Serviceable rechargeable torches and chargers; and • Logbooks. Document Code: Revision No: 01 of NEOM Project Security The CONTRACTOR shall ensure that all equipment is maintained in a serviceable condition and that any unserviceable or lost equipment is accounted for and replaced as necessary to maintain the efficiency of the security team. All security staff to be fully trained on the protocol and appropriate use of the issued equipment and including periodic regular training NEOM Security reserves the right to conduct random audits of all security contractors. 5.7 Security Guard Posts The CONTRACTOR shall provide guard posts at all access/egress points to the site where security personnel will be stationed. The guard posts must provide adequate shelter to security personnel from inclement weather, including rain, dust-storms and high temperatures and should be fitted with a suitable HAVC system. The CONTRACTOR shall ensure that there are adequate welfare facilities in the form of toilet and washing facilities, prayer facilities, food, potable water and power sockets to enable the charging of radios and torches. Final site locations to be agreed by NEOM management. 5.8 Perimeter Security The CONTRACTOR shall secure the worksite perimeter by the use of temporary fencing. As a guideline Chain-link Fencing 2.4m in height would be considered acceptable. Access points shall be protected by barriers and gates. 5.9 Site and Perimeter Illumination The CONTRACTOR shall install adequate lighting to illuminate the interior and perimeter of the worksite. With higher levels of illumination at access/exit points and emergency exit points plus also areas where the surrounding terrain may present poor visibility 5.10 CCTV The CONTRACTOR shall install CCTV cameras to monitor all access and egress points. Imagery is to be retained for a minimum of 60 days and made available to NEOM security and/or law enforcement agencies on request. In the event of an emergency situation there will be a requirement for the CCTV coverage at any of the construction camps to be relayed to the Joint Security Operations Centre (JSOC), which will be manned 24/7 by the NEOM Security Team and the Saudi Security forces (to be located in a facility south of Sharma) to be able to log into the live feeds from the respective Construction Company CCTV data feeds, if and when required. Therefore, NEOM Security (JSOC) will require Administrator rights to log onto each individual contractors system in the event of an emergency. CCTV imagery is to be monitored 24/7 by a trained operator within the security team. Document Code: Revision No: 01 of NEOM Project Security 6.0 SITE ACCESS CONTROL 6.1 Site Admittance The following shall apply: • Fences are to be erected to enclose the worksite, including any areas and if/where applicable, separate existing operational facilities from site construction activities; • Security posts shall be established adjacent to the main gates of the worksite and other points of access/egress to/from the site; • No one shall be allowed to enter worksite and office areas unless they show valid identification; and • All temporary personnel and visitors shall be issued with a temporary pass, which shall be displayed at all times in order to enter and remain on site or within the site office areas. 6.2 Personnel Identification Card All personnel shall be issued with an identification card. Each Identification card shall as a minimum include: • Photograph; • Full Name; • Job Title; • Passport or Iqama number; • ID Card Issue Date; • ID Card Expiry Date; • ID Number; • Evidence that the individual has completed HSE induction training by the use of a blue background to the ID Card. Non-inducted staff are to be issued with ID badges with an orange background; and • An adhesive sticker indicated when HSE induction was completed shall be worn on the individual’s safety helmet. ID Cards shall be issued in dual language (English and Arabic). ID validation shall not exceed validity of the person's governmental identification (passport/iqama) expiry date. ID Cards shall be visible at all times while at the worksite. ID Card Status list shall be maintained and status changes must be submitted to the Security Team whenever a new employee begins work, or when an employee is terminated. 6.3 Visitors Identification Card All visitors must report to the Security Station, where all visitors shall be issued a temporary ID Card. Each visitor shall sign the visitor's Gate Pass Log. At entry to site the security guard shall: • Request evidence of identification; • Ensure the visitor signs in the Visitor's Gate Log; • Request the name of the person that the visitor wishes to visit; • Notify (by telephone/radio) the person that the visitor wishes to meet to determine if that Document Code: Revision No: 01 of NEOM Project Security person is available; • Check current visitor listing to determine if the visitor is permitted on the site without an escort. • Issue a visitor's pass; • Issue minimum PPE (safety helmet, hi visibility vest) as required; and • If an unescorted visitor, direct the visitor to the site office. If the visitor is to be escorted, they must wait the security station until an escort arrives. When the visitor returns to the security station to leave, the guard shall: • Log time out in the Visitor's Gate Pass Log; • Recover the Visitor's Pass; and • Recover any issued PPE. At the end of the normal working day, the guard shall determine if any visitor is still on the site. If a visitor is still on site, the guard shall locate him/her to find out when the visit is expected to be complete. A list of all visitors remaining on site at the end of the shift will be provided to the Shift Supervisor for the next shift. 6.4 Control of Identification Cards CONTRACTOR shall implement a method to control, recover or record, and audit the issuing of all ID cards (Staff and Visitors) including expired or lost cards. CONTRACTOR shall implement a system of tracking lost or stolen ID cards. No employee is to have more than one card. If they have reported a lost or stolen ID card, a new one shall be issued with a new ID number and the old card cancelled. 6.5 Identification of Vehicles • All CONTRACTOR vehicles shall display a valid site pass; • Vehicles accessing the worksite shall be kept to a minimum and limited to essential plant, deliveries and essential personnel only; • All vehicles requiring site access shall require a vehicle pass which shall be clearly displayed at all times whilst onsite; • Applications for vehicle passes shall be made prior to entry; and • Delivery vehicles shall have prior authorisation to enter the worksite. 7.0 GATE CLEARANCE PROCEDURES 7.1 Site Access for Personnel • Gate security guards shall check the ID card identification of all persons entering the worksite; • Visitors to the site will remain under security control until the issue of a visitors pass; and • Visitors shall be accompanied by CONTRACTOR staff, unless authorized for unescorted access. 7.2 Site Access for Vehicles • Security guards shall check the vehicle identification number with vehicle pass application details prior to providing site pass; Document Code: Revision No: 01 of NEOM Project Security • All vehicles requiring worksite access are liable for search, both internally and externally including engine compartment, storage areas and undercarriage inspection. Hand luggage, parcels and bags shall be inspected, as per CONTRACTOR security procedures; • All drivers shall have employee ID or visitor pass; • All deliveries for the site shall be made to the laydown area to limit the number of vehicles entering the construction area; and • Security staff shall provide drivers with details of the route to be taken on site, speed limitations, parking location and any other restrictions, as per CONTRACTOR instructions. 7.3 Site Egress • The removal of all goods from the worksite shall require a material pass (see Attachment 2 - Material Gate Pass Sample Template) signed by an authorized person and handed to Security; • Security shall retain an up-to-date list of all persons permitted to authorise Material Gate Passes, together with the limits to their authority; • All persons entering or leaving the jobsite maybe subject to search; • The CONTRACTOR reserves the right to deny admission to the worksite to any person refusing to comply with such requests or any other regulations; and • Personal equipment must be registered with site security and must be checked on egress. 7.4 Sub-contractors Additional Responsibilities • CONTRACTOR agreement shall be required if Subcontractors require additional fencing for their work site perimeters; • Subcontractors are fully responsible and must comply with any procedures and regulations that the contractor demands for security of their assigned work areas; and • Subcontractor's vehicular park area shall be designated by CONTRACTOR. 8.0 EMERGENCY RESPONSE The procedures for dealing with emergencies, such as vehicle collisions, fires, sabotage, strikes labour disputes, or extreme climatic conditions, shall be agreed with the coordination of NEOM Security and the government or local authorities. An emergency procedure for contacting the Joint Security Operations Centre (JSOC), which will coordinate response by NEOM security, the police, and emergency services shall be established and shall include: • Contact procedures and all relevant contact details for JSOC; and • Details and procedure for directly contacting any additional personnel/agencies in the event of emergency. Detailed Emergency Response Procedures (ERPs) shall be developed by the CONTRACTOR and disseminated to security and other project personnel as necessary. Emergency Response Procedures shall be subject to a regular periodic review and audit by NEOM Security. Document Code: Revision No: 01 of NEOM Project Security 9.0 PHOTOGRAPHY • No photographs shall be taken without written permission from the PMT/PMC/CONTRACTOR; • CONTRACTOR will develop an authorization form and the individual must carry this with them at all times whilst on Project; and • Personnel authorised to take photographs are to display an adhesive sticker on their safety helmet with the outline of a camera. 10.0 REPORTING • Guards shall report all conditions that require attention immediately (Attachment 4 Daily Report Record Sheet Sample Template); • Guards shall complete a daily report by end of shift (Attachment 4 Daily Report Record Sheet Sample Template); and • In the event of incidents outside of the scope of the daily report a Security Incident report (Attachment 3 Security Incident Report Sample Template) shall be completed detailing the nature of the incident, who was involved, when it happened, and suggested countermeasures. 11.0 ATTACHMENTS 1.0 NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) 2.0 NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) 3.0 NEOM SEC-FORM-003 - Security Incident Report Template (Sample) 4.0 NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 1 – NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 2 – NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 3 – NEOM SEC–FORM-003 - Security Incident Report Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 4 – NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) Document Code: Revision No: 01 of",
    "structured_sections": [
      {
        "section_code": "0.0",
        "section_title": "Introduction",
        "content": "NEOM Security Requirements for Contractors Schedule S Document Code: Revision No: NEOM Project Security Revision Description Issued by Date Checked 01 NEOM Project Security Contents 1.0 PURPOSE ........................................................................................................................................ 2.0 SCOPE ............................................................................................................................................. 3.0 RESPONSIBILITIES ......................................................................................................................... 4.0 RISK ASSESSMENT ........................................................................................................................ 5.0 REQUIREMENTS ............................................................................................................................. 5.1 Overall Site Security ........................................................................................................................................................ 5.2 Site Security Instructions and Procedures ............................................................................................................. 5.3 Security Personnel ........................................................................................................................................................... 5.3.1 Code of Conduct ......................................................................................................................................................... 5.3.2 Outline of Duties ......................................................................................................................................................... 5.4 Security Vehicles .............................................................................................................................................................. 5.5 Security Communications ............................................................................................................................................. 5.6 Guard Equipment and Uniforms ................................................................................................................................ 5.7 Security Guard Posts ...................................................................................................................................................... 5.8 Perimeter Security ........................................................................................................................................................... 5.9 Site and Perimeter Illumination ................................................................................................................................. 5.10 CCTV ..................................................................................................................................................................................... 6.0 SITE ACCESS CONTROL ............................................................................................................... 6.1 Site Admittance ......................................................................................................................................................................... 6.2 Personnel Identification Card .............................................................................................................................................. 6.3 Visitors Identification Card ................................................................................................................................................... 6.4 Control of Identification Cards .......................................................................................................................................... 6.5 Identification of Vehicles ..................................................................................................................................................... 7.0 GATE CLEARANCE PROCEDURES ............................................................................................ 7.1 Site Access for Personnel .................................................................................................................................................... 7.2 Site Access for Vehicles ........................................................................................................................................................ 7.3 Site Egress ................................................................................................................................................................................. 7.4 Sub-contractors Additional Responsibilities ............................................................................................................... 8.0 EMERGENCY RESPONSE............................................................................................................ 9.0 PHOTOGRAPHY ............................................................................................................................ 10.0 REPORTING .................................................................................................................................. 11.0 ATTACHMENTS ............................................................................................................................. Attachment 1 – NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) .............................. Attachment 2 – NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) .................................. Document Code: Revision No: 01 of NEOM Project Security Attachment 3 – NEOM SEC–FORM-003 - Security Incident Report Template (Sample) ......................... Attachment 4 – NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) ...................... Document Code: Revision No: 01 of NEOM Project Security 1.0 PURPOSE The purpose of this document is to define the responsibilities of the CONTRACTOR regarding the provision of security at worksites and other project facilities in order to protect, as far as practicable, the security of all personnel, plant, materiel and equipment belonging to the Project (Customer, Contractor, Subcontractor, and other Third Parties). This includes the arrangements to prevent unauthorized access to worksites and other facilities, procedures for checking personnel and vehicles entering and exiting worksites and facilities, including the procedures to be followed by security personnel in the event of fire or other emergencies. Security measures are also intended to prevent the public from entering worksites, in order to ensure that they are not exposed to any unnecessary risks that could cause them injury or harm. 2.0 SCOPE The scope of this document applies to all works performed under all NEOM Construction Contracts executed throughout NEOM. 3.0 RESPONSIBILITIES Each Contractor (CONTRACTOR) shall be responsible for the security of their respective worksite (s), worker accommodation area in the construction village, and other areas of operation, including such areas as materiel laydown area, batching plants etc. 4.0 RISK ASSESSMENT An integral aspect of the work planning process is the performance of a proper Hazard Identification and Risk Assessment. These must be conducted by the CONTRACTOR’s Health, Safety and Environment (HSE) at the Planning Stage to identify the hazard and risks associated with having Security personnel on the worksite and to determine control measures to ensure their safety and that of others. In line with HSE direction the Hazard Identification and Risk Assessments shall be conducted at the Planning Stage as follows: • Project Risk Assessment; • Work Method Statements (WMS); • Job Hazard Analysis (JHA); and • Safety Task Analysis and Risk Reduction Talk (STARRT). If circumstances change by way of the environment, or any other additional hazards are identified, a new STARRT brief shall occur. All activities on site must be carried out in accordance with procedures that comply with requirements specified in the NEOM-OSHFS-GF and NEOM Key OSH Requirements for Contractors. In cases where any deviation is proposed, NEOM approval shall be obtained prior to commencement of the work. The hierarchy of control shall be used to reduce the likelihood of an incident occurring. • Elimination (Remove the Hazard); • Substitution/Isolation (Replacing material, process or hazard with a lower risk one/separate people from the hazard (such as suitable guarding, distance); Document Code: Revision No: 01 of NEOM Project Security • Engineering Controls (Redesign or replacement of plant and equipment); • Administration Controls (Procedures, training, signage); and • Personal Protective Equipment (PPE). No work is to commence until the above has been implemented and signed by the relevant Supervisor in charge. NEOM Security reserves the right to review this process in addition to all associated documentation and controls. 5.0 REQUIREMENTS 5.1 Overall Site Security Each Contractor (CONTRACTOR) shall provide security for personnel, plant, materiel and equipment at their individual worksite(s), worker accommodation area and other areas of operation (site). This will be achieved through a combination of security staff, physical security measures and security procedures. The manned guarding provider contracted to provide guarding services must be formally registered as a Service Provider with NEOM. The CONTRACTOR shall ensure that the following is in place at the worksite and any other project facilities for which they are responsible: • Provision of security personnel 24 hours a day 7 days a week, in sufficient numbers to provide access control, perimeter/site patrols, including coverage during shift changeover; • All entry/exit points shall be manned by a minimum of two security officers; • Provision and maintenance of site fencing and associated gates and barriers (in accordance with security and safety directives); • Perimeter floodlighting installed and functional; • Security signage, warning systems to raise alarms and communicate with Site and Project Management is in place; • Access to site is denied to all unauthorized persons; • All staff shall be made aware of the security requirements of the site through the initial jobsite orientation training (refreshed as changes in policies or procedures dictate); and • Review, update and security staffing, physical security measures and procedures as required. 5.2 Site Security Instructions and Procedures CONTRACTOR shall develop written site security instructions and procedures designed to secure personnel, plant, materiel, and equipment within or contiguous to their respective worksite from injury, damage or loss through theft, fire, trespass and sabotage. The site security instructions and procedures shall include a Code of Conduct for security personnel, define the role and responsibilities of security supervisors and security officers, provide orders for static security posts and security patrols and offer security personnel clear procedures for dealing with access control, visitors, the delivery and removal of materiel and equipment and their response to security incidents and emergencies. NEOM Security reserves the right to review the site security instructions and audit for compliance. 5.3 Security Personnel All Security Supervisors and Guards shall be competent and trained. An example code of conduct, Document Code: Revision No: 01 of NEOM Project Security and outline of duties for security personnel are described below: 5.3.1 Code of Conduct • All security personnel are to conduct themselves in a professional and courteous manner that reflect the CONTRACTOR and NEOM; • Security personnel are required to be smartly turned out in uniform whilst on duty; • Security personnel must be punctual, alert, impartial and discreet in carrying out their duties; • Security personnel are not allowed to undertake any leisure activities whilst on duty e.g. playing electronic games, watching TV; • Security personnel are not permitted to sleep whilst on duty; • Security personnel must not possess or consume any illegal substances while on duty, or prior to reporting for duty e.g. alcohol or non-prescription medication; • Security personnel must be firm, calm, and courteous in conducting their assigned duties and in enforcing the security procedures defined by the CONTRACTOR; • Security personnel must not misuse/make unnecessary or private phone calls using CONTRACTOR supplied mobile phones whilst on duty; • Security personnel must not leave their place of duty without a correct handover of duties to another security officer, and without permission of the Security Supervisor; and • Security personnel must not permit unauthorized persons into the Security Office at any time. 5.3.2 Outline of Duties • Check the identity cards of all personnel entering the site; • Conduct personnel and vehicle searches in accordance with CONTRACTOR procedures and policies for prohibited, and unauthorized items; • Prevent unauthorized access of personnel, equipment and materiel to the site; • Within the limitations of the personnel and equipment as defined, respond to security incidents where required; • Protect OWNER’S property and assets within the site; • Manage security and site access control in accordance with CONTRACTOR’S procedures and policies; • Ensure efficient entry to and egress from the site; • Manage and maintain a record of the entry of visitors and materiel delivery personnel as required by the CONTRACTOR, and act as control for access that has not been prior approved; • Manage contractor and visitor entry to ensure that entry documents are in order, approved and appropriate inductions are undertaken (through verification with OWNER representatives); • Arrange escort of visitors and deliveries as required by the CONTRACTOR; • Where required, intercept equipment and materiel arriving at the construction sites, and hold until inspection certificates are available; • Detection and timely reporting of security incidents, events or sightings of suspicious activities or objects and potential safety or environmental hazards; • Issue and retrieve visitor personal protective equipment (PPE) and identification (ID) tags as directed by CONTRACTOR; • Patrol the site areas and assist in the event of unruly behaviour, incidents or other acts requiring a security response; • Implement appropriate control measures to minimize the opportunity for misappropriation of CONTRACTOR plant, materiel and equipment; Document Code: Revision No: 01 of NEOM Project Security • Maintain a presence in key locations as specified by the CONTRACTOR and provide a visual deterrent; • Monitor the site emergency radio channel for emergency calls and act in accordance with CONTRACTOR procedures and policies; • Assist with traffic control within the worksite as required by the CONTRACTOR; • Have knowledge of the site including materiel storage areas, offices, exit points and assembly stations; • Be conversant with Emergency Response Procedures and carry out the appropriate actions in the event of an emergency; • Ensure that all security equipment is maintained and kept in good order e.g. radios and torches charged and functioning. In the event a piece of equipment becomes unserviceable it is to be reported immediately for replacement by the CONTRACTOR; and • All gate houses and security offices shall be kept clean and tidy. 5.4 Security Vehicles The CONTRACTOR shall provide: • Security patrol vehicles (4x4 SUV 2018+model). The make and model of vehicles are to be submitted by the CONTRACTOR and agreed by NEOM management; • All vehicles shall be required to be correctly registered, have proof of insurance and maintenance record; • The vehicles must be fitted with a flashing roof mounted light, a first aid kit and a fire extinguisher; • Security patrol vehicles are to be clearly marked as SECURITY vehicles on both sides and the rear; and • Additional equipment such as portable barriers and road signs are to be carried as per the CONTRACTOR’s instructions and any other safety equipment that is deemed necessary to enable prompt response to any security situations or incidents 5.5 Security Communications The CONTRACTOR shall provide • A radio communications system connecting all security personnel/vehicles to the Joint Security Operations Centre (JSOC), which will have direct links with the police, military and civil defense authorities. The details and specifications of the communications system will be confirmed by NEOM management. 5.6 Guard Equipment and Uniforms The CONTRACTOR shall ensure that the guards are provided with the following equipment: • Serviceable and suitable uniforms x 3 per man (minimum); • Cold/wet weather clothing; • Safety boots; • Safety helmet; • Hi-visibility vest (plus any other PPE as specified by HSE); • Notebooks and pens; • Serviceable rechargeable torches and chargers; and • Logbooks. Document Code: Revision No: 01 of NEOM Project Security The CONTRACTOR shall ensure that all equipment is maintained in a serviceable condition and that any unserviceable or lost equipment is accounted for and replaced as necessary to maintain the efficiency of the security team. All security staff to be fully trained on the protocol and appropriate use of the issued equipment and including periodic regular training NEOM Security reserves the right to conduct random audits of all security contractors. 5.7 Security Guard Posts The CONTRACTOR shall provide guard posts at all access/egress points to the site where security personnel will be stationed. The guard posts must provide adequate shelter to security personnel from inclement weather, including rain, dust-storms and high temperatures and should be fitted with a suitable HAVC system. The CONTRACTOR shall ensure that there are adequate welfare facilities in the form of toilet and washing facilities, prayer facilities, food, potable water and power sockets to enable the charging of radios and torches. Final site locations to be agreed by NEOM management. 5.8 Perimeter Security The CONTRACTOR shall secure the worksite perimeter by the use of temporary fencing. As a guideline Chain-link Fencing 2.4m in height would be considered acceptable. Access points shall be protected by barriers and gates. 5.9 Site and Perimeter Illumination The CONTRACTOR shall install adequate lighting to illuminate the interior and perimeter of the worksite. With higher levels of illumination at access/exit points and emergency exit points plus also areas where the surrounding terrain may present poor visibility 5.10 CCTV The CONTRACTOR shall install CCTV cameras to monitor all access and egress points. Imagery is to be retained for a minimum of 60 days and made available to NEOM security and/or law enforcement agencies on request. In the event of an emergency situation there will be a requirement for the CCTV coverage at any of the construction camps to be relayed to the Joint Security Operations Centre (JSOC), which will be manned 24/7 by the NEOM Security Team and the Saudi Security forces (to be located in a facility south of Sharma) to be able to log into the live feeds from the respective Construction Company CCTV data feeds, if and when required. Therefore, NEOM Security (JSOC) will require Administrator rights to log onto each individual contractors system in the event of an emergency. CCTV imagery is to be monitored 24/7 by a trained operator within the security team. Document Code: Revision No: 01 of NEOM Project Security 6.0 SITE ACCESS CONTROL 6.1 Site Admittance The following shall apply: • Fences are to be erected to enclose the worksite, including any areas and if/where applicable, separate existing operational facilities from site construction activities; • Security posts shall be established adjacent to the main gates of the worksite and other points of access/egress to/from the site; • No one shall be allowed to enter worksite and office areas unless they show valid identification; and • All temporary personnel and visitors shall be issued with a temporary pass, which shall be displayed at all times in order to enter and remain on site or within the site office areas. 6.2 Personnel Identification Card All personnel shall be issued with an identification card. Each Identification card shall as a minimum include: • Photograph; • Full Name; • Job Title; • Passport or Iqama number; • ID Card Issue Date; • ID Card Expiry Date; • ID Number; • Evidence that the individual has completed HSE induction training by the use of a blue background to the ID Card. Non-inducted staff are to be issued with ID badges with an orange background; and • An adhesive sticker indicated when HSE induction was completed shall be worn on the individual’s safety helmet. ID Cards shall be issued in dual language (English and Arabic). ID validation shall not exceed validity of the person's governmental identification (passport/iqama) expiry date. ID Cards shall be visible at all times while at the worksite. ID Card Status list shall be maintained and status changes must be submitted to the Security Team whenever a new employee begins work, or when an employee is terminated. 6.3 Visitors Identification Card All visitors must report to the Security Station, where all visitors shall be issued a temporary ID Card. Each visitor shall sign the visitor's Gate Pass Log. At entry to site the security guard shall: • Request evidence of identification; • Ensure the visitor signs in the Visitor's Gate Log; • Request the name of the person that the visitor wishes to visit; • Notify (by telephone/radio) the person that the visitor wishes to meet to determine if that Document Code: Revision No: 01 of NEOM Project Security person is available; • Check current visitor listing to determine if the visitor is permitted on the site without an escort. • Issue a visitor's pass; • Issue minimum PPE (safety helmet, hi visibility vest) as required; and • If an unescorted visitor, direct the visitor to the site office. If the visitor is to be escorted, they must wait the security station until an escort arrives. When the visitor returns to the security station to leave, the guard shall: • Log time out in the Visitor's Gate Pass Log; • Recover the Visitor's Pass; and • Recover any issued PPE. At the end of the normal working day, the guard shall determine if any visitor is still on the site. If a visitor is still on site, the guard shall locate him/her to find out when the visit is expected to be complete. A list of all visitors remaining on site at the end of the shift will be provided to the Shift Supervisor for the next shift. 6.4 Control of Identification Cards CONTRACTOR shall implement a method to control, recover or record, and audit the issuing of all ID cards (Staff and Visitors) including expired or lost cards. CONTRACTOR shall implement a system of tracking lost or stolen ID cards. No employee is to have more than one card. If they have reported a lost or stolen ID card, a new one shall be issued with a new ID number and the old card cancelled. 6.5 Identification of Vehicles • All CONTRACTOR vehicles shall display a valid site pass; • Vehicles accessing the worksite shall be kept to a minimum and limited to essential plant, deliveries and essential personnel only; • All vehicles requiring site access shall require a vehicle pass which shall be clearly displayed at all times whilst onsite; • Applications for vehicle passes shall be made prior to entry; and • Delivery vehicles shall have prior authorisation to enter the worksite. 7.0 GATE CLEARANCE PROCEDURES 7.1 Site Access for Personnel • Gate security guards shall check the ID card identification of all persons entering the worksite; • Visitors to the site will remain under security control until the issue of a visitors pass; and • Visitors shall be accompanied by CONTRACTOR staff, unless authorized for unescorted access. 7.2 Site Access for Vehicles • Security guards shall check the vehicle identification number with vehicle pass application details prior to providing site pass; Document Code: Revision No: 01 of NEOM Project Security • All vehicles requiring worksite access are liable for search, both internally and externally including engine compartment, storage areas and undercarriage inspection. Hand luggage, parcels and bags shall be inspected, as per CONTRACTOR security procedures; • All drivers shall have employee ID or visitor pass; • All deliveries for the site shall be made to the laydown area to limit the number of vehicles entering the construction area; and • Security staff shall provide drivers with details of the route to be taken on site, speed limitations, parking location and any other restrictions, as per CONTRACTOR instructions. 7.3 Site Egress • The removal of all goods from the worksite shall require a material pass (see Attachment 2 - Material Gate Pass Sample Template) signed by an authorized person and handed to Security; • Security shall retain an up-to-date list of all persons permitted to authorise Material Gate Passes, together with the limits to their authority; • All persons entering or leaving the jobsite maybe subject to search; • The CONTRACTOR reserves the right to deny admission to the worksite to any person refusing to comply with such requests or any other regulations; and • Personal equipment must be registered with site security and must be checked on egress. 7.4 Sub-contractors Additional Responsibilities • CONTRACTOR agreement shall be required if Subcontractors require additional fencing for their work site perimeters; • Subcontractors are fully responsible and must comply with any procedures and regulations that the contractor demands for security of their assigned work areas; and • Subcontractor's vehicular park area shall be designated by CONTRACTOR. 8.0 EMERGENCY RESPONSE The procedures for dealing with emergencies, such as vehicle collisions, fires, sabotage, strikes labour disputes, or extreme climatic conditions, shall be agreed with the coordination of NEOM Security and the government or local authorities. An emergency procedure for contacting the Joint Security Operations Centre (JSOC), which will coordinate response by NEOM security, the police, and emergency services shall be established and shall include: • Contact procedures and all relevant contact details for JSOC; and • Details and procedure for directly contacting any additional personnel/agencies in the event of emergency. Detailed Emergency Response Procedures (ERPs) shall be developed by the CONTRACTOR and disseminated to security and other project personnel as necessary. Emergency Response Procedures shall be subject to a regular periodic review and audit by NEOM Security. Document Code: Revision No: 01 of NEOM Project Security 9.0 PHOTOGRAPHY • No photographs shall be taken without written permission from the PMT/PMC/CONTRACTOR; • CONTRACTOR will develop an authorization form and the individual must carry this with them at all times whilst on Project; and • Personnel authorised to take photographs are to display an adhesive sticker on their safety helmet with the outline of a camera. 10.0 REPORTING • Guards shall report all conditions that require attention immediately (Attachment 4 Daily Report Record Sheet Sample Template); • Guards shall complete a daily report by end of shift (Attachment 4 Daily Report Record Sheet Sample Template); and • In the event of incidents outside of the scope of the daily report a Security Incident report (Attachment 3 Security Incident Report Sample Template) shall be completed detailing the nature of the incident, who was involved, when it happened, and suggested countermeasures. 11.0 ATTACHMENTS 1.0 NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) 2.0 NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) 3.0 NEOM SEC-FORM-003 - Security Incident Report Template (Sample) 4.0 NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 1 – NEOM SEC-FORM-001 - Visitor Gate Pass Log Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 2 – NEOM SEC-FORM-002 - Material Gate Pass Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 3 – NEOM SEC–FORM-003 - Security Incident Report Template (Sample) Document Code: Revision No: 01 of NEOM Project Security Attachment 4 – NEOM SEC-FORM-004 - Daily Report Record Sheet Template (Sample) Document Code: Revision No: 01 of",
        "clauses": []
      }
    ]
  }
}